{
  "name": "New_v9_ScootEasy",
  "pages": {
    "index": "ScootEasy - Affordable Scooter Rentals in India | Home Catalog Rental Terms Contact us Discover India on Two Wheels Explore the beauty and diversity of India with ScootEasy's affordable and convenient scooter rentals. Whether you're a tourist or a local, our reliable scooters are perfect for navigating through India's bustling streets and scenic routes. Book your scooter today and start your adventure! Browse Scooters Why Choose ScootEasy? At ScootEasy, we believe in providing a seamless and enjoyable experience for all our customers. Whether you're a tourist looking to explore the wonders of India or a local needing a quick and reliable mode of transport, our scooter rental service is designed to meet your needs. Here's what sets us apart: Affordable Prices Our rental rates are highly competitive, ensuring that you get the best value for your money. We offer flexible pricing plans to suit all budgets. Convenient Booking With our easy-to-use online booking system, you can reserve your scooter in just a few clicks. No hassle, no waiting – just quick and efficient service. Reliable Scooters Our fleet of scooters is well-maintained and regularly serviced to ensure your safety and comfort. Ride with confidence knowing your scooter is in top condition. Wide Coverage We have rental locations across major cities in India, making it easy for you to pick up and drop off your scooter wherever you go. Choose The Best Scooter Start From ₹300/day Honda Activa 5G 110cc Engine Automatic Transmission 60 km/l Mileage Electric Start Comfortable Ride Choose Start From ₹280/day TVS Jupiter 110cc Engine Automatic Transmission 62 km/l Mileage Electric Start Smooth Suspension Choose Start From ₹320/day Suzuki Access 125 125cc Engine Automatic Transmission 64 km/l Mileage Electric Start Spacious Seat Choose Start From ₹310/day Yamaha Fascino 113cc Engine Automatic Transmission 66 km/l Mileage Electric Start Retro Design Choose Start From ₹290/day Hero Maestro Edge 110cc Engine Automatic Transmission 60 km/l Mileage Electric Start Stylish Design Choose Start From ₹350/day Bajaj Chetak Electric Scooter Automatic Transmission 95 km/charge Range Fast Charging Eco-Friendly Choose Rental Terms and Conditions At ScootEasy, we aim to provide a smooth and transparent rental experience for all our customers. Please read the following terms and conditions carefully before renting a scooter: Eligibility To rent a scooter, you must be at least 18 years old and possess a valid driver’s license. International tourists must have an international driving permit (IDP) along with their home country’s license. Booking and Payment All bookings must be made through our online platform. Payment can be made via credit/debit card or digital wallets. Full payment is required at the time of booking to confirm your reservation. Security Deposit A refundable security deposit is required at the time of scooter pick-up. The deposit amount varies depending on the scooter model. The deposit will be refunded upon safe return of the scooter in its original condition. Pick-Up and Drop-Off Scooters can be picked up and dropped off at any of our designated locations. Please return the scooter by the agreed time to avoid late fees. A grace period of 30 minutes is allowed. Fuel Policy All scooters are provided with a full tank of fuel and must be returned with a full tank. If the scooter is not returned with a full tank, refueling charges will apply. Contact Us I accept privacy policy Send message Our Customer Reviews Renting a scooter from ScootEasy was a fantastic experience! The online booking process was smooth and efficient, and I was able to pick up my scooter within minutes of arriving at their location. The scooter itself was in excellent condition and made my travels around Mumbai incredibly convenient. The staff were friendly and helpful, providing me with all the information I needed. Highly recommended for anyone looking to explore the city with ease. Rajesh Kumar I had a great time using ScootEasy's services during my recent trip to Goa. The scooter was clean, well-maintained, and very fuel-efficient. The team at ScootEasy made sure I was comfortable with the vehicle and provided a detailed map of the best routes to take. Returning the scooter was hassle-free, and I received my security deposit back promptly. It made my vacation so much more enjoyable. Thank you, ScootEasy! Priya Patel ScootEasy offers an exceptional scooter rental service. I used their service while in Bangalore and was thoroughly impressed. The scooter performed flawlessly, and the rental rates were very reasonable. I appreciated the flexibility in their rental terms and the convenience of multiple pick-up and drop-off points around the city. The customer support team was always available to answer my queries and assist me when needed. I'll definitely use ScootEasy again in the future. Anjali Verma Contacts 1/9, Azadgarh, Tollygunge, Kolkata, West Bengal 700040, India +918709498871 scooteasy@gmail.com Links Home Catalog Rental Terms Contact us Policy Privacy policy Terms and Conditions",
    "privacy": "ScootEasy - Affordable Scooter Rentals in India | privacy policy Home Catalog Rental Terms Contact us Privacy Policy Your privacy is important to us at ScootEasy. This privacy policy explains how we collect, use, and protect your personal information when you use our website and services. 1. Information We Collect We collect personal information that you voluntarily provide to us when you register on the website, make a booking, or contact us. This includes: Name Email address Phone number Payment information Driver’s license information 2. How We Use Your Information We use the information we collect for the following purposes: To process your bookings and payments To communicate with you about your bookings and provide customer support To improve our website and services To send you promotional offers and updates, if you have opted to receive them 3. Information Sharing and Disclosure We do not share your personal information with third parties, except in the following cases: With your consent To comply with legal obligations To protect and defend our rights and property With service providers who perform functions on our behalf (e.g., payment processing) 4. Security of Your Information We take appropriate security measures to protect your personal information from unauthorized access, disclosure, alteration, and destruction. However, no internet transmission is completely secure, and we cannot guarantee the absolute security of your data. 5. Your Rights You have the right to access, correct, or delete your personal information. You may also object to the processing of your data or request data portability. To exercise these rights, please contact us at scooteasy@gmail.com . 6. Changes to This Privacy Policy We may update this privacy policy from time to time. We will notify you of any significant changes by posting the new policy on our website and updating the effective date. Your continued use of our services after such changes constitutes your acceptance of the new policy. 7. Contact Us If you have any questions or concerns about this privacy policy or our data practices, please contact us at: Email: scooteasy@gmail.com Contacts 1/9, Azadgarh, Tollygunge, Kolkata, West Bengal 700040, India +918709498871 scooteasy@gmail.com Links Home Catalog Rental Terms Contact us Policy Privacy policy Terms and Conditions",
    "terms": "ScootEasy - Affordable Scooter Rentals in India | terms and conditions Home Catalog Rental Terms Contact us Terms and Conditions Welcome to ScootEasy! By using our services, you agree to comply with and be bound by the following terms and conditions. Please review them carefully. 1. Agreement By accessing and using our website and services, you accept and agree to be bound by these terms and conditions and our privacy policy. If you do not agree with any part of these terms, you must not use our services. 2. Eligibility To rent a scooter from ScootEasy, you must be at least 18 years old and possess a valid driver’s license. International tourists must have an international driving permit (IDP) along with their home country’s license. 3. Booking and Payment All bookings must be made through our online platform. Payment can be made via credit/debit card or digital wallets. Full payment is required at the time of booking to confirm your reservation. A refundable security deposit is required at the time of scooter pick-up. 4. Scooter Use The rented scooter is intended for personal use only. Subleasing or using the scooter for commercial purposes is strictly prohibited. Off-road usage is not allowed. You are responsible for the scooter's condition and must return it in the same condition as when rented. 5. Pick-Up and Drop-Off Scooters can be picked up and dropped off at any of our designated locations. Please return the scooter by the agreed time to avoid late fees. A grace period of 30 minutes is allowed. 6. Fuel Policy All scooters are provided with a full tank of fuel and must be returned with a full tank. If the scooter is not returned with a full tank, refueling charges will apply. 7. Insurance and Liability Basic insurance coverage is included in the rental cost. However, in case of any damage or theft, the renter is liable for repair or replacement costs up to the security deposit amount. Additional insurance coverage is available for purchase. 8. Cancellation Policy Bookings can be canceled up to 24 hours before the scheduled pick-up time for a full refund. Cancellations made within 24 hours of the pick-up time will incur a 50% cancellation fee. 9. Limitations of Liability ScootEasy is not liable for any indirect, incidental, or consequential damages arising from the use of our services. Our maximum liability is limited to the rental amount paid by you. 10. Governing Law These terms and conditions are governed by and construed in accordance with the laws of India. Any disputes arising out of or in connection with these terms shall be subject to the exclusive jurisdiction of the courts in Mumbai. 11. Changes to Terms We reserve the right to modify these terms and conditions at any time. We will notify you of any significant changes by posting the new terms on our website and updating the effective date. Your continued use of our services after such changes constitutes your acceptance of the new terms. 12. Contact Us If you have any questions or concerns about these terms and conditions, please contact us at: scooteasy@gmail.com Contacts 1/9, Azadgarh, Tollygunge, Kolkata, West Bengal 700040, India +918709498871 scooteasy@gmail.com Links Home Catalog Rental Terms Contact us Policy Privacy policy Terms and Conditions",
    "thank": "ScootEasy - Affordable Scooter Rentals in India | Thank Thank You for Choosing ScootEasy! We sincerely appreciate your decision to rent a scooter with ScootEasy. Our team is dedicated to providing you with the best service and ensuring that your travel experience in India is both convenient and enjoyable. Should you have any questions or need further assistance, please do not hesitate to reach out to our customer support team. We look forward to serving you again in the future. Safe travels and happy riding! Warm regards, The ScootEasy Team Main page"
  },
  "date": "2024-06-29T08:03:43.888Z"
}