{
  "name": "New_v9_TimelessTreasures",
  "pages": {
    "index": "Timeless Treasures - Luxury Watch Store in India Home Categories Catalog About us Gallery Contact us Luxury Watches in India From classic elegance to avant-garde designs, we have the perfect watch to complement your lifestyle and accentuate your individuality. Shop Watches Authentic Luxury Genuine timepieces from renowned brands. Trusted Quality Stringent quality checks for every watch. Timeless Elegance Impeccable craftsmanship and timeless designs. Personalized Service Expert guidance for the perfect timepiece. Explore Our Watch Collections Men's Watches Women's Watches Luxury Brands Limited Editions Experience Unparalleled Craftsmanship Masterpieces of Horology View catalog Most popular Diver's Watch ₹7,99,000 Order Chronograph Watch ₹4,25,000 Order Dress Watch ₹3,80,000 Order Pilot's Watch ₹5,50,000 Order Discover the Art of Timekeeping at Timeless Treasures At Timeless Treasures, we believe that a watch is more than just a timepiece – it's a reflection of your individuality and a testament to impeccable craftsmanship. Our curated collection represents the pinnacle of horological excellence, featuring exquisite timepieces from the world's most prestigious watchmakers. Whether you seek a classic, timeless design or a contemporary masterpiece, our knowledgeable experts are dedicated to helping you find the perfect watch to complement your lifestyle and personal style. Explore our showroom and immerse yourself in the captivating world of luxury watchmaking. Get in touch LATEST ARRIVALS Racing Watch ₹2,75,000 Order Luxury Sports Watch ₹18,50,000 Order Classic Dress Watch ₹25,00,000 Order Luxury Travel Watch ₹19,75,000 Order Timeless Style for the Modern Man Shop Now Elegant Watches for the Sophisticated Woman Shop Now Send Us Your Questions! I accept privacy policy Send message Shop no, 197, Chaura Rasta Rd, Tripolia Bazar, Pink City, Jaipur, Rajasthan 302002, India +91 14 1401 3255 timelesstreasures@gmail.com Links Home Categories Catalog About us Gallery Contact us Privacy policy Terms and Conditions",
    "privacy": "Timeless Treasures - Luxury Watch Store in India | Privacy Policy Home Categories Catalog About us Gallery Contact us Privacy Policy Information We Collect At Timeless Treasures, we collect personal information such as your name, email address, shipping address, and payment details when you make a purchase or sign up for our newsletter. We also collect non-personal information like your IP address, browser type, and browsing behavior for analytics and website optimization purposes. Use of Information We use your personal information to process your orders, provide customer service, and send you marketing communications about our products and services. We may also use your information to improve our website and enhance your shopping experience. Non-personal information is used for website analytics and to better understand how visitors interact with our site. Data Security We take the security of your personal information seriously and implement appropriate measures to protect it from unauthorized access, disclosure, alteration, or destruction. We use industry-standard security protocols and encryption technology to safeguard your data during transmission and storage. Third-Party Sharing We may share your personal information with trusted third-party service providers who assist us in operating our website, conducting business activities, or servicing you. These third parties are required to maintain the confidentiality and security of your information and are prohibited from using it for any other purpose. Your Rights You have the right to access, update, or delete your personal information held by us. If you wish to exercise these rights or have any questions about our privacy policy, please contact us using the information provided on our website. Updates We may update this privacy policy from time to time to reflect changes in our practices or legal requirements. We encourage you to review this policy periodically for the latest information on how we handle your personal data. Contact us at email: timelesstreasures@gmail.com Shop no, 197, Chaura Rasta Rd, Tripolia Bazar, Pink City, Jaipur, Rajasthan 302002, India +91 14 1401 3255 timelesstreasures@gmail.com Links Home Categories Catalog About us Gallery Contact us Privacy policy Terms and Conditions",
    "terms": "Timeless Treasures - Luxury Watch Store in India | Terms and Conditions Home Categories Catalog About us Gallery Contact us Terms and Conditions Introduction These terms and conditions govern your use of the Timeless Treasures website and the purchase of any products from our online store. By accessing or using our website, or by placing an order, you agree to be bound by these terms and conditions. Product Descriptions and Pricing We strive to provide accurate and up-to-date information about our products, including descriptions, pricing, and availability. However, errors may occur, and we reserve the right to revise any stated information without prior notice. If an error is discovered in the pricing or product details, we will notify you and provide the opportunity to reconfirm or cancel your order. Ordering and Payment By placing an order, you represent that all information provided is accurate and complete. You are responsible for maintaining the confidentiality of your payment information. We accept various payment methods, and all transactions are subject to verification and approval by the respective financial institutions. Delivery and Shipping We will make reasonable efforts to deliver your order within the estimated timeframe, but we do not guarantee specific delivery dates. Delivery times may vary based on your location and the shipping method chosen. Risk of loss and title for the products pass to you upon delivery to the carrier. Returns and Exchanges We stand behind the quality of our products and offer returns or exchanges within a specified period, subject to certain conditions. Please refer to our Returns and Exchanges policy for detailed information on eligibility, procedures, and any applicable fees or charges. Intellectual Property All content on our website, including text, graphics, logos, images, and software, is the property of Timeless Treasures or its licensors and is protected by intellectual property laws. You may not reproduce, distribute, modify, or create derivative works from any content without our prior written consent. Limitation of Liability In no event shall Timeless Treasures be liable for any indirect, incidental, special, or consequential damages arising out of or in connection with your use of our website or the purchase of products, even if we have been advised of the possibility of such damages. Governing Law and Jurisdiction These terms and conditions shall be governed by and construed in accordance with the laws. Any disputes arising from or related to these terms and conditions shall be subject to the exclusive jurisdiction of the courts. Modifications We reserve the right to modify these terms and conditions at any time without prior notice. Your continued use of our website or services after any such modifications constitutes your acceptance of the new terms and conditions. Contact us at email: timelesstreasures@gmail.com Shop no, 197, Chaura Rasta Rd, Tripolia Bazar, Pink City, Jaipur, Rajasthan 302002, India +91 14 1401 3255 timelesstreasures@gmail.com Links Home Categories Catalog About us Gallery Contact us Privacy policy Terms and Conditions",
    "thank": "Timeless Treasures - Luxury Watch Store in India | Thank You Thank you for your enquiry at Timeless Treasures We appreciate your interest in our exquisite collection of luxury timepieces. One of our knowledgeable watch consultants will be in touch with you shortly to discuss your requirements and assist you in finding the perfect timepiece that matches your style and preference. We look forward to guiding you through the captivating world of high-end watchmaking and providing you with an exceptional shopping experience. Home page"
  }
}