{
  "name": "New_v8_ornata",
  "pages": {
    "privacy-policy": "Ornata's Privacy Policy terms: Protecting Shopping Experience Ornata Home Catalog About Contacts Home Catalog About Contacts Privacy Policy We are committed to protecting your privacy and ensuring the security of your personal information. We collect personal information that you provide to us, such as your name, email address, and payment details. We use your personal information to process your orders, provide customer service, and send marketing communications. We may share your information with third-party service providers who assist us in operating our website and conducting our business. We do not sell or rent your personal information to third parties. We implement security measures to protect your personal information from unauthorized access. You have the right to access, update, or delete your personal information at any time. We may update this privacy policy from time to time, and any changes will be posted on this page. By using our website, you consent to the collection and use of your personal information as described in this policy. If you have any questions or concerns about our privacy policy, please contact us at [email address]. +9555345 67890 ornata@gmail.com E-10, Sector 63, Noida, Uttar Pradesh 201301, India Privacy Policy Terms conditions Cookies Disclaimer We use cookies to enhance your browsing experience and provide personalized content. By continuing to use our website, you consent to our use of cookies in accordance with our Cookies Policy. accept",
    "terms-conditions": "Ornata's User Agreement: Rules for Your Online Glasses Shopping Experience Ornata Home Catalog About Contacts Home Catalog About Contacts Terms and Conditions By using our website, you agree to comply with these terms and conditions. All content on this website is the property of Ornata and is protected by intellectual property laws. You may not reproduce, distribute, or modify any content without our written consent. We reserve the right to update these terms and conditions at any time. It is your responsibility to review the terms and conditions regularly. We are not liable for any damages resulting from the use of our website. Your use of the website is at your own risk. We reserve the right to terminate your access to the website if you violate these terms. These terms and conditions are governed by the laws of India. If any provision of these terms is found to be invalid, the remaining provisions will continue to be valid and enforceable. +9555345 67890 ornata@gmail.com E-10, Sector 63, Noida, Uttar Pradesh 201301, India Privacy Policy Terms conditions Cookies Disclaimer We use cookies to enhance your browsing experience and provide personalized content. By continuing to use our website, you consent to our use of cookies in accordance with our Cookies Policy. accept",
    "thanks": "Thank you! Thank You! home",
    "about": "About Ornata: Crafting Timeless Elegance with Passion Ornata Home Catalog About Contacts Home Catalog About Contacts Sustainability and Ethics We believe that true beauty comes from within, which is why we are committed to ethical sourcing and sustainable practices. Our materials are carefully selected to ensure they are responsibly sourced, and we work with suppliers who share our commitment to environmental and social responsibility. By choosing Ornata, you are supporting a brand that values integrity and sustainability. Our Community Ornata is more than just a jewelry brand – we are a community of passionate individuals who appreciate the finer things in life. We are dedicated to building lasting relationships with our customers, and we cherish the trust and loyalty they place in us. Whether you are a long-time customer or new to Ornata, we welcome you to join our community and share in the joy of exquisite jewelry. Our Vision for the Future As we look to the future, we remain committed to our mission of creating jewelry that inspires and delights. We are continuously exploring new designs, techniques, and materials to push the boundaries of creativity and innovation. Our vision is to continue growing as a brand that is synonymous with elegance, quality, and sustainability, bringing beauty and joy to people around the world. About Ornata: Crafting Timeless Elegance with Passion Our Story Ornata was founded with a vision to create jewelry that transcends trends and celebrates timeless elegance. Our journey began with a passion for beauty and a desire to craft pieces that are both stunning and meaningful. Over the years, we have grown into a trusted name in the jewelry industry, known for our dedication to quality and craftsmanship. The Art of Craftsmanship Every piece of jewelry at Ornata is a testament to the skill and creativity of our artisans. Our team of talented designers and craftsmen work meticulously to bring each design to life, ensuring that every detail is perfect. From the initial sketch to the final polish, we pour our hearts into every step of the process, creating jewelry that is truly extraordinary. Our Values At Ornata, our core values guide everything we do. We believe in integrity, excellence, and a deep respect for the art of jewelry making. Our commitment to ethical sourcing and sustainable practices reflects our dedication to making a positive impact on the world. We take pride in our work and strive to create pieces that bring joy and beauty to our customers' lives. Customer Commitment Your satisfaction is our top priority. We strive to provide an exceptional shopping experience from start to finish. Our user-friendly website, secure payment options, and prompt delivery services are designed to make your purchase as convenient as possible. If you have any questions or need assistance, our customer support team is always here to help. +9555345 67890 ornata@gmail.com E-10, Sector 63, Noida, Uttar Pradesh 201301, India Privacy Policy Terms conditions Cookies Disclaimer We use cookies to enhance your browsing experience and provide personalized content. By continuing to use our website, you consent to our use of cookies in accordance with our Cookies Policy. accept",
    "catalog": "Explore Ornata's Exclusive Jewelry Collection: Rings, Necklaces, Earrings & More Ornata Home Catalog About Contacts Home Catalog About Contacts Ornata Jewelry Collection: Rings, Necklaces, Earrings & More Our Exquisite Rings Ornata's collection of rings showcases the perfect blend of elegance and craftsmanship. From dazzling diamond solitaires to intricately designed bands, each ring is a masterpiece. Whether you're searching for an engagement ring, a wedding band, or a statement piece for special occasions, our rings are designed to make a lasting impression. Explore our selection and find the perfect ring that speaks to your unique style. Stunning Necklaces Our necklace collection features a variety of styles, from delicate pendants to bold statement pieces. Each necklace is crafted with the finest materials and attention to detail, ensuring that it adds a touch of sophistication to any outfit. Whether you prefer the timeless beauty of pearls, the sparkle of diamonds, or the vibrant hues of gemstones, Ornata has a necklace that will enhance your look and express your personality. Elegant Earrings Discover the perfect pair of earrings at Ornata. Our collection includes everything from classic studs and elegant drop earrings to modern hoops and intricate chandeliers. Each pair is designed to complement your style and add a touch of glamour to any occasion. Made with the finest materials, our earrings are both beautiful and durable, making them a cherished addition to your jewelry collection. 399$ Dainty diamond solitaires order 499$ Intricately designed pearls order 599$ Modern hoops with diamonds order 699$ Intricate charm bracelets order 1499$ Crafted with gold and diamonds order 1999$ Fragrant scents and elegant design order 1499$ Artistic frames with delicate ornaments order 1999$ Elegant vases and sculptures order 1299$ Intricate charm bracelets order Luxurious Bracelets Add a touch of elegance to your wrist with Ornata's collection of bracelets. Our selection includes delicate bangles, sophisticated cuffs, and intricately designed charm bracelets. Each piece is crafted with precision and care, ensuring that it is both beautiful and comfortable to wear. Whether you're looking for a simple accessory or a statement piece, our bracelets are designed to impress and delight. Custom Jewelry At Ornata, we understand that sometimes you need something truly unique. Our custom jewelry service allows you to create a one-of-a-kind piece that reflects your individual style and vision. Work with our talented designers to bring your dream jewelry to life, using the finest materials and craftsmanship. Whether it's a special gift or a personal treasure, our custom jewelry is designed to be cherished for a lifetime. Gift Ideas Looking for the perfect gift? Ornata's jewelry makes a thoughtful and memorable present for any occasion. Explore our curated selection of gift ideas, including elegant sets, timeless classics, and personalized pieces. Whether you're celebrating a birthday, anniversary, or another special moment, our jewelry is sure to bring joy and make a lasting impression. Exclusive Collections At Ornata, we are proud to offer exclusive collections that showcase the best of our craftsmanship and design. From limited-edition pieces to collaborations with renowned designers, our exclusive collections are a testament to our commitment to excellence and innovation. Explore these unique pieces and discover the artistry and creativity that sets Ornata apart. Our Promise At Ornata, we are dedicated to providing you with exceptional quality and service. Our jewelry is crafted to the highest standards, and we stand behind every piece we create. We offer a satisfaction guarantee and are committed to ensuring that you are delighted with your purchase. Explore our collection with confidence, knowing that your satisfaction is our top priority. +9555345 67890 ornata@gmail.com E-10, Sector 63, Noida, Uttar Pradesh 201301, India Privacy Policy Terms conditions Cookies Disclaimer We use cookies to enhance your browsing experience and provide personalized content. By continuing to use our website, you consent to our use of cookies in accordance with our Cookies Policy. accept",
    "contacts": "Ornata - Contact Us Find the perfect pair for every occasion and enjoy fast shipping and easy returns. Ornata Home Catalog About Contacts Home Catalog About Contacts Contact Us Name Email I agree with terms of conditions Send +9555345 67890 ornata@gmail.com E-10, Sector 63, Noida, Uttar Pradesh 201301, India Privacy Policy Terms conditions Cookies Disclaimer We use cookies to enhance your browsing experience and provide personalized content. By continuing to use our website, you consent to our use of cookies in accordance with our Cookies Policy. accept",
    "cookies": "Ornata's Cookies Policy: Protecting Your Online Glasses Shopping Experience Ornata Home Catalog About Contacts Home Catalog About Contacts Cookies Policy We use cookies to enhance your browsing experience on our website. Cookies are small data files stored on your device when you visit our website. We use both session cookies and persistent cookies to improve functionality and performance. Session cookies are temporary and are deleted once you close your browser. Persistent cookies remain on your device until they expire or are deleted by you. We use cookies to remember your preferences, login details, and provide personalized content. Third-party cookies may be used for analytics and advertising purposes. You can manage your cookie preferences through your browser settings. Disabling cookies may affect the functionality of our website. By continuing to use our website, you consent to the use of cookies as described in this policy. +9555345 67890 ornata@gmail.com E-10, Sector 63, Noida, Uttar Pradesh 201301, India Privacy Policy Terms conditions Cookies Disclaimer We use cookies to enhance your browsing experience and provide personalized content. By continuing to use our website, you consent to our use of cookies in accordance with our Cookies Policy. accept",
    "disclaimer": "Ornata disclaimer: Your Online Shop for Glasses Ornata Home Catalog About Contacts Home Catalog About Contacts Disclaimer The information on this website is for general informational purposes only. We make no warranties regarding the accuracy or completeness of the content. Ornata is not responsible for any errors or omissions in the content. We are not liable for any losses or damages arising from the use of our website. The inclusion of any third-party links does not imply endorsement or responsibility for the content of those sites. We do not guarantee that the website will be available at all times or free from viruses or other harmful components. We reserve the right to modify or discontinue the website at any time without notice. Your use of the website is at your own risk. We are not responsible for any damages resulting from the use of the website or any linked sites. This disclaimer is subject to change without notice. +9555345 67890 ornata@gmail.com E-10, Sector 63, Noida, Uttar Pradesh 201301, India Privacy Policy Terms conditions Cookies Disclaimer We use cookies to enhance your browsing experience and provide personalized content. By continuing to use our website, you consent to our use of cookies in accordance with our Cookies Policy. accept",
    "index": "Discover the Exquisite World of Fine Jewelry | Ornata Ornata Home Catalog About Contacts Home Catalog About Contacts Welcome to Ornata: The Ultimate Destination for Exquisite Jewelry Welcome to Ornata, your ultimate destination for exquisite jewelry. Our mission is to bring you the finest jewelry pieces, crafted with precision, passion, and a deep appreciation for timeless beauty. At Ornata, we believe that jewelry is not just an accessory but a reflection of individuality and elegance. EXPLORE NOW Our Collection Our exclusive collection features a wide range of jewelry pieces, including stunning necklaces, elegant bracelets, intricate earrings, and luxurious rings. Each piece is meticulously designed to enhance your style and add a touch of sophistication to any occasion. Whether you're looking for a statement piece or a subtle accent, Ornata has something to suit every taste and preference. Why Choose Ornata? At Ornata, we are committed to providing our customers with the highest quality jewelry and exceptional customer service. Our artisans use only the finest materials, including gold, silver, diamonds, and precious gemstones, to create pieces that are not only beautiful but also durable. We believe in the importance of ethical sourcing and sustainable practices, ensuring that our jewelry is crafted with respect for both people and the planet. Join the Ornata Community Join the Ornata community and stay updated on the latest collections, exclusive offers, and special events. Follow us on social media and subscribe to our newsletter to be the first to know about new arrivals and exciting promotions. At Ornata, we are more than just a jewelry brand – we are a community of jewelry enthusiasts who appreciate the finer things in life. Diamond Necklace 1499.99$ order Ruby Ring 1999.99$ order Pearl Earrings 2999.99$ order Diamond Pendant 1499.99$ order Diamond Pendant 1499.99$ order Diamond Pendant 1499.99$ SHOP NOW Customer Satisfaction Your satisfaction is our top priority. From the moment you visit our website to the day your jewelry arrives at your doorstep, we strive to provide a seamless and enjoyable shopping experience. Our dedicated customer support team is always available to assist you with any questions or concerns, ensuring that you feel confident and delighted with your purchase. Experience the Elegance Explore our website to discover the beauty and elegance of Ornata's jewelry collection. Each piece is a work of art, designed to inspire and captivate. Whether you're treating yourself or searching for the perfect gift for a loved one, Ornata offers a selection of jewelry that is sure to impress and delight. SHOP NOW +9555345 67890 ornata@gmail.com E-10, Sector 63, Noida, Uttar Pradesh 201301, India Privacy Policy Terms conditions Cookies Disclaimer We use cookies to enhance your browsing experience and provide personalized content. By continuing to use our website, you consent to our use of cookies in accordance with our Cookies Policy. accept"
  },
  "date": "2024-05-17T19:11:13.100Z"
}