{
  "name": "New_v9_QuickEats",
  "pages": {
    "how-it-work": "Quick Eats: Fresh and Healthy Meal Delivery Quick Eats Home About Us How it work Home About Us How it work Who We Serve We serve those in need for the long-term meal assistance or anyone who might be in need of a short-term plan while recovering from an injury or illness, or who would simply enjoy healthy meals that requires minimum preparation time. Quick Eats is proud to serve and deliver healthy, nutritious meals to your door. Your first delivery will be at your door within 2-3 business days from the day we receive the authorization. Please, let us know your preferences, and we will be happy to modify the menu or customize it to your preference! Please, consider our delicious meals a complete nutrition solution. We are delighted to serve you and your satisfaction is our priority! Eligibility Find out if you are eligible to have Quick Eats deliver meals to you each week at NO COST for you! Are you on short-term disability? Are you disabled? Are you over 65? Do you have ANY other health insurance that offer paid meal option? FAQ How do I place an order? To place an order, simply browse our menu, select the items you'd like, and proceed to checkout. Follow the prompts to enter your delivery details and payment information. What payment methods do you accept? We accept major credit and debit cards, as well as online payment services like PayPal and Apple Pay. Is there a minimum order amount for delivery? Yes, our minimum order amount for delivery is $20. How long does delivery take? Delivery times vary depending on your location and current demand. On average, deliveries are made within 30-45 minutes. Why us? Quick Eats is determined to provide good meals for those in need and attempt to address the needs of the participants at home on long-term care, post-discharge and those with chronic conditions. We try to help all participants to remain independent and provide the best meal plans and a large menu with many options to choose from to fit any dietary need. We have variety of options from vegetarian to kosher, low-sodium, gluten-free, and many more. Our meals help those with health issues or injuries to make meal preparation easy and safe. We deliver straight to their doorstep each week. The meals get warmed up in the microwave and are ready to be served and enjoyed in minutes! Please, note that all referrals submitted by case managers and coordinators by 5:00 PM EST by Friday will be delivered the following week. Participant’s first delivery with include items from the first week of our standard menu unless we have special request submitted along with the authorization. Quick Eats Home About Us How it work Privacy Policy Terms and conditions +91 85 49271851 quickeats@gmail.com 148, Central Bazar Road, behind Meditrina Hospital, Ramdaspeth, Nagpur, Maharashtra 440012",
    "index": "Quick Eats: Nutritious Food Delivery Service Quick Eats Home About Us How it work Home About Us How it work Free Meals delivered to your doorstep! We provide healthy, balanced meals delivered to your doorstep! HOW IT WORKS We offer a wide variety of frozen, refrigerated and shelf-ready meals including lunches, deli cafes, breakfasts, soups and week specials. We also accommodate customers with dietary restrictions and offer vegetarian, sodium-controlled and gluten-free menus. We also provide emergency emergency bags that contain only non-perishable items and do not require refrigeration or heating. About Us Gluten free options Exact calorie content Improves health Vegetarian options Why choose us? We are proud to provide a healthy and nutritious meal for those in need! We listen to your preferences and customize the weekly menu considering your requests! Your health is our priority! Delicious & Healthy Taste and preferences Ready to heat Fast Delivery Choose Your Nutrition Meals includes: Loaf of Bread Sticks of Butter Quart of Juice Half Callon of 2% Milk Box of Cereal or Oat Meal Package of Cheese Sticks or Cheese Slices Schedule your first weekly delivery Got a question? Ask it to us! SUBMIT I accept the Privacy Policy Quick Eats Home About Us How it work Privacy Policy Terms and conditions +91 85 49271851 quickeats@gmail.com 148, Central Bazar Road, behind Meditrina Hospital, Ramdaspeth, Nagpur, Maharashtra 440012",
    "privacy-policy": "Quick Eats: Convenient Healthy Food Delivery Quick Eats Home About Us How it work Home About Us How it work Privacy Policy Your privacy is important to us. This Privacy Policy outlines the types of personal information that Quick Eats collects, how we use and protect that information, and your rights in relation to this information. Information We Collect We may collect personal information such as your name, email address, phone number, and delivery address when you create an account or place an order. How We Use Your Information We use your information to process your orders, communicate with you about your orders, improve our services, and provide personalized recommendations. Sharing of Your Information We do not sell, trade, or otherwise transfer your personal information to third parties without your consent, except as described in this Privacy Policy or as required by law. Security of Your Information We implement security measures to protect your personal information from unauthorized access, use, or disclosure. However, no method of transmission over the Internet or electronic storage is 100% secure. Your Rights You have the right to access, correct, or delete your personal information. You may also opt-out of receiving marketing communications from us at any time. Changes to This Privacy Policy We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. If you have any questions about this Privacy Policy, please contact us at quickeats@gmail.com Quick Eats Home About Us How it work Privacy Policy Terms and conditions +91 85 49271851 quickeats@gmail.com 148, Central Bazar Road, behind Meditrina Hospital, Ramdaspeth, Nagpur, Maharashtra 440012",
    "terms-conditions": "Quick Eats: Your Healthy Meal Delivery Solution Quick Eats Home About Us How it work Home About Us How it work Terms and Conditions Welcome to Quick Eats! These terms and conditions outline the rules and regulations for the use of our website and services. 1. Acceptance of Terms By accessing this website and using our services, you agree to be bound by these terms and conditions, all applicable laws, and regulations, and agree that you are responsible for compliance with any applicable local laws. 2. Use of Services Our services are intended for personal use only. You may not use our services for any illegal or unauthorized purpose. 3. Orders and Payments All orders placed through our website are subject to availability and acceptance. Prices and availability of items are subject to change without notice. 4. Delivery We aim to deliver orders within the estimated time frame, but delivery times may vary depending on factors beyond our control. 5. User Accounts You may be required to create an account to access certain features of our website. You are responsible for maintaining the confidentiality of your account and password. 6. Limitation of Liability We shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with the use of our services. 7. Governing Law These terms and conditions are governed by and construed in accordance with the laws of [Your Jurisdiction]. 8. Changes to Terms and Conditions We reserve the right to modify or replace these terms and conditions at any time. Changes will be effective immediately upon posting on this page. If you have any questions about these terms and conditions, please contact us at quickeats@gmail.com Quick Eats Home About Us How it work Privacy Policy Terms and conditions +91 85 49271851 quickeats@gmail.com 148, Central Bazar Road, behind Meditrina Hospital, Ramdaspeth, Nagpur, Maharashtra 440012",
    "thanks": "Quick Eats: Delicious and Healthy Meals Delivered Go back Home Heartfelt Thanks from Quick Eats We appreciate that you chose us and will try to respond as soon as possible",
    "about": "Quick Eats: Healthy Meals Delivered to You Quick Eats Home About Us How it work Home About Us How it work Welcome to Quick Eats Our meals are for anyone who is unable to cook and prepare meals for themselves, or simply individuals and caregivers who would love to enjoy a fresh and easy meal. Our priority is our customer’s health. We care about each preference and dietary needs; therefore, we provide a variety of meal options and have options for low-sodium, gluten-free, Kosher, and vegetarian meals, allowing each customer to customize their meal plan to their preference. Quick Eats delivers ready-to-go meals that require NO preparation and only need to be heated so that our customers can enjoy healthy meals in minutes that taste like homemade meal they’d cook for themselves! Our Mission Welcome to Quick Eats, your number one source for healthy and delicious meals delivered right to your doorstep. Our mission is to make healthy eating easy and accessible for everyone, regardless of their busy schedules. Founded in 2021 by a team of nutrition enthusiasts, Quick Eats has come a long way from its humble beginnings. When we first started out, our passion for healthy living and our belief that nutritious food should be both convenient and affordable drove us to start Quick Eats. We began with a small kitchen and a big dream: to change the way people think about fast food. Our founders realized that in today’s fast-paced world, people often resort to unhealthy eating habits due to lack of time and options. This realization became the cornerstone of our journey. We believe that food is more than just fuel; it is an integral part of our lives that should be enjoyed. This belief is what drives us to source the freshest ingredients, develop mouth-watering recipes, and create meals that are as delicious as they are nutritious. From our kitchen to your table, we strive to maintain the highest standards of quality and taste in everything we do. At Quick Eats, we understand the importance of sustainability. That's why we are committed to using eco-friendly packaging and reducing our carbon footprint. We work closely with local farmers and suppliers to ensure that our ingredients are not only fresh but also sustainably sourced. This commitment to sustainability is at the heart of our operations, as we aim to contribute positively to the environment and our community. Our menu is diverse and caters to various dietary preferences and needs. Whether you're looking for vegan options, gluten-free meals, or high-protein dishes, we've got you covered. Our team of chefs and nutritionists work tirelessly to create meals that are balanced, flavorful, and satisfying. We are constantly innovating and introducing new dishes to keep our menu exciting and aligned with the latest health trends. Customer satisfaction is our top priority. We take great pride in our customer service and our ability to deliver meals that meet our customers' expectations. Our user-friendly website and app make it easy to browse our menu, place orders, and track deliveries. We value the feedback of our customers and continuously strive to improve our services based on their input. As we look to the future, we are excited to expand our reach and bring Quick Eats to more communities. We envision a world where healthy eating is not a luxury but a standard. Our goal is to make nutritious meals accessible to everyone, and we are dedicated to achieving this through innovation, dedication, and a passion for good food. Our Team William Johnson CEO David Brown COO Isabella Rodriguez CMO Evelyn Miller CTO Customer Reviews Charles Quick Eats has completely transformed my eating habits. The meals are delicious, nutritious, and super convenient. I no longer have to worry about cooking after a long day at work! Michael The variety of meals offered by Quick Eats is fantastic. There’s always something new to try, and I love that they cater to different dietary needs. Highly recommend! Emily I’ve been using Quick Eats for a few months now, and I’m very impressed. The meals are always fresh, and the delivery is reliable. Great service overall! Harper I’ve been using Quick Eats for a few months now, and I’m very impressed. The meals are always fresh, and the delivery is reliable. Great service overall! Quick Eats Home About Us How it work Privacy Policy Terms and conditions +91 85 49271851 quickeats@gmail.com 148, Central Bazar Road, behind Meditrina Hospital, Ramdaspeth, Nagpur, Maharashtra 440012"
  },
  "date": "2024-06-27T06:47:44.818Z"
}