{
  "name": "New_v8_UrbanGrace",
  "pages": {
    "about-us": "UrbanGrace - Sobre Nós UrbanGrace INÍCIO SOBRE NÓS SERVIÇOS CONTATO Últimas Notícias UrbanGrace Lança Novos Pacotes de Serviços de Design UrbanGrace está animada para apresentar nossos mais recentes pacotes de serviços de design projetados para atender todas as suas necessidades de design de interiores. Desde a criação de layouts até a seleção de acabamentos, nós temos você coberto. Saiba mais sobre nossas ofertas hoje mesmo! Dicas Especializadas para Manter um Design Impecável Durante Todo o Ano Manter o design da sua casa é crucial para manter sua beleza e funcionalidade. Confira nossas dicas especializadas sobre como cuidar do design da sua casa durante todo o ano e garantir um ambiente sempre agradável. UrbanGrace Nomeada Melhor Serviço de Design da Cidade Estamos emocionados em anunciar que a UrbanGrace foi reconhecida como o melhor serviço de design de interiores da cidade! Obrigado a todos os nossos valiosos clientes pelo apoio. Venha experimentar nosso serviço premiado você mesmo! Participe do Nosso Evento Anual de Design de Interiores Guarde a data para o nosso evento anual de design de interiores! Junte-se a nós para um dia de demonstrações de design, conselhos especializados e descontos especiais em nossos serviços. Não perca esta oportunidade emocionante de transformar seu espaço! Dicas de Manutenção de Design de Interiores Compreensão dos Elementos de Design Otimização da Eficiência Energética no Design Próximos Eventos Série de Workshops UrbanGrace Essenciais de Design de Interiores Junte-se a nós para um workshop informativo sobre os essenciais de design de interiores. Aprenda dicas valiosas para manter seu espaço bonito e funcional durante todo o ano. Série de Workshops UrbanGrace Técnicas de Design DIY Capacite-se com técnicas de design DIY em nosso workshop. Desde a escolha de cores até a disposição de móveis, descubra como realizar transformações básicas no seu espaço com confiança. Série de Workshops UrbanGrace Compreendendo a Importância do Design Aprimore seu conhecimento sobre a importância do design de interiores em nosso workshop. Explore como o design do seu espaço desempenha um papel crucial em garantir conforto e beleza ideais. O site UrbanGrace utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceite ou Recuse. Accept Decline UrbanGrace serviço de esign Avisos Legais Política de Privacidade Termos e Condições",
    "contacts": "UrbanGrace - Entre em Contato UrbanGrace INÍCIO SOBRE NÓS SERVIÇOS CONTATO Tem alguma pergunta ou precisa de assistência? Ao clicar em enviar, você concorda com nossa Política de Privacidade ENVIAR FIQUE EM CONTATO Asa Norte Superquadra Norte 103 - Asa Norte, Brasília - DF, 70732-080, Brasil urbangrace@gmail.com +55 422 6434122 O site UrbanGrace utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceite ou Recuse. Accept Decline UrbanGrace serviço de esign Avisos Legais Política de Privacidade Termos e Condições",
    "disclaimers": "UrbanGrace - Avisos Legais UrbanGrace INÍCIO SOBRE NÓS SERVIÇOS CONTATO Avisos Legais e Isenções de Responsabilidade 1. Uso do Site O uso deste site é de sua responsabilidade. O conteúdo do site é fornecido apenas para fins informativos e não constitui aconselhamento profissional. 2. Precisão das Informações Nós nos esforçamos para manter as informações no site precisas e atualizadas, mas não oferecemos garantias de qualquer tipo quanto à precisão, adequação ou integridade das informações. 3. Limitação de Responsabilidade Não somos responsáveis por quaisquer danos diretos, indiretos, incidentais, consequenciais ou punitivos resultantes do uso ou incapacidade de usar este site. 4. Links para Outros Sites O site pode conter links para sites de terceiros. Não somos responsáveis pelo conteúdo desses sites ou por quaisquer danos ou perdas resultantes de seu uso. 5. Modificações no Site Reservamo-nos o direito de modificar ou descontinuar o site a qualquer momento sem aviso prévio. 6. Consentimento Ao usar nosso site, você concorda com estes avisos legais e isenções de responsabilidade. 7. Lei Aplicável Estes avisos legais são regidos e interpretados de acordo com as leis do Brasil. O site UrbanGrace utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceite ou Recuse. Accept Decline UrbanGrace serviço de esign Avisos Legais Política de Privacidade Termos e Condições",
    "index": "Inicio UrbanGrace - Serviços Premier de Design de Interiores para Espaços Transformadores UrbanGrace INÍCIO SOBRE NÓS SERVIÇOS CONTATO Transforme Seu Espaço Experimente a diferença com UrbanGrace. Nossos designers habilidosos estão dedicados a fornecer serviços de design excepcionais para realçar a beleza de sua casa. Seja criação de layouts, seleção de acabamentos ou decoração, confie em nós para dar vida à sua visão com precisão e cuidado. CONTACT US Últimas Notícias UrbanGrace Lança Novos Pacotes de Serviços de Design UrbanGrace está animada para apresentar nossos mais recentes pacotes de serviços de design projetados para atender todas as suas necessidades de design de interiores. Desde a criação de layouts até a seleção de acabamentos, nós temos você coberto. Saiba mais sobre nossas ofertas hoje mesmo! Dicas Especializadas para Manter um Design Impecável Durante Todo o Ano Manter o design da sua casa é crucial para manter sua beleza e funcionalidade. Confira nossas dicas especializadas sobre como cuidar do design da sua casa durante todo o ano e garantir um ambiente sempre agradável. UrbanGrace Nomeada Melhor Serviço de Design da Cidade Estamos emocionados em anunciar que a UrbanGrace foi reconhecida como o melhor serviço de design de interiores da cidade! Obrigado a todos os nossos valiosos clientes pelo apoio. Venha experimentar nosso serviço premiado você mesmo! Participe do Nosso Evento Anual de Design de Interiores Guarde a data para o nosso evento anual de design de interiores! Junte-se a nós para um dia de demonstrações de design, conselhos especializados e descontos especiais em nossos serviços. Não perca esta oportunidade emocionante de transformar seu espaço! Learn more Soluções de Design Eficientes Descubra como a UrbanGrace está liderando o caminho na promoção da eficiência energética por meio de serviços de design de interiores. Desde a seleção de materiais sustentáveis até a criação de layouts que maximizam a eficiência energética, estamos comprometidos em otimizar o desempenho do seu espaço e reduzir o impacto ambiental. Saiba mais sobre nossas iniciativas hoje mesmo! Próximos Eventos Série de Workshops UrbanGrace Essenciais de Design de Interiores Junte-se a nós para um workshop informativo sobre os essenciais de design de interiores. Aprenda dicas valiosas para manter seu espaço bonito e funcional durante todo o ano. Série de Workshops UrbanGrace Técnicas de Design DIY Capacite-se com técnicas de design DIY em nosso workshop. Desde a escolha de cores até a disposição de móveis, descubra como realizar transformações básicas no seu espaço com confiança. Série de Workshops UrbanGrace Compreendendo a Importância do Design Aprimore seu conhecimento sobre a importância do design de interiores em nosso workshop. Explore como o design do seu espaço desempenha um papel crucial em garantir conforto e beleza ideais. Workshop de Design de Interiores Essencial Junte-se a nós para nosso próximo Workshop de Design de Interiores Essencial e aprenda os fundamentos para criar e manter um espaço bonito e funcional. Desde a escolha de cores até a disposição de móveis, cobriremos tudo! Técnicas de Design de Interiores DIY Capacite-se com nosso Workshop de Técnicas de Design de Interiores DIY. Aprenda como realizar transformações básicas no seu espaço com confiança, garantindo um ambiente agradável e funcional! Nossos Últimos Projetos Design de Interiores Sustentável Descubra como a UrbanGrace está contribuindo ativamente para a sustentabilidade ambiental com nosso último projeto de design de interiores. Ao promover soluções de design sustentável, estamos trabalhando para um futuro mais verde e bonito. ENTRE EM CONTATO Implementação de Tecnologias de Design Ecológico Conheça nossos esforços para integrar tecnologias de design ecológico em nossos projetos. De materiais sustentáveis a práticas energeticamente eficientes, estamos comprometidos em reduzir nossa pegada ambiental. ENTRE EM CONTATO Programa de Educação Comunitária em Design Junte-se a nós em nosso programa de educação comunitária sobre design de interiores, com o objetivo de aumentar a conscientização sobre práticas de design sustentáveis. Juntos, podemos fazer um impacto positivo em nosso meio ambiente. ENTRE EM CONTATO Dicas de Manutenção de Design de Interiores Compreensão dos Elementos de Design Otimização da Eficiência Energética no Design O site UrbanGrace utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceite ou Recuse. Accept Decline UrbanGrace serviço de esign Avisos Legais Política de Privacidade Termos e Condições",
    "privacy-policy": "UrbanGrace - Política de Privacidade UrbanGrace INÍCIO SOBRE NÓS SERVIÇOS CONTATO Política de Privacidade da UrbanGrace A UrbanGrace valoriza a privacidade de seus usuários. Esta política descreve como coletamos, usamos, compartilhamos e protegemos suas informações pessoais quando você utiliza nossos serviços de design de interiores residenciais. Coleta de Informações Podemos coletar informações pessoais suas quando você se cadastra em nosso site, preenche formulários, realiza pedidos, participa de promoções ou interage conosco de outras maneiras. As informações pessoais que podemos coletar incluem seu nome, endereço de e-mail, número de telefone, endereço residencial, entre outros dados relevantes para a prestação de nossos serviços. Uso das Informações As informações coletadas podem ser utilizadas para: Personalizar sua experiência e atender melhor às suas necessidades individuais. Processar transações. Enviar e-mails periódicos relacionados aos seus pedidos ou outras solicitações. Administrar uma promoção, pesquisa ou outro recurso do site. Proteção das Informações Implementamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. Compartilhamento de Informações Não vendemos, trocamos ou transferimos suas informações pessoais para terceiros sem seu consentimento, exceto para cumprir com obrigações legais, aplicar nossas políticas ou proteger direitos, propriedade ou segurança. Política de Cookies Nosso site pode utilizar cookies para melhorar sua experiência. Você pode optar por desativar os cookies através das configurações do seu navegador, mas isso pode afetar o funcionamento do site. Alterações na Política de Privacidade Reservamo-nos o direito de modificar esta política a qualquer momento, sendo recomendável revisá-la periodicamente para estar informado sobre como protegemos suas informações. O site UrbanGrace utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceite ou Recuse. Accept Decline UrbanGrace serviço de esign Avisos Legais Política de Privacidade Termos e Condições",
    "products": "UrbanGrace - Nossos Serviços de Design de Interiores UrbanGrace INÍCIO SOBRE NÓS SERVIÇOS CONTATO Soluções de Design Eficientes Descubra como a UrbanGrace está liderando o caminho na promoção da eficiência energética por meio de serviços de design de interiores. Desde a seleção de materiais sustentáveis até a criação de layouts que maximizam a eficiência energética, estamos comprometidos em otimizar o desempenho do seu espaço e reduzir o impacto ambiental. Saiba mais sobre nossas iniciativas hoje mesmo! Nossos Últimos Projetos Design de Interiores Sustentável Descubra como a UrbanGrace está contribuindo ativamente para a sustentabilidade ambiental com nosso último projeto de design de interiores. Ao promover soluções de design sustentável, estamos trabalhando para um futuro mais verde e bonito. ENTRE EM CONTATO Implementação de Tecnologias de Design Ecológico Conheça nossos esforços para integrar tecnologias de design ecológico em nossos projetos. De materiais sustentáveis a práticas energeticamente eficientes, estamos comprometidos em reduzir nossa pegada ambiental. ENTRE EM CONTATO Programa de Educação Comunitária em Design Junte-se a nós em nosso programa de educação comunitária sobre design de interiores, com o objetivo de aumentar a conscientização sobre práticas de design sustentáveis. Juntos, podemos fazer um impacto positivo em nosso meio ambiente. ENTRE EM CONTATO Workshop de Design de Interiores Essencial Junte-se a nós para nosso próximo Workshop de Design de Interiores Essencial e aprenda os fundamentos para criar e manter um espaço bonito e funcional. Desde a escolha de cores até a disposição de móveis, cobriremos tudo! Técnicas de Design de Interiores DIY Capacite-se com nosso Workshop de Técnicas de Design de Interiores DIY. Aprenda como realizar transformações básicas no seu espaço com confiança, garantindo um ambiente agradável e funcional! O site UrbanGrace utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceite ou Recuse. Accept Decline UrbanGrace serviço de esign Avisos Legais Política de Privacidade Termos e Condições",
    "terms-conditions": "UrbanGrace - Termos e Condições UrbanGrace INÍCIO SOBRE NÓS SERVIÇOS CONTATO Termos e Condições de Uso da UrbanGrace Bem-vindo ao site da UrbanGrace. Ao acessar este site, você concorda em cumprir com estes termos e condições de uso, nossa política de privacidade e todas as leis e regulamentos aplicáveis. Se você não concordar com algum destes termos, não utilize nosso site. Uso do Site O conteúdo deste site é para sua informação geral e uso pessoal. Podemos modificar ou descontinuar qualquer parte do site sem aviso prévio. Propriedade Intelectual O site e seu conteúdo são de propriedade ou licenciados para a UrbanGrace. Isso inclui, mas não se limita a, textos, gráficos, logotipos, ícones, imagens, áudio e vídeo. Responsabilidade Nós nos esforçamos para garantir que as informações fornecidas sejam precisas e atualizadas. No entanto, não oferecemos garantias de qualquer tipo quanto à precisão, adequação ou integridade das informações no site. Links para Outros Sites O site pode conter links para sites de terceiros. Esses links são fornecidos para sua conveniência para fornecer mais informações. Eles não significam que endossamos esses sites. Alterações nos Termos Reservamo-nos o direito de modificar estes termos a qualquer momento, sendo recomendável revisá-los periodicamente para estar informado sobre quaisquer alterações. Lei Aplicável Estes termos e condições são regidos e interpretados de acordo com as leis do Brasil. Se tiver dúvidas sobre nossos termos e condições, entre em contato conosco através dos meios disponíveis em nosso site. O site UrbanGrace utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceite ou Recuse. Accept Decline UrbanGrace serviço de esign Avisos Legais Política de Privacidade Termos e Condições",
    "thanks": "UrbanGrace - Obrigado! UrbanGrace INÍCIO SOBRE NÓS SERVIÇOS CONTATO Obrigado por entrar em contato! Agradecemos seu interesse em nossos serviços de design de interiores residenciais na UrbanGrace. Entraremos em contato em breve para discutir suas necessidades e fornecer mais informações. O site UrbanGrace utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceite ou Recuse. Accept Decline UrbanGrace serviço de esign Avisos Legais Política de Privacidade Termos e Condições"
  },
  "date": "2024-06-23T19:45:11.675Z"
}