{
  "name": "New_v11_CarRepair",
  "pages": {
    "index": "CarRepair - Oficina de Reparação de Automóveis CarRepair Início Sobre Nós Avaliações Contatos Fale Conosco Início Sobre Nós Avaliações Fale Conosco Na CarRepair, especializamo-nos em oferecer serviços automotivos de alta qualidade. Nossa missão é garantir a satisfação do cliente através de um trabalho eficiente e confiável. A CarRepair conecta você com os melhores profissionais de reparo automotivo. Seja uma manutenção de rotina ou um reparo emergencial, nossa equipe está preparada para ajudar. Na CarRepair, somos dedicados a fornecer serviços excepcionais e suporte técnico especializado. Nossa equipe está pronta para oferecer conselhos personalizados e soluções de alta qualidade. Bem-vindo ao CarRepair! Avaliações Seu destino principal para serviços de reparo e manutenção automotiva. Na CarRepair, oferecemos uma ampla gama de serviços para manter seu veículo em ótimo estado. De manutenção preventiva a reparos complexos, nossa equipe de especialistas está aqui para garantir que seu carro esteja sempre pronto para a estrada. Na CarRepair, somos uma equipe de profissionais dedicados que compartilham uma paixão comum pela qualidade e inovação. Nosso objetivo é proporcionar experiências excepcionais em todos os aspectos de nossos serviços. Estamos comprometidos em superar suas expectativas com nosso conhecimento abrangente em reparo automotivo. Quer você precise de uma inspeção de rotina ou de reparos complexos, estamos aqui para ajudar. Nossa equipe na CarRepair reúne uma vasta experiência e um profundo conhecimento do setor automotivo. Estamos dedicados a fornecer serviços de alta qualidade e a criar uma experiência positiva para nossos clientes. Sobre Nós Excelência em Cada Detalhe Nossos Serviços Serviços em Destaque Manutenção Preventiva Na CarRepair, não somos apenas uma equipe; somos uma família de profissionais apaixonados que compartilham um amor comum pela qualidade e inovação. Nossos talentos diversos se unem para formar um ambiente dinâmico e colaborativo focado em proporcionar serviços excepcionais. Reparos Mecânicos Estamos comprometidos em superar suas expectativas com nosso conhecimento abrangente em reparo automotivo. Quer você precise de uma manutenção de rotina ou de reparos complexos, estamos aqui para ajudar. Inspeções de Segurança Nossa equipe na CarRepair reúne uma vasta experiência e um profundo conhecimento do setor automotivo. Estamos dedicados a fornecer serviços de alta qualidade e a criar uma experiência positiva para nossos clientes. 2023 O Que Fazemos Nossos Serviços 01 Troca de Óleo Manutenção Regular Soluções Personalizadas Serviço de Qualidade 02 Alinhamento e Balanceamento Manutenção de Pneus Inspeções Detalhadas Serviços Confiáveis 03 Reparo de Freios Soluções Personalizadas Segurança Primeiro Serviço de Qualidade 04 Reparos Elétricos Soluções Eficientes Equipe Especializada Serviços de Confiança Planejamento Estratégico Serviços Personalizados Análise de Dados Gestão de Reputação Depoimentos Avaliações de Clientes Trabalhar com a CarRepair foi uma mudança de jogo para nossa frota. Sua expertise em manutenção elevou nossa eficiência, e os resultados falam por si. A dedicação da equipe em entender nossas necessidades fez da colaboração um verdadeiro sucesso. A CarRepair transformou nossa manutenção. Um prazer trabalhar com eles - CarRepair é mais do que um parceiro; eles são uma potência em reparos automotivos. Carlos Silva Gestão de Frotas Serviço de Excelência A AutoTech teve o prazer de fazer parceria com a CarRepair para manutenção preventiva. Sua expertise e abordagem colaborativa foram evidentes durante todo o projeto. Estamos ansiosos para futuras colaborações! A criatividade e o compromisso com a excelência da equipe brilham. A CarRepair entregou um serviço que não só atendeu, mas superou nossas expectativas. Courtney Henry AutoTech Manutenção Confiável As estratégias de manutenção da CarRepair tiveram um impacto significativo na performance de nossos veículos. Os resultados foram além das nossas expectativas, e seus insights sobre o setor automotivo foram inestimáveis. Serviço excepcional e abordagem orientada para resultados. Sua expertise e abordagem colaborativa foram evidentes durante todo o projeto. Kathryn Murphy Logística Dinâmica Manutenção Confiável A CarRepair superou nossas expectativas em todos os aspectos. A criatividade da equipe não conhece limites e sua capacidade de transformar problemas em soluções eficazes é verdadeiramente impressionante. Trabalhar com a CarRepair é uma jornada de inovação e confiabilidade. Colaborar com a CarRepair não é apenas uma transação; é uma parceria cheia de criatividade e excelência. Altamente recomendado! Esther Howard Transportes Rápidos Manutenção Confiável Nossa História Na CarRepair, somos dedicados a oferecer serviços automotivos incomparáveis. Nossa equipe é composta por profissionais apaixonados e especialistas do setor comprometidos em oferecer produtos e serviços de alta qualidade. Desde manutenção preventiva até reparos complexos, oferecemos uma ampla gama de soluções adaptadas para atender às necessidades únicas de nossos clientes. Experiência Qualidade Inovar Confiabilidade Nossa História e Valores Na CarRepair, nossa história é uma de paixão, inovação e um profundo amor pelo setor automotivo. Desde nossos humildes começos, crescemos e nos tornamos uma força líder na indústria, dedicados a trazer os melhores serviços de reparo e manutenção para nossos clientes. Nossos valores nos impulsionam a entregar excelência em tudo o que fazemos, garantindo que cada serviço que oferecemos e cada interação que temos reflita nosso compromisso com a qualidade e nossa crença na importância da manutenção automotiva. Acreditamos que a manutenção de qualidade começa com uma equipe qualificada e dedicada. Por isso, investimos continuamente em treinamento e desenvolvimento para garantir que nossa equipe esteja sempre à frente das inovações do setor. Planejamento Estratégico Conectividade Eficiente Treinamento Contínuo Inovação em Reparo Criatividade em Soluções Sobre Nós Nossa Equipe 01 Reparo de Motores Serviços Personalizados Diagnóstico Avançado Garantia de Qualidade Equipe Especializada 02 Manutenção Preventiva Inspeções Regulares Manutenção de Rotina Aumente a Vida Útil do Veículo Redução de Custos de Reparo 03 Suporte ao Cliente Consultoria Especializada Assistência Rápida Recomendações Personalizadas FAQs &amp; Centro de Ajuda 04 Presença Online Agendamentos Online Transações Seguras Avaliações de Clientes Envio &amp; Entrega de Peças Elevando a Excelência em Serviços Descubra como elevamos a qualidade dos serviços automotivos com nossa equipe dedicada e tecnologias avançadas. Explore Mais 10 Anos de Experiência Duas décadas criando experiências excepcionais em serviços automotivos. 2000+ Veículos Reparados Trazendo confiança e segurança com um histórico de projetos bem-sucedidos. 400+ Clientes Satisfeitos Onde clientes satisfeitos são nossa maior conquista. Melhores Serviços de Reparo Explore Nossos Melhores Serviços Troca de Óleo Serviço Rápido e Confiável Alinhamento e Balanceamento Precisão e Segurança Reparo de Freios Eficiência e Segurança Reparos Elétricos Soluções Eficientes FAQs Perguntas Frequentes Q Quais serviços o CarRepair oferece? O CarRepair oferece uma ampla gama de serviços, incluindo manutenção preventiva, reparo de motores, diagnósticos, alinhamento e balanceamento, entre outros. Q Posso agendar um serviço online? Sim, oferecemos a facilidade de agendar serviços online através do nosso site. Q Quanto tempo leva para completar um serviço de manutenção? Os prazos dependem da complexidade e do tipo de serviço. Forneceremos um cronograma detalhado durante a consulta. Q Como o CarRepair garante a segurança dos dados dos clientes? Utilizamos protocolos modernos de criptografia e atualizamos regularmente os sistemas de segurança para proteger seus dados. Q Como posso me manter atualizado sobre os últimos serviços e promoções do CarRepair? Fique conectado assinando nossa newsletter e nos seguindo nas redes sociais. Tenha uma visão em primeira mão dos nossos últimos serviços, insights da indústria e promoções. Vamos Conectar Entre em Contato Saudações! Envie-nos uma mensagem, compartilhe seus pensamentos, pergunte sobre nossos serviços. Use o formulário abaixo para entrar em contato e deixe a jornada começar. Fique Conectado St. Leste Quadra 1 Conjunto 12 - Estrutural, Brasília - DF, 71261-070 car-repair@gmail.com +55-20-8593-8302 Nome Endereço de email Escreva sua mensagem aqui I accept Política de Privacidade CarRepair Home Sobre Nós Avaliações Contatos Política de Privacidade Termos e Condições St. Leste Quadra 1 Conjunto 12 - Estrutural, Brasília - DF, 71261-070 +55-20-8593-8302 car-repair@gmail.com © 2024 CarRepair. Todos os direitos reservados.",
    "privacy-policy": "Política de Privacidade - CarRepair CarRepair Início Sobre Nós Avaliações Contatos Fale Conosco Início Sobre Nós Avaliações Fale Conosco Política de Privacidade Na CarRepair, a privacidade dos nossos visitantes é de extrema importância. Esta política de privacidade descreve os tipos de informações pessoais que são coletadas e recebidas pelo nosso site e como são utilizadas. 1. Informações Coletadas Coletamos informações pessoais quando você se registra no nosso site, faz um pedido ou preenche um formulário. As informações coletadas podem incluir seu nome, endereço de e-mail, número de telefone e endereço. 2. Uso das Informações As informações que coletamos podem ser usadas das seguintes maneiras: Para personalizar sua experiência Para melhorar nosso site Para melhorar o atendimento ao cliente Para processar transações Para administrar um concurso, promoção, pesquisa ou outro recurso do site 3. Proteção das Informações Implementamos diversas medidas de segurança para manter a segurança das suas informações pessoais. Seus dados pessoais são mantidos em redes seguras e só são acessíveis por um número limitado de pessoas com direitos especiais de acesso a esses sistemas. 4. Cookies Utilizamos cookies para melhorar o acesso ao nosso site e identificar visitantes recorrentes. Além disso, nossos cookies melhoram a experiência do usuário ao rastrear e direcionar seus interesses. 5. Divulgação a Terceiros Não vendemos, trocamos ou transferimos suas informações pessoais para terceiros. Isso não inclui terceiros confiáveis que nos ajudam a operar nosso site, desde que essas partes concordem em manter essas informações confidenciais. 6. Links de Terceiros Ocasionalmente, a nosso critério, podemos incluir ou oferecer produtos ou serviços de terceiros no nosso site. Estes sites de terceiros têm políticas de privacidade separadas e independentes. 7. Conformidade com a Lei de Proteção à Privacidade Online das Crianças Estamos em conformidade com os requisitos do COPPA (Childrens Online Privacy Protection Act). Não coletamos nenhuma informação de menores de 13 anos. 8. Alterações na Política de Privacidade Reservamo-nos o direito de modificar esta política de privacidade a qualquer momento. Recomendamos que você revise esta política periodicamente para se manter informado sobre como estamos protegendo suas informações. 9. Consentimento Ao usar nosso site, você concorda com nossa política de privacidade. 10. Contato Se houver alguma dúvida sobre esta política de privacidade, você pode entrar em contato conosco usando as informações abaixo: Telefone: +55-20-8593-8302 Email: car-repair@gmail.com Endereço: St. Leste Quadra 1 Conjunto 12 - Estrutural, Brasília - DF, 71261-070 CarRepair Home Sobre Nós Avaliações Contatos Política de Privacidade Termos e Condições St. Leste Quadra 1 Conjunto 12 - Estrutural, Brasília - DF, 71261-070 +55-20-8593-8302 car-repair@gmail.com © 2024 CarRepair. Todos os direitos reservados.",
    "terms-conditions": "Termos e Condições - CarRepair CarRepair Início Sobre Nós Avaliações Contatos Fale Conosco Início Sobre Nós Avaliações Fale Conosco Termos e Condições Bem-vindo ao site da CarRepair. Ao acessar nosso site, você concorda com os seguintes termos e condições: 1. Aceitação dos Termos Ao acessar e usar este site, você concorda em cumprir e estar sujeito a estes Termos e Condições, todas as leis e regulamentos aplicáveis e concorda que é responsável pelo cumprimento de quaisquer leis locais aplicáveis. 2. Modificações nos Termos Reservamo-nos o direito de alterar estes Termos e Condições a qualquer momento, a nosso critério. Quaisquer alterações entrarão em vigor imediatamente após a publicação no site. Recomendamos que você revise os Termos e Condições regularmente. 3. Uso do Site Você concorda em usar nosso site apenas para fins legais e de maneira que não infrinja os direitos de terceiros ou restrinja ou iniba o uso e aproveitamento do site por qualquer terceiro. 4. Propriedade Intelectual Todo o conteúdo deste site, incluindo textos, gráficos, logotipos, ícones, imagens e software, é de propriedade da CarRepair ou de seus fornecedores de conteúdo e é protegido por leis de direitos autorais internacionais. 5. Limitação de Responsabilidade Em nenhum caso a CarRepair ou seus funcionários, diretores ou fornecedores serão responsáveis por quaisquer danos decorrentes do uso ou da incapacidade de usar os materiais neste site. 6. Links para Sites de Terceiros Nosso site pode conter links para sites de terceiros. Estes links são fornecidos apenas para sua conveniência e não implicam endosso ou aprovação do conteúdo desses sites. 7. Privacidade O uso deste site também é regido por nossa Política de Privacidade, que é incorporada a estes Termos e Condições. 8. Indenização Você concorda em indenizar, defender e isentar a CarRepair de e contra quaisquer reivindicações, responsabilidades, danos, perdas ou despesas decorrentes de qualquer violação destes Termos e Condições por você ou por qualquer outra pessoa acessando o site usando sua conta de Internet. 9. Lei Aplicável Estes Termos e Condições são regidos e interpretados de acordo com as leis do Brasil. Você concorda que qualquer ação legal ou equitativa decorrente ou relacionada a estes Termos e Condições será apresentada apenas nos tribunais localizados em Brasília, DF, Brasil. 10. Rescisão Reservamo-nos o direito de rescindir seu acesso ao site, sem qualquer aviso, por conduta que acreditamos violar estes Termos e Condições ou qualquer lei aplicável, ou que seja prejudicial aos nossos interesses ou aos interesses de terceiros. 11. Separabilidade Se qualquer disposição destes Termos e Condições for considerada inválida ou inexequível, tal disposição será considerada substituída por uma disposição válida e exequível que mais se aproxime da intenção da disposição original e o restante dos Termos e Condições continuará em vigor. 12. Totalidade do Acordo Estes Termos e Condições constituem o acordo integral entre você e a CarRepair em relação ao uso deste site e substituem todas as comunicações e propostas anteriores ou contemporâneas, sejam eletrônicas, orais ou escritas, entre você e a CarRepair. 13. Renúncia A falha da CarRepair em exercer ou fazer cumprir qualquer direito ou disposição destes Termos e Condições não constituirá uma renúncia a tal direito ou disposição. 14. Contato Se você tiver alguma dúvida sobre estes Termos e Condições, entre em contato conosco através das seguintes informações: Telefone: +55-20-8593-8302Email: car-repair@gmail.com Endereço: St. Leste Quadra 1 Conjunto 12 - Estrutural, Brasília - DF, 71261-070 CarRepair Home Sobre Nós Avaliações Contatos Política de Privacidade Termos e Condições St. Leste Quadra 1 Conjunto 12 - Estrutural, Brasília - DF, 71261-070 +55-20-8593-8302 car-repair@gmail.com © 2024 CarRepair. Todos os direitos reservados.",
    "thank_page": "Obrigado - CarRepair Obrigado pelo seu contato! Agradecemos por entrar em contato com a CarRepair. Nossa equipe analisará sua mensagem e responderá o mais breve possível. Se precisar de assistência imediata, por favor, ligue para +55-20-8593-8302. Ir para Home"
  },
  "date": "2024-07-20T11:03:19.196Z"
}