{
  "name": "New_v9_AdventaresInForest",
  "pages": {
    "thanks_page": "Thank you for choosing us Thank you for choosing us! We will contact you soon to clarify details Go home",
    "terms": "Terms and Conditions - Forest Adventures Home About Us Instructors Price Reviews Order Privacy policy Terms and Conditions The main goal The main goal of the company is to provide quality services in the field of children's leisure, aimed at developing creative abilities, improving health and organizing interesting pastimes for children. The company undertakes: Ensure the high quality of services provided and the safety of children during events. Comply with all legal regulations and requirements related to the organization of children's leisure. Inform parents about events held by the company and provide them with the opportunity to choose a suitable event for their child. Interact with other organizations and institutions involved in children's leisure to exchange experiences and expand opportunities for children. Parents are obliged: Read the company's terms and conditions before signing a service agreement. Follow the instructions of company employees and observe the rules of conduct at events. Monitor your child’s behavior during events and monitor his safety. The company has the right: Refuse to provide a service if the child does not meet safety requirements or violates the rules of conduct. Make changes to the event schedule and cost of services without prior notice. The company undertakes to maintain the confidentiality of information received from parents and children and use it only to provide quality services and ensure safety. Home About Us Instructors Price Reviews Order Terms and Conditions H.stret s.no 19, Chindwara, Parasia, Kosmi, Madhya Pradesh, India +917541890083 forestadventures@gmail.com © 2024 ForestAdventures. All rights reserved.",
    "privacy": "Privacy policy - Forest Adventures Home About Us Instructors Price Reviews Order Terms and Conditions Privacy Policy General provisions 1.1. This privacy policy (hereinafter referred to as the Policy) determines the procedure for processing and protecting information about individuals who are users of the company’s services and website (hereinafter referred to as the Site). 1.2. The purpose of the Policy is to ensure the protection of the rights and freedoms of citizens when processing their personal data, including the protection of the rights to privacy, personal and family secrets. Collection and processing of personal data 2.1. The company collects and processes personal data of users only with their consent. 2.2. Personal data includes any information relating directly or indirectly to an identified or identifiable natural person. 2.3. The company may collect the following types of personal data: contact details (name, email address, phone number); demographic data (gender, age); information provided by the user or published by him (reviews of services). Storage and use of personal data 3.1. Users' personal data is stored on paper and electronic media and processed using automated systems. 3.2. The Company uses personal data in accordance with this Policy and current legislation. Transfer of personal data 4.1. Personal data of Users is not transferred to third parties, except as provided for in this Policy. Destruction of personal data 5.1. The user’s personal data is destroyed when he is removed from the Site or withdraws consent to the processing of personal data. Protection of personal information 6.1. The company takes precautions to protect users' personal data in accordance with the legislation of the Russian Federation. Compliance with the privacy policy 7.1. The user, by providing his personal data, thereby agrees to the terms of this Policy. 7.2. The Company reserves the right to make changes to the Policy at any time at its discretion to further improve the system for protecting users’ personal data. Home About Us Instructors Price Reviews Order Terms and Conditions H.stret s.no 19, Chindwara, Parasia, Kosmi, Madhya Pradesh, India +917541890083 forestadventures@gmail.com © 2024 ForestAdventures. All rights reserved.",
    "index": "Forest adventures About Us Instructors Prices Reviews Order Breathe the adventure in the forest with us Our experienced instructors will help your child learn to overcome their fear of heights and develop coordination of movements. Go to adventures About us We invite children and their parents to our unique children's rope town. Here your child can enjoy exciting outdoor adventures. The rope town is an ideal place for active recreation and development of dexterity. Your child will be able to take on a variety of routes, from simple ones to more challenging ones that require courage and skill. We offer a variety of entertainment programs for children of different ages. Our experienced instructors will help your child learn to overcome their fear of heights and develop coordination of movements. Don't miss the opportunity to give your child an unforgettable experience and a sea of ​​positive emotions! Come to our children's entertainment center and see for yourself that active recreation can be safe and fun! Our instructors All instructors have higher education in the field of physical education and sports, regularly undergo advanced training courses and participate in seminars and conferences on rock climbing. They work in various regions of India and specialize in different age groups and levels of training. Ivan Ivanov Age: 35 years Experience: 10 years Specialization: mountaineering, rock climbing Achievements: rock climbing champion, participant in international competitions Maria Petrova Age: 28 years Experience: 7 years Specialization: children's instructor, rock climbing training for 8-year-olds Achievements: winner of regional rock climbing competitions Svetlana Kuznetsova Age: 26 years Experience: 6 years Specialization: female instructor, rock climbing training for women and children Achievements: winner of international rock climbing competitions Andrey Klizubov Age: 31 years Experience: 11 years Specialization: sport climbing Achievements: candidate for master of sports and member of the international bouldering association Alexey Sidorov Age: 25 years Experience: 5 years Specialization: coaching, training athletes Achievements: winner of international competitions, candidate for master of sports Price first floor of the rope town (children 5-8 years old) 5 $/hour second floor of the rope town (children 8-14 years old) 8 $/hour second floor of the rope town (children over 14 years old, adults) 12 $/hour They talk about us Mikhail A Fascinating, develops courage and dexterity. Opportunity to test yourself Kim Chi We were completely delighted! We recommend it to everyone who wants to test their courage and get a dose of adrenaline! Alex Uni Three difficulty levels, four tracks, 20 stages. Reliable insurance Order the adventure I accept Privacy policy Submit Home About Us Instructors Price Reviews Order Privacy policy Terms and Conditions H.stret s.no 19, Chindwara, Parasia, Kosmi, Madhya Pradesh, India +917541890083 forestadventures@gmail.com © 2024 ForestAdventures. All rights reserved."
  },
  "date": "2024-07-26T08:30:14.313Z"
}