{
  "name": "New_v9_loungemart",
  "pages": {
    "terms-conditions": "Termos de Uso do LoungeMart Relaxe com Estilo: Descubra Nossas Chaises Exclusivas! LoungeMart Lar Melhores opções Guia de seleção Experiência Garantida Cuidado e manutenção Contatos Termos de uso Descrizione del servizio LoungeMart offre un'ampia gamma di poltrone e sedie a sdraio di alta qualità, progettate per offrire comfort e relax. Il nostro sito web consente agli utenti di visualizzare i prodotti disponibili, di leggere le descrizioni e le specifiche dei prodotti, di confrontare i prezzi e di effettuare acquisti online. Registrazione Per effettuare un acquisto sul nostro sito web, non è necessario registrarsi. Tuttavia, la registrazione consente di accedere a funzionalità aggiuntive, come la visualizzazione dello storico degli ordini e la gestione dei dati personali. Se si sceglie di registrarsi, è necessario fornire informazioni accurate e complete e mantenere aggiornati i propri dati. Prodotti Tutti i prodotti offerti sul nostro sito web sono nuovi e di alta qualità. Le descrizioni e le specifiche dei prodotti sono accurate e complete, ma è possibile che si verifichino errori o imprecisioni. In caso di errori o imprecisioni, ci riserviamo il diritto di correggerli senza preavviso. Prezzi I prezzi dei prodotti offerti sul nostro sito web sono indicati in euro e includono l'IVA. I prezzi possono essere modificati in qualsiasi momento, senza preavviso. In caso di modifica dei prezzi, verrà addebitato il prezzo in vigore al momento dell'ordine. Ordini Per effettuare un ordine, è necessario selezionare i prodotti desiderati, aggiungerli al carrello e seguire le istruzioni per il pagamento. Dopo aver effettuato l'ordine, verrà inviata una conferma via e-mail. Se non si riceve la conferma via e-mail, si prega di contattarci all'indirizzo loungemart@gmail.com. Pagamento Il pagamento può essere effettuato tramite carta di credito, PayPal o bonifico bancario. Tutti i pagamenti sono sicuri e protetti. In caso di pagamento con bonifico bancario, l'ordine verrà elaborato solo dopo aver ricevuto il pagamento. Spedizione La spedizione dei prodotti verrà effettuata entro 5-7 giorni lavorativi dalla data di ricezione del pagamento. I tempi di consegna possono variare a seconda della destinazione. In caso di ritardo nella consegna, verrà inviata una notifica via e-mail. Resi e rimborsi Se non siete soddisfatti del vostro acquisto, potete restituire il prodotto entro 14 giorni dalla data di ricezione. Il prodotto deve essere restituito in perfette condizioni, nella confezione originale e con tutti gli accessori. Dopo aver ricevuto il prodotto restituito, verrà effettuato il rimborso entro 14 giorni. Limitazione di responsabilità LoungeMart non è responsabile per eventuali danni diretti o indiretti derivanti dall'utilizzo del nostro sito web o dei nostri prodotti. Inoltre, non ci assumiamo alcuna responsabilità per eventuali errori o imprecisioni nei contenuti del nostro sito web. Modifiche ai termini di utilizzo Ci riserviamo il diritto di modificare questi termini di utilizzo in qualsiasi momento, senza preavviso. Le modifiche avranno effetto immediato dopo la pubblicazione sul nostro sito web. Propriedade intelectual Todos os direitos de propriedade intelectual do nosso site, incluindo textos, imagens, logotipos, marcas registradas e design, são de propriedade exclusiva do LoungeMart. É proibido copiar, reproduzir, modificar, distribuir ou utilizar de qualquer forma o conteúdo do nosso site sem a nossa autorização prévia por escrito. Links para outros sites O nosso site pode conter links para outros sites que não são de nossa propriedade ou controle. Não nos responsabilizamos pelo conteúdo ou pelas práticas de privacidade desses sites. Recomendamos que leia atentamente os termos de uso e as políticas de privacidade desses sites antes de os utilizar. Terminação do uso Reservamo-nos o direito de terminar o acesso ao nosso site a qualquer utilizador que viole estes termos de uso ou que utilize o nosso site de forma inadequada ou ilegal. A terminação do uso não afeta os direitos e obrigações das partes decorrentes de pedidos efetuados anteriormente. Lei aplicável e jurisdição Estes termos de uso são regidos pela lei portuguesa. Qualquer controvérsia decorrente destes termos de uso ou do uso do nosso site será resolvida nos tribunais competentes de Lisboa. Política de privacidade Embora não coletemos ou usemos informações pessoais dos nossos usuários, respeitamos a sua privacidade e nos comprometemos a proteger as suas informações pessoais. Não compartilhamos, vendemos ou divulgamos informações pessoais dos nossos usuários a terceiros, exceto quando exigido pela lei ou quando necessário para prestar nossos serviços. Segurança Tomamos medidas de segurança razoáveis para proteger as informações pessoais dos nossos usuários contra acesso não autorizado, divulgação, alteração ou destruição. No entanto, nenhuma transmissão de dados pela internet é 100% segura, e não podemos garantir a segurança absoluta das informações transmitidas através do nosso site. Alterações na política de privacidade Reservamo-nos o direito de alterar esta política de privacidade a qualquer momento, sem prévio aviso. As alterações terão efeito imediato após a publicação no nosso site. Recomendamos que revise esta política de privacidade periodicamente para ficar informado sobre as nossas práticas de privacidade. Garantia Todos os nossos produtos são cobertos por uma garantia limitada do fabricante contra defeitos de material e de fabricação. A garantia é válida por um período de um ano a partir da data de compra. Se o produto estiver defeituoso durante o período de garantia, nós o repararemos ou substituiremos gratuitamente, a nossa escolha. Para fazer uso da garantia, é necessário apresentar a prova de compra e entrar em contato conosco através do endereço de e-mail loungemart@gmail.com. Nós lhe forneceremos instruções para o retorno do produto. As despesas de envio para o retorno do produto serão de nossa responsabilidade. A garantia não cobre danos causados por uso indevido, acidentes, desastres naturais, modificações não autorizadas ou manutenção inadequada. A garantia também não cobre produtos usados, danificados ou abertos. Responsabilidade Não nos responsabilizamos por danos indiretos, consequenciais, especiais ou punitivos decorrentes do uso ou da incapacidade de uso do nosso site ou dos nossos produtos. A nossa responsabilidade total por quaisquer reclamações decorrentes destes termos de uso ou do uso do nosso site ou dos nossos produtos está limitada ao preço de compra dos produtos. Isenção de responsabilidade O nosso site e os nossos produtos são fornecidos \"como estão\" e \"de acordo com a disponibilidade\", sem garantias de qualquer tipo, expressas ou implícitas. Não garantimos que o nosso site ou os nossos produtos estejam livres de erros, vírus ou outros componentes danosos. Não garantimos também que o nosso site ou os nossos produtos atendam às suas necessidades ou expectativas. Lei aplicável Estes termos de uso são regidos e interpretados de acordo com as leis do Brasil. Qualquer disputa decorrente destes termos de uso ou do uso do nosso site ou dos nossos produtos será resolvida nos tribunais competentes do Brasil. Contatti Per qualsiasi domanda o richiesta, potete contattarci all'indirizzo loungemart@gmail.com. Saremo lieti di assistervi. Grazie per aver scelto LoungeMart come vostro negozio online di fiducia per l'acquisto di poltrone e sedie a sdraio di alta qualità. Speriamo che la vostra esperienza di acquisto sul nostro sito web sia piacevole e soddisfacente. LoungeMart Lar Melhores opções Guia de seleção Experiência Garantida Cuidado e manutenção política de Privacidade Termos de uso Av. Pioneiro José Nelson Coutinho, 875 - Centro, Guarantã do Norte - MT, 78520-000, Brasil +55-66-3552-2500 loungemart@gmail.com",
    "thanks": "Página de Agradecimento do LoungeMart Obrigado pela sua mensagem! Agradecemos o tempo que você dedicou para entrar em contato conosco. Recebemos a sua mensagem e estamos ansiosos para ler suas palavras. Nossa equipe está sempre atenta às sugestões, dúvidas e comentários de nossos clientes. Será um prazer ajudá-lo e responder à sua consulta o mais rápido possível. Em breve, entraremos em contato com você por meio do e-mail fornecido. Fique à vontade para explorar nosso site enquanto aguarda nossa resposta. Voltar para a página inicial",
    "index": "Bem-vindo à Página Inicial do LoungeMart Relaxe com Estilo: Descubra Nossas Chaises Exclusivas! LoungeMart Lar Melhores opções Guia de seleção Experiência Garantida Cuidado e manutenção Contatos Bem-vindo ao LoungeMart! Bem-vindo ao LoungeMart, o seu destino para encontrar os melhores e mais confortáveis ​​chaises para desfrutar do sol e relaxar ao ar livre. Com uma ampla seleção de designs modernos e elegantes, oferecemos opções para todos os gostos e estilos. Explore nossa coleção e descubra o lugar perfeito para descansar e recarregar suas energias. Seja bem-vindo ao mundo do conforto e do lazer com LoungeMart! A melhor escolha Nossos Destaques Explore as melhores opções de chaises para o seu descanso! Chaise de Luxo Relaxe com estilo em nossa coleção de chaises de luxo, projetados para oferecer o máximo conforto e elegância. Chaise Ergonômica Cuide do seu corpo enquanto desfruta do sol com nossas chaises ergonômicas, projetadas para apoiar sua postura e proporcionar conforto duradouro. Chaise Dobrável Prático e versátil, nossas chaises dobráveis são ideais para quem busca praticidade sem comprometer o conforto. Perfeito para viagens ou para aproveitar um dia na praia. Chaise Ajustável Ajuste sua experiência de relaxamento com nossas chaises ajustáveis, permitindo que você encontre a posição perfeita para relaxar e descontrair. Chaise de Design Adicione um toque de estilo ao seu espaço ao ar livre com nossas chaises de design exclusivo, criadas para combinar com qualquer ambiente e destacar sua personalidade. Chaise para Piscina Transforme sua área da piscina em um oásis de conforto com nossas chaises especialmente projetadas para resistir aos elementos e proporcionar relaxamento à beira da água. Guia para Escolher o Seu Chaise Perfeito Escolha do Material Material Durável e Confortável A seleção do material é crucial para garantir a durabilidade e o conforto do seu chaise. Opte por materiais resistentes às intempéries, como alumínio, rattan sintético ou madeira tratada, para garantir que seu chaise permaneça bonito e funcional por muitas estações. Estilo e Design Estética que Combina com Você Encontre um chaise que se harmonize com a estética do seu espaço exterior. Seja minimalista, contemporâneo ou tradicional, escolha um design que complemente o ambiente e reflita seu gosto pessoal. Considere também o tamanho e a forma do chaise para garantir que se encaixe perfeitamente no espaço disponível. Conforto e Funcionalidade Máximo Conforto para Relaxamento Priorize o conforto ao escolher seu chaise, optando por modelos com almofadas acolchoadas e encostos ajustáveis. Além disso, leve em consideração a praticidade e a funcionalidade do chaise, como recursos de dobragem ou rodízios para facilitar o transporte e o armazenamento. Escolha um chaise que não só seja visualmente atraente, mas também proporcione o máximo de conforto e conveniência para seus momentos de relaxamento ao ar livre. Experiência Garantida Descubra por que os clientes escolhem os chaises do LoungeMart para suas áreas ao ar livre. Nossa dedicação à qualidade, conforto e estilo garante uma experiência incomparável de relaxamento e lazer. Confie em nós para encontrar o chaise perfeito que atenda às suas necessidades e eleve o seu espaço exterior para um novo nível de conforto e elegância. Qualidade Superior Desfrute de chaises feitos com os melhores materiais e acabamentos, garantindo durabilidade e conforto excepcionais para sua experiência de relaxamento ao ar livre. Conforto Inigualável Nossos chaises são projetados ergonomicamente para proporcionar o máximo de conforto, com almofadas macias e encostos ajustáveis que permitem que você relaxe e aproveite cada momento. Estilo Sofisticado Adicione um toque de elegância ao seu espaço com nossos chaises de design moderno e sofisticado, criados para complementar a estética do seu ambiente exterior e destacar seu bom gosto. Cuidados e Manutenção Manter seu chaise em ótimo estado é essencial para garantir sua longevidade e desfrutar de muitos momentos relaxantes ao ar livre. Primeiramente, limpe regularmente seu chaise com um pano úmido para remover poeira, sujeira e resíduos. Evite o uso de produtos químicos abrasivos que possam danificar o material. Além disso, proteja seu chaise durante os meses mais frios ou chuvosos, armazenando-o em um local coberto ou usando uma capa protetora. Isso ajudará a prevenir danos causados pela exposição prolongada ao clima adverso. Por último, verifique regularmente as peças móveis e os mecanismos de ajuste para garantir que estejam funcionando corretamente e fazer quaisquer reparos necessários. Com os devidos cuidados e manutenção, seu chaise continuará a ser seu refúgio de relaxamento por muitos anos. Chaises Resistentes à Água Desfrute de momentos relaxantes à beira da piscina com nossos chaises resistentes à água, projetados para suportar respingos e umidade sem comprometer o conforto. Chaises Dobráveis para Viagem Leve o conforto onde quer que vá com nossos chaises dobráveis, perfeitos para viagens, acampamentos ou simplesmente para aproveitar um dia na praia. Fáceis de transportar e armazenar, eles são ideais para quem está sempre em movimento. Chaises com Rodízios para Facilidade de Movimento Simplifique sua vida com nossos chaises equipados com rodízios, que permitem movê-los facilmente de um local para outro sem esforço. Perfeito para reorganizar seu espaço exterior com facilidade. Chaises Acolchoados para Conforto Extra Aconchegue-se em nossos chaises acolchoados, projetados para proporcionar o máximo de conforto e apoio para longas horas de relaxamento. Desfrute de uma sensação de luxo enquanto se entrega ao descanso. Chaises com Toldo Integrado para Proteção Solar Proteja-se dos raios solares enquanto relaxa ao ar livre com nossos chaises equipados com toldos integrados. Desfrute de sombra ajustável e proteção UV para uma experiência de relaxamento ainda mais agradável. Chaises Modulares para Personalização do Espaço Crie o ambiente perfeito para o seu espaço exterior com nossos chaises modulares, que podem ser facilmente combinados e reorganizados para atender às suas necessidades e preferências de layout. Liberte sua criatividade e transforme seu espaço ao ar livre em um refúgio personalizado de relaxamento. R$299,99 Chaise de Madeira Maciça Desfrute de elegância e durabilidade com nossa chaise de madeira maciça. Feita de materiais de alta qualidade, esta chaise é perfeita para relaxar no seu jardim ou varanda. Aproveite o conforto e o estilo que ela proporciona. Ordem R$399,99 Chaise Acolchoada com Encosto Ajustável Experimente o máximo de conforto com nossa chaise acolchoada, equipada com um encosto ajustável. Perfeita para desfrutar do sol ou relaxar com um livro, esta chaise oferece apoio excepcional para o seu corpo e mente. Ordem R$499,99 Chaise com Toldo Retrátil Proteja-se do sol enquanto relaxa ao ar livre com nossa chaise equipada com um toldo retrátil. Ajustável para fornecer sombra quando necessário, esta chaise oferece conforto e conveniência para seus momentos de lazer. Ordem Conecte-se conosco Aceito a Política de Privacidade Envie uma mensagem LoungeMart Lar Melhores opções Guia de seleção Experiência Garantida Cuidado e manutenção política de Privacidade Termos de uso Av. Pioneiro José Nelson Coutinho, 875 - Centro, Guarantã do Norte - MT, 78520-000, Brasil +55-66-3552-2500 loungemart@gmail.com",
    "privacy-policy": "Política de Privacidade do LoungeMart Relaxe com Estilo: Descubra Nossas Chaises Exclusivas! LoungeMart Lar Melhores opções Guia de seleção Experiência Garantida Cuidado e manutenção Contatos Política de Privacidade Bem-vindo ao LoungeMart, o seu destino online para a descoberta de uma vasta gama de poltronas de qualidade superior. Este aviso importante (disclaimer) tem como objetivo fornecer informações claras e transparentes sobre o uso deste site e os produtos que oferecemos. O LoungeMart é um site dedicado à venda de poltronas. Nós não coletamos nem utilizamos informações pessoais dos nossos usuários. Nossa missão é simplesmente oferecer uma experiência de compra agradável, segura e eficiente. As poltronas que oferecemos são cuidadosamente selecionadas por sua qualidade, conforto e estilo. Cada poltrona é única, projetada para oferecer um momento de relaxamento e bem-estar. Elas são fabricadas com materiais de alta qualidade, resistência e durabilidade. No entanto, é importante notar que as imagens das poltronas exibidas no nosso site são apenas para fins ilustrativos. Embora nos esforcemos para mostrar as cores e texturas com a maior precisão possível, as cores reais e texturas podem variar ligeiramente devido às diferenças nos monitores e dispositivos. Todas as nossas poltronas são sujeitas à disponibilidade. Embora nos esforcemos para manter nosso estoque atualizado, há ocasiões em que uma poltrona pode se esgotar antes que possamos atualizar o site. Se isso acontecer, entraremos em contato com você o mais rápido possível para informá-lo sobre a situação e oferecer alternativas. As poltronas são itens volumosos e pesados. Embora nos esforcemos para garantir a entrega segura e rápida, não somos responsáveis por danos causados durante o transporte pelos serviços de entrega. Recomendamos inspecionar cuidadosamente a poltrona assim que for recebida e entrar em contato com nós imediatamente se houver algum problema. Todas as nossas poltronas vêm com uma garantia do fabricante. No entanto, a garantia não cobre danos causados por uso indevido, acidentes, exposição a elementos ou desgaste normal. Recomendamos cuidar bem da sua poltrona para garantir que ela dure por muitos anos. O LoungeMart não é responsável por quaisquer danos diretos, indiretos, especiais ou consequentes decorrentes do uso ou da incapacidade de usar as nossas poltronas. Isso inclui, mas não se limita a, lucros perdidos, interrupção do negócio ou danos aos dados. Ao usar o nosso site, você concorda em liberar o LoungeMart, seus funcionários, diretores, acionistas e agentes de qualquer reclamação, responsabilidade, dano ou custo decorrente do uso das nossas poltronas. Além disso, é importante salientar que as nossas poltronas são projetadas para atender a uma variedade de necessidades e preferências. Algumas poltronas são ideais para relaxar e ler um livro, enquanto outras são perfeitas para assistir televisão ou filmes. Há também poltronas com funções de massagem e aquecimento, projetadas para proporcionar um momento de relaxamento ainda mais agradável. Todas as nossas poltronas são fabricadas com materiais de alta qualidade, como couro, tecido e madeira. Cada material tem suas próprias vantagens e características, e a escolha do material ideal dependerá das suas necessidades e preferências pessoais. Por exemplo, as poltronas de couro são elegantes e fáceis de limpar, enquanto as poltronas de tecido são macias e confortáveis. É importante cuidar bem da sua poltrona para garantir que ela dure por muitos anos. Recomendamos limpar a poltrona regularmente com um pano úmido e evitar a exposição direta à luz solar ou a fontes de calor. Também recomendamos não pular ou saltar na poltrona, para evitar danos à estrutura e ao preenchimento. Em caso de problemas com a sua poltrona, entre em contato conosco o mais rápido possível. Estamos sempre aqui para ajudar e faremos o possível para resolver qualquer problema que você possa ter. Se a poltrona estiver coberta pela garantia do fabricante, faremos o possível para repará-la ou substituí-la o mais rápido possível. Ao usar o nosso site, você concorda em usar as nossas poltronas de forma responsável e segura. Isso inclui, mas não se limita a, não usar a poltrona de forma indevida ou perigosa, não modificar a poltrona de forma alguma e não usar a poltrona para fins comerciais. Gostaríamos também de destacar que as nossas poltronas são projetadas para serem usadas por pessoas de diferentes tamanhos e pesos. Cada poltrona tem um limite de peso máximo, que é indicado na descrição do produto. É importante respeitar esse limite para garantir a segurança e a durabilidade da poltrona. Além disso, algumas de nossas poltronas têm funções especiais, como a função de reclinação ou a função de elevação. Essas funções são projetadas para proporcionar um maior conforto e conveniência, mas é importante usá-las de forma correta e segura. Recomendamos ler as instruções do fabricante cuidadosamente antes de usar essas funções. É importante notar que as nossas poltronas não são projetadas para serem usadas como cama. Embora elas sejam confortáveis, não são adequadas para dormir por períodos prolongados. Recomendamos usar a poltrona para relaxar e descansar, mas não para dormir. Todas as nossas poltronas são vendidas com uma garantia do fabricante. No entanto, a garantia não cobre danos causados por uso indevido, acidentes, exposição a elementos ou desgaste normal. Recomendamos cuidar bem da sua poltrona para garantir que ela dure por muitos anos. Ao usar o nosso site, você concorda em usar as nossas poltronas de forma responsável e segura. Isso inclui, mas não se limita a, não usar a poltrona de forma indevida ou perigosa, não modificar a poltrona de forma alguma e não usar a poltrona para fins comerciais. Estamos sempre aqui para ajudar. Se você tiver alguma pergunta ou preocupação sobre nossas poltronas ou este aviso importante (disclaimer), por favor, não hesite em entrar em contato conosco. Você pode enviar um email para loungemart@gmail.com e faremos o possível para responder o mais rápido possível. Obrigado por escolher o LoungeMart para suas necessidades de poltronas. Esperamos que você encontre a poltrona perfeita para relaxar e desfrutar de momentos de conforto e bem-estar em sua casa. LoungeMart Lar Melhores opções Guia de seleção Experiência Garantida Cuidado e manutenção política de Privacidade Termos de uso Av. Pioneiro José Nelson Coutinho, 875 - Centro, Guarantã do Norte - MT, 78520-000, Brasil +55-66-3552-2500 loungemart@gmail.com"
  },
  "date": "2024-05-10T07:54:45.986Z"
}