{
  "name": "New_v9_SuperTape",
  "pages": {
    "index": "SuperTape About Us Services Price Sign Up Super Tape Aesthetic Taping Studio Sign up for a free consultation at our aesthetic face and body taping studio and get a discount on the first body application Sign up About Us Welcome to SuperTape, your go-to studio for aesthetic face and body taping. Our mission is to provide personalized and effective taping solutions to enhance your beauty and well-being. Our experienced team is dedicated to using the latest techniques and materials to meet your needs and exceed your expectations. Our experienced team is passionate about helping you achieve your aesthetic goals. We specialize in a range of services, from facial contouring and lifting to body shaping and support. Whether you're looking to rejuvenate your appearance or relieve muscle tension, our custom taping solutions are designed to meet and exceed your expectations. In our studio, each master will introduce you to the work of the tapes We will explain the principles and benefits of kinesio taping, including how it can improve muscle function, reduce pain, and enhance athletic performance. Help you determine the taping zones Our specialists will assess your needs to identify the most beneficial areas for taping, whether it's for injury support, chronic pain relief, or performance enhancement. Make a beauty plan for your change plan We'll create a personalized beauty plan that incorporates kinesio taping into your routine, helping you improve posture, reduce cellulite, or prepare for special events. In our studio, each master will Reduce the volume of the waist and abdomen Minimize cellulite Tighten \"sagging tissues\" To increase skin turgor (elasticity) To recover after childbirth Help with muscle stretching Eliminate wrinkles Make a beautiful oval face Remove swelling from the face Eliminate the rings of Venus and the second chin To help in the treatment and prevention of varicose veins Align your posture PRICE LIST WE PROVIDE ALL KINDS OF AESTHETIC TAPING FOR FACE AND BODY More than 10,000 clients have received results in our SuperTape aesthetic taping studio. Our experienced craftsmen provide an individual approach to everyone, ensuring the best results for improving appearance and well-being. We use the latest techniques and materials to meet your needs and expectations. Our Services Face Taping Face taping is an innovative method aimed at improving the appearance and rejuvenating the skin without surgery. In our SuperTape studio, we offer professional face taping, which helps to achieve visible results after the first sessions. Body Taping Body taping is an effective method to improve the appearance and condition of the skin, as well as to support muscles and joints without surgery and long–term recovery. Posture Correction In our SuperTape studio, we offer professional posture correction services using kinesio taping. This method helps to improve posture, reduce pain and improve overall well-being by maintaining the natural position of the spine and muscles. Cellulite Reduction Cellulite is a cosmetic problem of accumulation of fat deposits and fluids under the skin, which leads to the formation of bumps. Taping helps in the fight against cellulite due to lymphatic drainage and improved blood circulation. Materials In our SuperTape studio, we attach special importance to the quality of the materials used. We use only high-quality kinesio tapes and related materials to ensure maximum efficiency and safety of our procedures. Our kinesio tapes are highly elastic, hypoallergenic and have a long service life. This allows our clients to feel comfortable and confident during and after the procedures. The tapes are securely fixed on the skin, providing the necessary support for muscles and joints, improving blood circulation and lymphatic drainage. Reviews \"SuperTape has completely transformed my posture and reduced my chronic pain. The team is amazing!\" - Jane Doe \"I couldn't be happier with the results. My skin looks tighter and more youthful. Highly recommend!\" - John Smith \"Excellent service and fantastic results. The best taping studio in town!\" - Emily Johnson Price List for Taping Services Face Taping Face Priming: ₹1500 Full Face Taping: ₹3000 Fine Wrinkle Correction: ₹1200 Body Taping Full Body Taping: ₹5000 Abdomen Shaping: ₹2500 Hip Shaping: ₹2500 Posture Correction Posture Correction: ₹3500 Posture and Back Correction: ₹4000 Posture Improvement Taping: ₹3000 Cellulite Reduction Full Taping for Cellulite Reduction: ₹6000 Thigh Cellulite Correction: ₹3500 Buttock Cellulite Correction: ₹3500 Sign up for a session Hello, my name is... I wanna... I accept the Privacy Policy Sign Up WE STAY IN TOUCH Aesthetic Taping Studio Privacy Policy 372, Khatiwala Tank, Indore, Madhya Pradesh Terms and Conditions +91 844 182 9656 supertape@gmail.com &copy; 2024 SUPERTAPE. All rights reserved.",
    "privacy-policy": "SuperTape - Privacy Policy Home Privacy Policy Welcome to SuperTape. Your privacy is critically important to us. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website. Information We Collect Personal Data: We may collect personally identifiable information, such as your name, shipping address, email address, and telephone number when you make a purchase or sign up for our newsletter. Financial Data: We may collect financial information related to your payment method (e.g., valid credit card number, card brand, expiration date) when you make a purchase. We store only very limited, if any, financial information that we collect. Derivative Data: Information our servers automatically collect when you access the site, such as your IP address, your browser type, your operating system, your access times, and the pages you have viewed directly before and after accessing the site. Mobile Device Data: Device information, such as your mobile device ID, model, and manufacturer, and information about the location of your device if you access the site from a mobile device. Third-Party Data: Information from third parties, such as personal information or network friends, if you connect your account to the third party and grant the site permission to access this information. Data From Contests, Giveaways, and Surveys: Personal and other information you may provide when entering contests or giveaways and/or responding to surveys. Use of Your Information Having accurate information about you permits us to provide you with a smooth, efficient, and customized experience. Specifically, we may use information collected about you via the site to: Create and manage your account. Process your transactions and send you related information, including purchase confirmations and invoices. Personalize and improve your experience on our site. Send you technical notices, updates, security alerts, and support and administrative messages. Respond to your comments, questions, and requests and provide customer service. Monitor and analyze trends, usage, and activities in connection with our site. Prevent fraudulent transactions, monitor against theft, and protect against criminal activity. Enforce our terms and conditions and other agreements. Comply with legal obligations. Conduct surveys and marketing communications. Disclosure of Your Information We may share information we have collected about you in certain situations. Your information may be disclosed as follows: By Law or to Protect Rights: If we believe the release of information about you is necessary to respond to legal process, to investigate or remedy potential violations of our policies, or to protect the rights, property, and safety of others, we may share your information as permitted or required by any applicable law, rule, or regulation. Third-Party Service Providers: We may share your information with third parties that perform services for us or on our behalf, including payment processing, data analysis, email delivery, hosting services, customer service, and marketing assistance. Business Transfers: We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company. Affiliates: We may share your information with our affiliates, in which case we will require those affiliates to honor this Privacy Policy. Affiliates include our parent company and any subsidiaries, joint venture partners, or other companies that we control or that are under common control with us. Business Partners: We may share your information with our business partners to offer you certain products, services, or promotions. Tracking Technologies Cookies and Web Beacons: We may use cookies, web beacons, tracking pixels, and other tracking technologies on the site to help customize the site and improve your experience. When you access the site, your personal information is not collected through the use of tracking technology. Internet-Based Advertising: Additionally, we may use third-party software to serve ads on the site, implement email marketing campaigns, and manage other interactive marketing initiatives. This third-party software may use cookies or similar tracking technology to help manage and optimize your online experience with us. Website Analytics: We may also partner with selected third-party vendors, such as Google Analytics, to allow tracking technologies and remarketing services on the site through the use of first-party cookies and third-party cookies, to, among other things, analyze and track users’ use of the site, determine the popularity of certain content and better understand online activity. Security of Your Information We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that despite our efforts, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other types of misuse. Policy for Children We do not knowingly solicit information from or market to children under the age of 13. If we learn that we have collected personal information from a child under age 13 without verification of parental consent, we will delete that information as quickly as possible. If you believe we might have any information from or about a child under 13, please contact us at supertape@gmail.com. Controls for Do-Not-Track Features Most web browsers and some mobile operating systems include a Do-Not-Track (“DNT”) feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected. No uniform technology standard for recognizing and implementing DNT signals has been finalized. As such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online. Options Regarding Your Information You may at any time review or change the information in your account or terminate your account by: Logging into your account settings and updating your account. Contacting us using the contact information provided below. Upon your request to terminate your account, we will deactivate or delete your account and information from our active databases. However, some information may be retained in our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce our Terms of Use and/or comply with legal requirements. Emails and Communications If you no longer wish to receive correspondence, emails, or other communications from us, you may opt-out by: Noting your preferences at the time you register your account with the site. Logging into your account settings and updating your preferences. Contacting us using the contact information provided below. Contact Us If you have questions or comments about this Privacy Policy, please contact us at: Email: supertape@gmail.com Phone: +91 844 182 9656 372, Khatiwala Tank, Indore, Madhya Pradesh Aesthetic Taping Studio Privacy Policy 372, Khatiwala Tank, Indore, Madhya Pradesh Terms and Conditions +91 844 182 9656 supertape@gmail.com &copy; 2024 SUPERTAPE. All rights reserved.",
    "terms-conditions": "SuperTape - Terms and Conditions Home Terms and Conditions Welcome to SuperTape. These terms and conditions outline the rules and regulations for the use of SuperTape's Website. Introduction By accessing this website, we assume you accept these terms and conditions. Do not continue to use SuperTape if you do not agree to take all of the terms and conditions stated on this page. Intellectual Property Rights Unless otherwise stated, SuperTape and/or its licensors own the intellectual property rights for all material on SuperTape. All intellectual property rights are reserved. You may access this from SuperTape for your own personal use subjected to restrictions set in these terms and conditions. Restrictions You are specifically restricted from all of the following: Publishing any website material in any other media; Selling, sublicensing, and/or otherwise commercializing any website material; Publicly performing and/or showing any website material; Using this website in any way that is or may be damaging to this website; Using this website in any way that impacts user access to this website; Using this website contrary to applicable laws and regulations, or in any way that may cause harm to the website, or to any person or business entity; Engaging in any data mining, data harvesting, data extracting, or any other similar activity in relation to this website; Using this website to engage in any advertising or marketing. Certain areas of this website are restricted from being accessed by you, and SuperTape may further restrict access to any areas of this website, at any time, in absolute discretion. Any user ID and password you may have for this website are confidential, and you must maintain confidentiality as well. Your Privacy Please read our Privacy Policy. Your Content In these Terms and Conditions, \"Your Content\" shall mean any audio, video text, images, or other material you choose to display on this website. By displaying Your Content, you grant SuperTape a non-exclusive, worldwide irrevocable, sub-licensable license to use, reproduce, adapt, publish, translate, and distribute it in any and all media. Your Content must be your own and must not be invading any third-party’s rights. SuperTape reserves the right to remove any of Your Content from this website at any time without notice. No warranties This website is provided \"as is,\" with all faults, and SuperTape expresses no representations or warranties, of any kind related to this website or the materials contained on this website. Also, nothing contained on this website shall be interpreted as advising you. Limitation of liability In no event shall SuperTape, nor any of its officers, directors, and employees, be held liable for anything arising out of or in any way connected with your use of this website whether such liability is under contract. SuperTape, including its officers, directors, and employees, shall not be held liable for any indirect, consequential, or special liability arising out of or in any way related to your use of this website. Indemnification You hereby indemnify to the fullest extent SuperTape from and against any and all liabilities, costs, demands, causes of action, damages, and expenses arising in any way related to your breach of any of the provisions of these Terms. Severability If any provision of these Terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein. Variation of Terms SuperTape is permitted to revise these Terms at any time as it sees fit, and by using this website, you are expected to review these Terms on a regular basis. Assignment SuperTape is allowed to assign, transfer, and subcontract its rights and/or obligations under these Terms without any notification. However, you are not allowed to assign, transfer, or subcontract any of your rights and/or obligations under these Terms. Entire Agreement These Terms constitute the entire agreement between SuperTape and you in relation to your use of this website and supersede all prior agreements and understandings. Governing Law & Jurisdiction These Terms will be governed by and interpreted in accordance with the laws of the State of [Your State], and you submit to the non-exclusive jurisdiction of the state and federal courts located in [Your State] for the resolution of any disputes. Contact Us If you have questions or comments about this Privacy Policy, please contact us at: Email: supertape@gmail.com Phone: +91 844 182 9656 372, Khatiwala Tank, Indore, Madhya Pradesh Aesthetic Taping Studio Privacy Policy 372, Khatiwala Tank, Indore, Madhya Pradesh Terms and Conditions +91 844 182 9656 supertape@gmail.com &copy; 2024 SUPERTAPE. All rights reserved.",
    "thank_page": "SuperTape - Thank You! Thank You! Our manager will contact you soon Home"
  },
  "date": "2024-06-27T06:23:03.462Z"
}