{
  "name": "New_v9_RefugioNatural",
  "pages": {
    "houses": "Refúgio Natural - Chalés Confortáveis em Meio à Natureza Refúgio Natural Sobre Nós Casas Contatos Refúgio Natural Onde a Natureza e o Conforto se Encontram Uma das principais vantagens de descansar com o \"Refúgio Natural\" é a possibilidade de privacidade. Nossos chalés estão localizados de forma que os hóspedes possam desfrutar de total privacidade e silêncio. Este é o lugar ideal para quem quer fugir da agitação da cidade e passar um tempo em contato com a natureza. Também oferecemos diversas atividades ao ar livre: caminhadas, excursões, pesca e muito mais. Cada atividade proporciona novas experiências e ajuda a sentir mais profundamente a beleza do mundo ao redor. Nossa equipe se esforça para tornar cada estadia conosco inesquecível. Cuidamos de cada um dos nossos hóspedes, oferecendo um alto nível de serviço e hospitalidade. No \"Refúgio Natural\", você encontrará tudo para descansar a mente e o corpo, recarregar as energias e se inspirar com a natureza. A natureza espera por você no \"Refúgio Natural\" – seu local ideal para descanso e recuperação. Catálogo de Chalés Chalé 1: \"Refúgio do Norte\" O \"Refúgio da Serra\" é o lugar perfeito para quem busca tranquilidade e privacidade. Localizado em meio à densa floresta, o chalé oferece janelas panorâmicas que proporcionam uma vista espetacular da natureza. Na varanda, você pode desfrutar de um jantar ao entardecer ou relaxar com um bom livro. O interior é decorado em tons quentes e com materiais naturais, criando um ambiente acolhedor e íntimo. Ideal para um retiro romântico ou um momento de reflexão. Área: 80 m² Número de quartos: 1 quarto Comodidades: Banheiro, cozinha totalmente equipada, ar-condicionado, Wi-Fi, TV livro Chalé 2: \"Conforto do Rio\" O \"Refúgio do Rio\" oferece uma localização privilegiada à beira de um belo rio. O chalé é espaçoso, com duas confortáveis suítes, ideal para famílias. A cozinha moderna permite preparar suas refeições favoritas, e a área de churrasco é perfeita para noites ao ar livre. Um barco privado está disponível para passeios pelo rio, tornando sua estadia ainda mais especial e divertida. Área: 120 m² Número de quartos: 2 quartos Comodidades: Banheiro, cozinha, churrasqueira, Wi-Fi, TV por satélite livro Chalé 3: \"Silêncio da Montanha\" O \"Silêncio da Montanha\" está situado na encosta de uma montanha, oferecendo uma vista impressionante da paisagem ao redor. O chalé é acolhedor, com uma lareira que proporciona uma atmosfera quente e convidativa. A área externa conta com espaço para fogueiras, onde você pode passar noites agradáveis ao ar livre. É o local perfeito para quem deseja se desconectar da rotina e desfrutar da paz da natureza. Área: 100 m² Número de quartos: 1 quarto Comodidades: Banheiro, cozinha, lareira, Wi-Fi, TV livro Chalé 4: \"Aconchego da Floresta\" O \"Aconchego da Floresta\" é cercado por verde e oferece um ambiente perfeito para famílias. O chalé possui um espaço interno acolhedor, com uma área de recreação onde as crianças podem brincar enquanto os adultos relaxam. A cozinha moderna e a sala de estar confortável garantem uma estadia agradável. A área externa é ideal para aproveitar o ar livre e desfrutar do ambiente natural ao redor. Área: 90 m² Número de quartos: 2 quartos Comodidades: Banheiro, cozinha, Wi-Fi, TV, área de recreação para crianças livro Chalé 5: \"Paraíso da Cachoeira\" O \"Paraíso da Cachoeira\" é um chalé sofisticado localizado próximo a uma cachoeira deslumbrante. O chalé inclui uma área de spa privativa, perfeita para relaxar após um dia de exploração. Com duas suítes espaçosas, uma cozinha bem equipada e uma confortável sala de estar, você encontrará tudo o que precisa para uma estadia luxuosa. A varanda oferece uma vista espetacular da cachoeira e do ambiente natural. Área: 110 m² Número de quartos: 2 quartos Comodidades: Banheiro, spa, cozinha, Wi-Fi, TV por satélite livro Chalé 6: \"Praia Areia\" O \"Praia Areia\" está localizado diretamente na praia, oferecendo acesso fácil à água e uma área para piqueniques ao ar livre. O chalé conta com dois quartos e uma cozinha bem equipada, ideal para preparar refeições enquanto desfruta da vista para o mar. A decoração é inspirada no ambiente praiano, proporcionando um clima relaxante e refrescante para sua estadia. Área: 95 m² Número de quartos: 2 quartos Comodidades: Banheiro, cozinha, acesso à praia, Wi-Fi, TV livro Chalé 7: \"Campo das Margaridas\" O \"Campo das Margaridas\" está situado em um campo florido com vistas deslumbrantes das montanhas ao redor. Este chalé é perfeito para um retiro romântico ou para sessões de fotos, com seu ambiente pitoresco e tranquilo. A decoração é simples, mas acolhedora, e a cozinha está totalmente equipada para sua conveniência. É um local ideal para quem busca relaxamento e inspiração. Área: 85 m² Número de quartos: 1 quarto Comodidades: Banheiro, cozinha, Wi-Fi, TV livro Chalé 8: \"Ninho das Estrelas\" O \"Aconchego Estelar\" oferece uma oportunidade única de observar o céu noturno e as estrelas diretamente do seu chalé. Com um quarto acolhedor e um interior confortável, é o lugar perfeito para relaxar e apreciar o cosmos. A varanda ao ar livre proporciona um espaço ideal para admirar as estrelas e desfrutar de um momento de tranquilidade sob o céu estrelado. Área: 75 m² Número de quartos: 1 quarto Comodidades: Banheiro, cozinha, vista para as estrelas, Wi-Fi, TV livro Estamos felizes em recebê-lo! Bem-vindo ao \"Refúgio Natural\"! Estamos encantados que você tenha escolhido nosso espaço para sua estadia em meio à natureza. Se você tiver qualquer dúvida ou desejar fazer uma reserva, por favor, preencha seus dados no formulário abaixo. Nossa equipe entrará em contato com você o mais breve possível para auxiliar com o processo de reserva e fornecer todas as informações necessárias. Nosso objetivo é tornar sua experiência conosco a mais confortável e memorável possível. Esperamos por você! Eu aceito política de privacidade enviar R. Jair Antônio Fortes, 877, Novo Progresso - PA, 68193-000, Brazil +55-44102-78541 refugionatural@gmail.com Política de Privacidade Termos e Condições",
    "index": "Refúgio Natural - Aluguel de Chalés em Meio à Natureza Refúgio Natural Sobre Nós Casas Contatos Refúgio Natural Onde a Natureza e o Conforto se Encontram Bem-vindo ao \"Refúgio Natural\", seu refúgio perfeito na natureza. Descubra a verdadeira privacidade e tranquilidade em nossos chalés acolhedores, situados em locais pitorescos. Desfrute da beleza das paisagens ao redor e do conforto que oferecemos. Vantagens do aluguel Privacidade No \"Refúgio Natural\", a privacidade é uma das nossas maiores prioridades. Oferecemos um ambiente sereno e tranquilo, longe da agitação e do barulho da cidade. Nossos chalés estão estrategicamente localizados para garantir que você possa desfrutar de um descanso completo sem interrupções. Imagine-se acordando com o canto dos pássaros e o som suave da natureza, longe do estresse urbano. Aqui, você pode se desconectar do mundo exterior e relaxar em total privacidade, aproveitando a paz e o silêncio que só a natureza pode oferecer. Belas vistas Em \"Refúgio Natural\", você está imerso em cenários naturais deslumbrantes. Cada chalé oferece vistas panorâmicas espetaculares de florestas exuberantes, majestosas montanhas e rios serenos, tudo visível diretamente da sua janela. A beleza do ambiente natural ao seu redor cria uma atmosfera de tranquilidade e inspiração, ideal para relaxar e recarregar as energias. Que tal desfrutar de uma xícara de café enquanto observa o nascer do sol sobre as montanhas ou simplesmente se perder na beleza das paisagens que se estendem até o horizonte? Chalés confortáveis Nossos chalés são projetados para proporcionar o máximo conforto e aconchego durante sua estadia. Cada unidade é equipada com comodidades modernas para garantir que você se sinta em casa. Desde camas confortáveis e lençóis de alta qualidade até cozinhas totalmente equipadas e banheiros luxuosos, cuidamos de todos os detalhes para tornar sua experiência inesquecível. Além disso, os chalés foram cuidadosamente decorados para refletir a beleza e a simplicidade da natureza ao seu redor, criando um ambiente acolhedor e relaxante. Se você procura uma combinação perfeita de conforto e imersão na natureza, nossos chalés são a escolha ideal para sua próxima escapada. A empresa \"Refúgio Natural\" foi fundada em 2020 com o objetivo de criar um lugar único para descansar em harmonia com a natureza. A ideia de criar a empresa surgiu de um grupo de amigos apaixonados por viagens e natureza, que queriam compartilhar seus lugares favoritos com outras pessoas. Desde o início, nossa missão tem sido oferecer aos nossos hóspedes a oportunidade de fugir da agitação urbana e desfrutar da tranquilidade e beleza da natureza. Nossa missão é proporcionar aos nossos hóspedes condições únicas para descansar, onde eles possam sentir a conexão com a natureza, encontrar paz interior e recarregar as energias. Nos empenhamos em criar uma atmosfera de conforto e aconchego em cada um de nossos chalés, para que cada hóspede se sinta em casa. Nossos valores Respeito pela natureza Cuidamos da preservação do meio ambiente e buscamos minimizar nossa pegada ecológica. Conforto e aconchego Oferecemos apenas chalés de alta qualidade, equipados com tudo o que é necessário para o conforto dos nossos hóspedes. Hospitalidade Valorizamos cada um dos nossos hóspedes e nos esforçamos para tornar a estadia deles a mais agradável e memorável possível. Inovação Trabalhamos constantemente para melhorar nossos serviços e implementar novas tecnologias para garantir a melhor experiência aos nossos hóspedes. Descanso na Natureza com o \"Refúgio Natural\" No mundo moderno, onde o ruído e a agitação urbana se tornaram parte integrante da nossa vida cotidiana, é importante encontrar tempo para descansar e recuperar. O \"Refúgio Natural\" oferece uma oportunidade única para mergulhar no mundo da natureza, escapar das preocupações diárias e desfrutar da harmonia com o ambiente. Nossos chalés aconchegantes, situados em locais pitorescos, oferecem as condições ideais para esquecer os problemas urbanos e relaxar completamente. Cada chalé está equipado com tudo o que é necessário para uma estadia confortável: desde camas confortáveis até eletrodomésticos modernos. O descanso na natureza contribui para a melhoria da saúde física e mental. O ar fresco, as belas paisagens e a ausência do ruído urbano ajudam a recuperar as forças, reduzir o estresse e melhorar o humor. Caminhadas na floresta, corridas matinais ao longo do rio ou apenas noites tranquilas na varanda – tudo isso contribui para a harmonia entre corpo e mente. O \"Refúgio Natural\" não é apenas um lugar para descansar, é uma filosofia de vida, onde a natureza e o ser humano estão em harmonia. Cuidamos dos nossos hóspedes e fazemos tudo o possível para que a estadia deles seja a mais confortável e memorável possível. Convidamos você a passar umas férias inesquecíveis no \"Refúgio Natural\", onde a natureza e o conforto se unem em uma combinação perfeita. veja as casas R. Jair Antônio Fortes, 877, Novo Progresso - PA, 68193-000, Brazil +55-44102-78541 refugionatural@gmail.com Política de Privacidade Termos e Condições",
    "privacy": "Política de Privacidade - Refúgio Natural Refúgio Natural Sobre Nós Casas Contatos Política de Privacidade No \"Refúgio Natural\", estamos comprometidos em proteger e respeitar a sua privacidade. Esta Política de Privacidade explica como coletamos, usamos, armazenamos e compartilhamos suas informações pessoais quando você visita nosso site ou utiliza nossos serviços. Ao acessar ou usar nossos serviços, você concorda com a coleta e uso de informações de acordo com esta política. 1. Informações Que Coletamos Coletamos vários tipos de informações para diversos fins, a fim de fornecer e melhorar nossos serviços: Informações Pessoais: Quando você se cadastra em nosso site, faz uma reserva ou entra em contato conosco, coletamos informações pessoais que você nos fornece, como nome, endereço de e-mail, número de telefone. Informações de Navegação: Coletamos informações sobre sua visita ao nosso site, incluindo seu endereço IP, tipo de navegador, páginas visitadas e tempo gasto em nosso site. 2. Como Usamos Suas Informações Utilizamos suas informações pessoais para as seguintes finalidades: Processamento de Reservas: Para processar e gerenciar suas reservas e fornecer-lhe o serviço solicitado. Comunicação: Para enviar confirmações de reserva, atualizações e outras informações relacionadas aos nossos serviços. Melhoria do Serviço: Para analisar como você utiliza nosso site e melhorar a experiência do usuário e a funcionalidade do nosso site. Marketing: Para enviar ofertas e promoções sobre nossos serviços, se você optou por receber essas comunicações. Suporte ao Cliente: Para responder a perguntas, resolver problemas e fornecer suporte relacionado aos nossos serviços. 3. Como Compartilhamos Suas Informações Não vendemos nem alugamos suas informações pessoais para terceiros. Podemos compartilhar suas informações nas seguintes circunstâncias: Com Prestadores de Serviços: Podemos compartilhar suas informações com prestadores de serviços terceirizados que auxiliam na operação do nosso site e na prestação dos nossos serviços, como processadores de pagamento e empresas de hospedagem de dados. Para Cumprir a Lei: Podemos divulgar suas informações se exigido por lei ou para responder a solicitações legais, como intimações ou ordens judiciais. Em Caso de Transações Empresariais: Se nossa empresa estiver envolvida em uma fusão, aquisição ou venda de ativos, suas informações podem ser transferidas como parte dessa transação. 4. Segurança das Informações Tomamos medidas razoáveis para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. Utilizamos medidas de segurança técnicas e administrativas para garantir a confidencialidade e integridade dos dados que coletamos. 5. Seus Direitos e Escolhas Você tem o direito de acessar, corrigir ou excluir suas informações pessoais. Para fazer isso, entre em contato conosco através dos meios de contato fornecidos abaixo. Além disso, você pode optar por não receber comunicações de marketing a qualquer momento, clicando no link de cancelamento de assinatura incluído em nossos e-mails. 6. Links para Outros Sites Nosso site pode conter links para sites de terceiros. Não somos responsáveis pelas práticas de privacidade desses sites. Recomendamos que você leia as políticas de privacidade dos sites que visitar. 7. Alterações a Esta Política Podemos atualizar nossa Política de Privacidade de tempos em tempos. Notificaremos você sobre quaisquer alterações publicando a nova política em nosso site. Recomendamos que você reveja esta política periodicamente para estar ciente de quaisquer modificações. 8. Contato Se você tiver alguma dúvida sobre esta Política de Privacidade ou sobre como tratamos suas informações pessoais, entre em contato conosco: Endereço: refugionatural@gmail.com \"Refúgio Natural\" agradece por confiar em nós e por nos permitir cuidar de sua privacidade. R. Jair Antônio Fortes, 877, Novo Progresso - PA, 68193-000, Brazil +55-44102-78541 refugionatural@gmail.com Política de Privacidade Termos e Condições",
    "terms-conditions": "Termos e Condições - Refúgio Natural Refúgio Natural Sobre Nós Casas Contatos Termos e Condições de Uso Bem-vindo ao \"Refúgio Natural\". Ao utilizar nosso site e reservar nossos chalés, você concorda com os seguintes termos e condições. Por favor, leia atentamente antes de prosseguir com sua reserva. 1. Definições Para fins destes Termos e Condições, os seguintes termos terão os seguintes significados: \"Refúgio Natural\": A empresa responsável pela administração e aluguel dos chalés descritos em nosso site. \"Usuário\": Qualquer pessoa que acesse ou use o site do Refúgio Natural. \"Chalé\": As unidades de hospedagem descritas e oferecidas para aluguel pelo Refúgio Natural. 2. Reserva Para reservar um chalé, você deve preencher o formulário de reserva disponível em nosso site e fornecer informações válidas. 3. Política de Cancelamento Você pode cancelar sua reserva a qualquer momento, mas taxas de cancelamento podem ser aplicáveis conforme descrito abaixo: Cancelamento com até 30 dias de antecedência: reembolso total. Cancelamento com menos de 30 dias e mais de 7 dias de antecedência: reembolso de 50% do valor pago. Cancelamento com menos de 7 dias de antecedência: sem reembolso. Para cancelar uma reserva, entre em contato conosco por e-mail ou telefone e forneça os detalhes da sua reserva. 4. Chegada e Partida O horário de check-in é a partir das 15h00 e o horário de check-out deve ser até às 11h00. Caso precise de horários diferentes, favor entrar em contato conosco com antecedência para verificar a disponibilidade. 5. Regras de Utilização Os usuários concordam em utilizar os chalés apenas para fins de hospedagem. É proibido realizar festas, eventos ou qualquer atividade que cause incômodos aos vizinhos. Animais de estimação são permitidos apenas mediante aprovação prévia. 6. Responsabilidade e Indemnização O Refúgio Natural não se responsabiliza por qualquer perda ou dano de propriedade pessoal durante a estadia. O usuário é responsável por quaisquer danos causados ao chalé e deve compensar o Refúgio Natural por tais danos. 7. Alterações nos Termos e Condições O Refúgio Natural reserva-se o direito de alterar estes Termos e Condições a qualquer momento. Quaisquer alterações serão publicadas em nosso site e entrarão em vigor imediatamente após a publicação. 8. Legislação Aplicável Estes Termos e Condições são regidos pelas leis do Brasil. Qualquer disputa decorrente ou relacionada ao uso do site ou aos serviços prestados será resolvida pelos tribunais competentes da Brasil. 9. Contato Para quaisquer dúvidas ou questões relacionadas a estes Termos e Condições, entre em contato conosco através do e-mail refugionatural@gmail.com. Ao continuar utilizando nosso site e serviços, você concorda com todos os termos e condições aqui descritos. R. Jair Antônio Fortes, 877, Novo Progresso - PA, 68193-000, Brazil +55-44102-78541 refugionatural@gmail.com Política de Privacidade Termos e Condições",
    "thank": "Obrigado por Visitar o Amazônia - Estúdio de Beleza body { font-family: Arial, sans-serif; background-color: #eee; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: #fff; border: 3px solid #18634c; border-radius: 5px; } h1 { color: #101010; } p { color: #101010; margin-bottom: 20px; } .btn { background-color: #18634c; color: #fff; padding: 10px 20px; text-align: center; text-decoration: none; display: inline-block; font-size: 16px; transition: background-color 0.3s; border-radius: 5px; border: 4px solid #18634c; } .btn:hover { background-color: #fff; color: #18634c; } Obrigado por escolher o \"Refúgio Natural\". Recebemos sua mensagem e entraremos em contato com você em breve para confirmar sua reserva e fornecer mais informações. Se tiver alguma dúvida ou precisar de assistência adicional, não hesite em nos informar. Agradecemos a sua preferência e esperamos proporcionar a você uma experiência incrível em meio à natureza. Home"
  },
  "date": "2024-07-23T07:39:12.736Z"
}