{
  "name": "New_v9_EternalTimepieces",
  "pages": {
    "index": "Buy Wall Clocks Online from Eternal Timepieces India - Indian Clock Store Home Catalog FAQ Contact us Timepieces That Define Tradition Discover our curated selection of wall clocks, blending traditional craftsmanship with contemporary design, perfect for every home. Shop Now Catalog Traditional Wooden Clock ₹ 1500 Buy Now Handcrafted Brass Timepiece ₹ 2500 Buy Now Antique Style Wall Clock ₹ 1800 Buy Now Modern Minimalist Clock ₹ 1200 Buy Now Rustic Iron Wall Clock ₹ 2200 Buy Now Hand-painted Ceramic Clock ₹ 2800 Buy Now Discover the Essence of Indian Timekeeping India, a land rich in culture and history, has a profound relationship with timekeeping. From ancient sundials to intricate mechanical clocks, each timepiece tells a story of craftsmanship and tradition. At our store, we celebrate this heritage with a curated collection of wall clocks that showcase the diversity and artistry of Indian clockmaking. Whether you're drawn to the elegance of hand-carved wooden clocks or the timeless appeal of brass designs, our selection offers something for every taste and home decor. Explore our range to find not just a functional timekeeping device, but a piece of art that reflects the spirit of India. Each clock is crafted with attention to detail and a commitment to quality, ensuring that you receive a piece that stands the test of time. Join us on a journey through time as we invite you to discover the beauty and craftsmanship of Indian timepieces. Embrace tradition with a modern touch, only at our exclusive online store. Craftsmanship Beyond Time At our store, we believe that a clock is more than just a timekeeping device – it is a testament to the skill and creativity of its makers. Our collection of Indian clocks exemplifies this philosophy, combining traditional techniques with contemporary aesthetics. Each clock in our assortment is a masterpiece in its own right, showcasing the artistry and dedication of Indian artisans. Whether you prefer the intricate designs of filigree work on metal clocks or the simplicity of hand-painted ceramic timepieces, our range offers a glimpse into the diverse craftsmanship of India. Every clock is meticulously crafted to not only adorn your walls but also to tell a story of tradition and innovation. From rural workshops to urban studios, each piece is imbued with the cultural richness and craftsmanship that defines Indian heritage. Discover the beauty of Indian clock artistry with us. Browse through our collection and bring home a piece that not only tells time but also celebrates the timeless tradition of Indian craftsmanship. What materials are your clocks made of? Our clocks are crafted from a variety of materials, including wood, brass, iron, and ceramic. Each material offers unique aesthetics and durability, ensuring that you find a clock that suits your style and preferences. Do you offer customization options for clocks? Yes, we offer customization services for select clocks. Please contact our customer service team to discuss your specific requirements and we'll be happy to assist you in creating a personalized timepiece. How can I clean and maintain my clock? To maintain the beauty and functionality of your clock, we recommend using a soft, dry cloth to gently wipe away dust. Avoid using harsh chemicals or abrasive materials that may damage the finish. Do your clocks come with a warranty? Yes, all our clocks come with a standard warranty against manufacturing defects. Please refer to the product description or contact our support team for more details on warranty coverage and terms. What payment methods do you accept? We accept various payment methods, including credit/debit cards, PayPal, and bank transfers. During the checkout process, you can select the payment option that is most convenient for you. Can I return or exchange a clock if I'm not satisfied? Yes, we have a hassle-free return and exchange policy. If you're not completely satisfied with your purchase, you can return the clock within 3 days for a refund or exchange. Please review our return policy for detailed instructions. How long will it take to receive my order? Delivery times may vary depending on your location and the availability of the clock you ordered. Typically, orders are processed and shipped within 3 business days. You will receive a tracking number once your order is dispatched. Do you ship internationally? Yes, we offer international shipping. Shipping rates and delivery times may vary based on the destination. During checkout, you can select your country for shipping options and costs. Tell Us Your Message I accept privacy policy Send message Contacts Ground Floor, Amar Complex Near Swastik Cross Road, Chimanlal Girdharlal Rd, Ahmedabad, Gujarat 380009, India +917926442802 eternaltimepieces@gmail.com Links Home Catalog FAQ Contact us Policy Privacy policy Terms and Conditions",
    "privacy": "Buy Wall Clocks Online from Eternal Timepieces India - Indian Clock Store | Privacy Policy Home Catalog FAQ Contact us Privacy Policy Welcome to Eternal Timepieces India. We are committed to protecting your privacy and ensuring that your personal information is handled in a safe and responsible manner. This Privacy Policy outlines how we collect, use, and safeguard your information when you visit our website or make a purchase. Information Collection: We collect information from you when you visit our site, place an order, subscribe to our newsletter, or fill out a form. The types of information collected include your name, email address, mailing address, phone number, and payment details. Use of Information: The information we collect from you may be used in the following ways: To personalize your experience and respond to your individual needs. To improve our website and customer service. To process transactions efficiently. To send periodic emails regarding your order or other products and services. Protection of Information: We implement a variety of security measures to maintain the safety of your personal information. Your personal information is contained behind secured networks and is only accessible by a limited number of persons who have special access rights to such systems. Disclosure to Third Parties: We do not sell, trade, or otherwise transfer your personally identifiable information to outside parties except as required by law or to protect our rights or property. Cookies: Our website uses cookies to enhance your browsing experience. Cookies are small files that a site or its service provider transfers to your computer's hard drive through your web browser (if you allow) that enables the site’s or service provider’s systems to recognize your browser and capture and remember certain information. Third-Party Links: Occasionally, at our discretion, we may include or offer third-party products or services on our website. These third-party sites have separate and independent privacy policies. We therefore have no responsibility or liability for the content and activities of these linked sites. Changes to Our Privacy Policy: We reserve the right to update or modify this privacy policy at any time. Changes will be posted on this page with an updated revision date. We encourage you to review this policy periodically to stay informed about how we are protecting your information. Contact Us: If you have any questions regarding this privacy policy, you may contact us using the information below: Eternal Timepieces India Email: eternaltimepieces@gmail.com Contacts Ground Floor, Amar Complex Near Swastik Cross Road, Chimanlal Girdharlal Rd, Ahmedabad, Gujarat 380009, India +917926442802 eternaltimepieces@gmail.com Links Home Catalog FAQ Contact us Policy Privacy policy Terms and Conditions",
    "terms": "Buy Wall Clocks Online from Eternal Timepieces India - Indian Clock Store | Terms and Conditions Home Catalog FAQ Contact us Terms and Conditions Welcome to Eternal Timepieces India. By accessing or using our website, you agree to comply with and be bound by the following terms and conditions. Please review them carefully. If you do not agree with any part of these terms and conditions, you must not use our website. 1. General These terms and conditions govern your use of our website and the purchase of products from us. By using our website and placing an order, you agree to be bound by these terms and conditions. 2. Privacy Your use of our website is also governed by our Privacy Policy. Please review our Privacy Policy, which explains how we collect, use, and safeguard your personal information. 3. Use of Website By using our website, you agree to use it in accordance with all applicable laws and regulations. You agree not to use the website in any way that may impair its performance, corrupt its content, or otherwise reduce its overall functionality. 4. Orders All orders placed through our website are subject to acceptance and availability. We reserve the right to refuse or cancel any order for any reason, including but not limited to product availability, errors in product description or pricing, or any other issue. 5. Pricing and Payment All prices on our website are in Indian Rupees (INR) and are inclusive of applicable taxes unless stated otherwise. We accept various payment methods, including credit/debit cards, PayPal, and bank transfers. Payment must be made in full before dispatch of goods. 6. Shipping and Delivery We offer shipping within India and to select international destinations. Shipping costs and delivery times may vary based on location. You will receive a tracking number once your order is dispatched. Please refer to our Shipping Policy for more details. 7. Returns and Refunds If you are not satisfied with your purchase, you may return the product within 30 days of receipt for a refund or exchange. The product must be in its original condition and packaging. Please refer to our Return Policy for detailed instructions on how to process a return. 8. Limitation of Liability To the fullest extent permitted by law, Eternal Timepieces India shall not be liable for any direct, indirect, incidental, consequential, or punitive damages arising out of your use of our website or the purchase of products from us. 9. Intellectual Property All content on our website, including text, graphics, logos, and images, is the property of Eternal Timepieces India and is protected by copyright and trademark laws. You may not reproduce, distribute, or use any content without our express written permission. 10. Changes to Terms and Conditions We reserve the right to update or modify these terms and conditions at any time without prior notice. Any changes will be posted on this page with an updated revision date. Your continued use of our website following the posting of changes constitutes your acceptance of such changes. 11. Contact Us If you have any questions or concerns about these terms and conditions, please contact us at: Eternal Timepieces India Email: eternaltimepieces@gmail.com Contacts Ground Floor, Amar Complex Near Swastik Cross Road, Chimanlal Girdharlal Rd, Ahmedabad, Gujarat 380009, India +917926442802 eternaltimepieces@gmail.com Links Home Catalog FAQ Contact us Policy Privacy policy Terms and Conditions",
    "thank": "Buy Wall Clocks Online from Eternal Timepieces India - Indian Clock Store | Thank Thank You for Reaching Out! We sincerely appreciate your interest in our collection of Indian wall clocks. Your inquiry is important to us, and our team is committed to providing you with the best possible service. Whether you have questions about our products, need assistance with your order, or simply want to learn more about our offerings, we're here to help. We strive to respond to all inquiries promptly and ensure that you have a seamless and enjoyable shopping experience. Your satisfaction is our top priority, and we are dedicated to delivering high-quality, beautifully crafted timepieces that reflect the rich heritage and artistry of India. Thank you for choosing our store, and we look forward to serving you. If you have any further questions or need additional assistance, please do not hesitate to contact us again. We're here to help and make your shopping experience as pleasant as possible. Warm regards, The Eternal Timepieces India Team Main page"
  },
  "date": "2024-07-10T15:43:33.489Z"
}