{
  "name": "New_v8_Flexure",
  "pages": {
    "about-us": "About Us - Discover Flexure's Story and Commitment to Excellence Flexure HOME ABOUT US Products Contact MEN'S GEAR SALE New Arrivals Tops Bottoms Accessories EXPLORE COLLECTION WOMEN'S GEAR SALE New Arrivals Tops Bottoms Accessories EXPLORE COLLECTION GET ACTIVE THIS SUMMER CONTACT US FOR DETAILS UNLEASH YOUR POTENTIAL. Flexure is your premier destination for performance sportswear, designed to elevate your training and recovery: Perform, Prepare & Recover with Flexure. Established with a commitment to innovation and excellence in 2005, Flexure stands for quality and performance. We are dedicated to providing cutting-edge sportswear for athletes of all levels, from elite competitors to fitness enthusiasts. Flexure garments are engineered to optimize your performance and enhance your comfort during every workout. TECHNOLOGY & INNOVATION. WHAT SETS FLEXURE APART. Flexure has continually invested in research and development to push the boundaries of sportswear technology. Our fabrics undergo rigorous testing to ensure they meet the demands of athletes. From moisture-wicking properties to advanced compression features, Flexure garments are engineered to enhance your performance and recovery. Our commitment to quality extends beyond design; every Flexure garment is meticulously crafted and tested to ensure durability and comfort. Experience the difference with Flexure and unlock your true potential. SHOP NOW The Flexure website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Flexure DisclaimersPrivacy & PolicyTerms & Conditions",
    "contacts": "Contact Us - Reach Out to Flexure for Assistance and Inquiries Flexure HOME ABOUT US Products Contact Got any questions? I accept Privacy Policy SUBMIT STAY CONNECTED Get in touch with Flexure today to learn more about our latest collections and personalized sportswear advice. 122, Sant Janabai Rd,Nav Prabhat Society, Navpada, Park Road, Vile Parle, Mumbai, Maharashtra 400057, India flexuresportswear@gmail.com +91-9351306759 The Flexure website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Flexure DisclaimersPrivacy & PolicyTerms & Conditions",
    "disclaimers": "Flexure - Disclaimers and Terms of Use Flexure HOME ABOUT US Products Contact Disclaimers for Flexure All the information on this website - flexure.com - is published in good faith and for general information purpose only. Flexure does not make any warranties about the completeness, reliability and accuracy of this information. Any action you take upon the information you find on this website (Flexure), is strictly at your own risk. Flexure will not be liable for any losses and/or damages in connection with the use of our website. From our website, you can visit other websites by following hyperlinks to such external sites. While we strive to provide only quality links to useful and ethical websites, we have no control over the content and nature of these sites. These links to other websites do not imply a recommendation for all the content found on these sites. Site owners and content may change without notice and may occur before we have the opportunity to remove a link which may have gone 'bad'. Please be also aware that when you leave our website, other sites may have different privacy policies and terms which are beyond our control. Please be sure to check the Privacy Policies of these sites as well as their \"Terms of Service\" before engaging in any business or uploading any information. Consent By using our website, you hereby consent to our disclaimer and agree to its terms. Update Should we update, amend or make any changes to this document, those changes will be prominently posted here. The Flexure website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Flexure DisclaimersPrivacy & PolicyTerms & Conditions",
    "index": "Flexure - Premium Sportswear and Accessories for Peak Performance Flexure HOME ABOUT US Products Contact Dynamic Sportswear Experience peak performance with our handpicked selection of premium sportswear and accessories. Let Flexure enhance your active lifestyle with cutting-edge designs and superior comfort. EXPLORE COLLECTION MEN'S GEAR SALE New Arrivals Tops Bottoms Accessories EXPLORE COLLECTION WOMEN'S GEAR SALE New Arrivals Tops Bottoms Accessories EXPLORE COLLECTION GET ACTIVE THIS SUMMER CONTACT US FOR DETAILS THE FLEXURE DIFFERENCE Innovative Fabric Technology Discover how our advanced fabric technology enhances your performance and comfort. LEARN MORE Athlete Endorsements Explore why top athletes choose Flexure for their training needs. EXPLORE Cutting-Edge Designs Experience our latest designs crafted for style and performance. SEE COLLECTION JOIN FLEXURE'S COMMUNITY AND GET $50 OFF Your first purchase. Limited time only. JOIN NOW The Flexure website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Flexure DisclaimersPrivacy & PolicyTerms & Conditions",
    "privacy-policy": "Flexure - Privacy Policy: Your Privacy Matters to Us Flexure HOME ABOUT US Products Contact Privacy Policy Information Collection and Use: We collect personally identifiable information to improve our service. Log Data is collected to enhance user experience. Cookies: We use cookies to collect information and improve our service. You can choose to accept or refuse cookies, but some features may not work if cookies are disabled. Service Providers: Third-party companies may assist in providing or analyzing our service. They have access to Personal Information but are obligated to use it only for service-related tasks. Security: We strive to protect your Personal Information, but no method of transmission over the internet is 100% secure. We cannot guarantee absolute security. Links to Other Sites: We may link to third-party sites. Please review their Privacy Policies, as we have no control over their content or practices. Children's Privacy: Our service is not directed at children under 13. If we discover that a child under 13 has provided Personal Information, we delete it immediately. Changes to This Privacy Policy: We may update our Privacy Policy. Please review this page periodically for changes. Changes are effective immediately upon posting. Contact Us: If you have any questions or suggestions regarding our Privacy Policy, please contact us. The Flexure website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Flexure DisclaimersPrivacy & PolicyTerms & Conditions",
    "products": "Flexure - Shop Premium Sportswear and Accessories for Peak Performance Flexure HOME ABOUT US Products Contact THE FLEXURE DIFFERENCE Innovative Fabric Technology Discover how our advanced fabric technology enhances your performance and comfort. LEARN MORE Athlete Endorsements Explore why top athletes choose Flexure for their training needs. EXPLORE Cutting-Edge Designs Experience our latest designs crafted for style and performance. SEE COLLECTION JOIN FLEXURE'S COMMUNITY AND GET $50 OFF Your first purchase. Limited time only. JOIN NOW Performance Running Socks $19.99 Endurance Insulated Jacket $49.99 Flex Polo Shirt $29.99 Tech Performance Tee $24.99 The Flexure website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Flexure DisclaimersPrivacy & PolicyTerms & Conditions",
    "terms-conditions": "Flexure - Terms and Conditions: Understand Our Website Rules and Regulations Flexure HOME ABOUT US Products Contact Terms and Conditions Welcome to Flexure! These terms and conditions outline the rules for using Flexure's Website. Cookies We use cookies as outlined in our Privacy Policy. They help improve user experience. License All material on Flexure is owned by Flexure and/or its licensors. You may access it for personal use, but you must not republish, sell, or redistribute it. Comments Policy We do not filter or review comments before they appear. Users are responsible for their comments and must ensure they comply with our guidelines. Hyperlinking External organizations may link to our website as long as it's not deceptive or implies sponsorship. However, we reserve the right to request removal of any links. iFrames You may not create frames around our Webpages without prior approval. Content Liability We are not responsible for content on external websites linked to our site. Reservation of Rights We reserve the right to request removal of any links or to amend these terms and conditions at any time. Disclaimer We exclude all liability for damages arising from the use of our website. This includes liability for fraud or fraudulent misrepresentation. The Flexure website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Flexure DisclaimersPrivacy & PolicyTerms & Conditions",
    "thanks": "Flexure - Thank You for Your Order! Flexure HOME ABOUT US Products Contact Thank You for Your Order! Your order has been successfully submitted. We appreciate your business! For any inquiries or assistance, please don't hesitate to contact us. The Flexure website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Flexure DisclaimersPrivacy & PolicyTerms & Conditions"
  }
}