{
  "name": "New_v9_Eshore-Footwear",
  "pages": {
    "terms-conditions": "Termos e condições - Eshore-Footwear Home About us News Сontact Definição de Termos: Definição dos termos-chave utilizados no documento para esclarecer seu significado para o usuário. Aceitação dos Termos de Uso: Explicação de que o usuário concorda com os termos de uso ao acessar o site e utilizar seus serviços. Direitos de Propriedade Intelectual: Notificação de que todos os materiais no site, como textos, imagens, logotipos, são protegidos por direitos autorais e lei de propriedade intelectual. Restrições de Uso: Indicação de que o usuário se compromete a não utilizar o site e seu conteúdo para fins ilegais ou de maneiras que possam causar danos ao site ou a terceiros. Registro de Conta: Condições e requisitos para registro de uma conta no site, incluindo a necessidade de fornecer informações precisas e atualizadas. Confidencialidade dos Dados: Compromissos do site com a proteção das informações pessoais dos usuários e regras para coleta, armazenamento e uso dessas informações. Segurança da Conta: Responsabilidades dos usuários pela segurança de suas contas e senhas, bem como limitações da responsabilidade do site por perda ou roubo de credenciais. Renúncia de Responsabilidade: Limitação da responsabilidade do site por perdas ou danos decorrentes do uso do site ou de seus serviços. Alterações nos Termos de Uso: Aviso de que o site tem o direito de alterar os termos de uso a qualquer momento sem aviso prévio ao usuário. Renúncia de Garantias: Declaração de que o site é fornecido \"como está\" sem quaisquer garantias expressas ou implícitas.Eshore-Footwear@gmail.com Renúncia de Representações: Declaração de que as informações no site são fornecidas apenas para fins educacionais ou informativos e não constituem aconselhamento jurídico, médico ou financeiro. Conteúdo do Usuário: Regras de uso e restrições ao conteúdo do usuário postado no site, incluindo a proibição de postar conteúdo ilegal ou ofensivo. Legislação Aplicável: Indicação de que os termos de uso são regidos pelas leis de uma jurisdição específica e quaisquer disputas serão resolvidas de acordo com essas leis. Resolução de Disputas: Condições para a resolução de disputas entre o site e os usuários, incluindo a opção de recorrer ao tribunal ou utilizar métodos alternativos de resolução. Informações de Contato: Informações sobre como entrar em contato com o administrador do site para questões relacionadas aos termos de uso ou outras dúvidas. Casa Sobre nós Notícias Ccontato Política de privacidade Termos e condições © 2024 Eshore-Footwear. Todos os direitos reservados.",
    "thanks": "Agradecimentos - Eshore-Footwear Voltar para casa Prezados visitantes de nosso site Por favor, estamos sempre dispostos a ajudar! Se tiver outras dúvidas ou precisar de mais informações sobre tendências de calçados, estilo ou combinação de calçados com roupas, fique à vontade para entrar em contato. Também estamos sempre disponíveis para entrevistas com nossos estilistas ou especialistas em moda para obter dicas adicionais sobre a escolha de calçados de acordo com as últimas tendências. Obrigado por sua visita ao nosso site, esperamos vê-lo novamente!",
    "about": "Sobre - Eshore-Footwear Casa Sobre nós Notícias Сcontato \"Eshore-Footwear: calçados para passos com estilo\" Descubra uma ampla variedade de calçados elegantes na Eshore-Footwear. Nossos modelos refletem as últimas tendências da moda e proporcionam conforto a cada passo. Acentue sua singularidade conosco! BOXED AND VIRTUAL GIFT CARDS FREE RETURNS AND EXCHANGES WORLDWIDE EXPRESS DELIVERY Eshore-Footwear: Sua fonte de estilo e conforto no mundo dos calçados Bem-vindo à Eshore-Footwear, seu verdadeiro oásis no mundo dos calçados da moda, onde o estilo encontra o conforto. Nossa loja oferece uma ampla variedade de calçados para homens, mulheres e crianças, atendendo aos gostos e necessidades mais exigentes. Nossa linha de produtos: Moda e estilo: Temos orgulho de oferecer as últimas tendências da moda no mundo dos calçados. Não importa se você está procurando tênis para usar no dia a dia, sandálias para a praia ou sapatos de escritório, temos tudo para se adequar ao seu estilo e estilo de vida. Conforto e qualidade: na Eshore-Footwear, entendemos que o conforto é um aspecto fundamental de qualquer par de calçados. Portanto, selecionamos cuidadosamente cada marca e modelo para garantir que nossos clientes recebam qualidade e conforto inigualáveis em cada par. Para toda a família: Nós nos preocupamos com sua família tanto quanto você. É por isso que oferecemos calçados para todas as idades e gêneros, para que todos possam encontrar o par perfeito, desde crianças até adultos. Por que nos escolher: Ampla seleção: nossa loja oferece uma das mais amplas variedades de calçados do setor. Temos algo para todos, independentemente de suas preferências e necessidades. Atendimento superior ao cliente: Temos orgulho de nosso excelente atendimento ao cliente. Nossa equipe de profissionais está sempre disponível para ajudá-lo a encontrar o par de sapatos perfeito e responder a todas as suas perguntas. Preços acessíveis: acreditamos que estilo e conforto não precisam ser caros. É por isso que oferecemos preços competitivos em todos os nossos produtos, tornando os calçados da moda acessíveis a todos. Visite-nos hoje mesmo: Convidamos você a visitar nossa loja Eshore-Footwear hoje mesmo e descobrir um mundo de estilo, conforto e calçados de qualidade. Temos certeza de que você encontrará aqui o que está procurando e talvez até mais. Até breve em nossa loja! GIVE FASHION GIFT CARD Valid on all purchases online and in stores! SHOP NOW Frequently Asked Questions 1. O que fazemos? Oferecemos uma ampla variedade de calçados modernos e confortáveis para homens, mulheres e crianças a preços acessíveis, fornecendo mercadorias de alta qualidade e excelente atendimento ao cliente. 2. É útil sentir a dor muscular durante e após o exercício? Moda e estilo: oferecemos calçados que atendem às últimas tendências e estilos da moda. Nossa linha inclui tênis, sandálias, botas, sapatos e outros modelos para ajudar nossos clientes a ter estilo e elegância. Conforto e qualidade: garantimos que nossos calçados não apenas sejam atraentes, mas também proporcionem conforto e suporte para seus pés durante todo o dia. Selecionamos cuidadosamente as marcas e os modelos para atender aos mais altos padrões de qualidade. Empresa familiar: Temos o prazer de oferecer calçados para todos os membros da família, incluindo homens, mulheres e crianças. Nossa loja é o lugar onde todos podem encontrar o par perfeito de calçados que combinam estilo e conforto. Atendimento superior ao cliente: Temos o compromisso de oferecer aos nossos clientes um excelente atendimento ao cliente, desde o momento em que escolhem seus calçados até o momento em que os usam. Nossa equipe está pronta para ajudar na escolha e fornecer as informações necessárias sobre o produto para garantir que cada cliente fique satisfeito com sua compra. 3. Você pode garantir que nosso plano levantará capital? Temos orgulho de nossa capacidade de aprender rapidamente os fundamentos de praticamente qualquer setor ou tecnologia. Alguns dos mercados que atendemos incluem tecnologias verdes, dispositivos médicos, biotecnologia, Internet/e-commerce, telecomunicações, educação à distância/e-learning, imóveis 4. Quanto tempo você deve comer antes de se exercitar? Sua loja de calçados, a Eshore-Footwear, destaca-se no mercado por vários motivos importantes. Todos esses fatores se combinam para tornar nossa loja de calçados a melhor opção para quem valoriza qualidade, estilo e conforto. Casa Sobre nós Notícias Contato Política de privacidade Terms and conditions © 2024 Eshore-Footwear. Todos os direitos reservados.",
    "index": "Eshore-Footwear Casa Sobre nós Notícias Сcontato Novo produto Selecionar estilos Veja agora Desconto E frete grátis Veja agora Desfrute de um extra Adicionamos novos itens Veja agora \"Eshore-Footwear: calçados para passos com estilo\" Descubra uma ampla variedade de calçados elegantes na Eshore-Footwear. Nossos modelos refletem as últimas tendências da moda e proporcionam conforto a cada passo. Acentue sua singularidade conosco! Catálogo \"Passo da Inspiração\" Inspiração de passos: Calçados que inspiram você a fazer coisas novas, com design elegante e conforto para cada passo que você dá. 345$ Leia mais \"Ritmo da Estepe\" Botas elegantes e confortáveis, projetadas para aqueles que apreciam a harmonia entre o estilo e a qualidade de vida. 349.90$ Leia mais \"Viajando com o calcanhar\" \"Viajando com o calcanhar\": Um calçado que será seu fiel companheiro em qualquer aventura, proporcionando suporte e conforto confiáveis em cada passo que você der. 500$ Leia mais \"Trilha gratuita\" \"Trilha gratuita\": Um calçado leve e sofisticado, projetado para enfatizar sua individualidade e permitir que você siga seu caminho, deixando rastros de liberdade e confiança. 300$ Leia mais \"Passo da Inspiração\" Inspiração de passos: Calçados que inspiram você a fazer coisas novas, com design elegante e conforto para cada passo que você dá. 345$ Leia mais \"Ritmo da Estepe\" Botas elegantes e confortáveis, projetadas para aqueles que apreciam a harmonia entre o estilo e a qualidade de vida. 349.90$ Leia mais \"Viajando com o calcanhar\" \"Viajando com o calcanhar\": Um calçado que será seu fiel companheiro em qualquer aventura, proporcionando suporte e conforto confiáveis em cada passo que você der. 500$ Leia mais \"Trilha gratuita\" \"Trilha gratuita\": Um calçado leve e sofisticado, projetado para enfatizar sua individualidade e permitir que você siga seu caminho, deixando rastros de liberdade e confiança. 300$ Leia mais \"Passo da Inspiração\" Inspiração de passos: Calçados que inspiram você a fazer coisas novas, com design elegante e conforto para cada passo que você dá. 345$ Leia mais \"Ritmo da Estepe\" Botas elegantes e confortáveis, projetadas para aqueles que apreciam a harmonia entre o estilo e a qualidade de vida. 349.90$ Leia mais \"Viajando com o calcanhar\" \"Viajando com o calcanhar\": Um calçado que será seu fiel companheiro em qualquer aventura, proporcionando suporte e conforto confiáveis em cada passo que você der. 500$ Leia mais \"Trilha gratuita\" \"Trilha gratuita\": Um calçado leve e sofisticado, projetado para enfatizar sua individualidade e permitir que você siga seu caminho, deixando rastros de liberdade e confiança. 300$ Leia mais Mais sugestões DAR MODA CARTÃO PRESENTE Válido para todas as compras on-line e nas lojas! COMPRE AGORA Contatos Número: +15 3065-9350 Eshore-Footwear@gmail.com SHLS SHLS 716 Bloco F - Asa Sul, Brasília Hours of operation: Monday-Friday: 8:00 - 20:00, Saturday-Sunday: 10:00 - 16:00 Entre em contato conosco Eu aceito Política de privacidade Enviar Casa Sobre nós Notícias Сcontato Política de privacidade Termos e condições © 2024 Eshore-Footwear. Todos os direitos reservados.",
    "news": "Notícias - Eshore-Footwear Casa Sobre nós Notícias Сcontato Vendas sazonais Anúncio de descontos e promoções sazonais em sua loja. Ofertas atraentes para os clientes. Conselhos sobre como aproveitar ao máximo as vendas sazonais de calçados. Tendências da moda Visão geral das tendências da moda em calçados para a estação atual. Dicas sobre estilo e combinação de calçados com roupas. Entrevistas com estilistas ou especialistas em moda sobre como escolher calçados de acordo com as últimas tendências. Cuidados com os calçados Dicas sobre como cuidar adequadamente de seus calçados para prolongar sua vida útil. Conselhos práticos sobre limpeza, cuidados e manutenção de calçados de couro e tecido. Recomendações para o armazenamento de calçados para evitar danos e deformações. Casa Sobre nós Notícias Ccontato Política de privacidade Termos e condições © 2024 Eshore-Footwear. Todos os direitos reservados.",
    "privacy-policy": "Política de privacidade - Eshore-Footwear Casa Sobre nós Notícias Сcontato Coleta de informações: explicar quais informações são coletadas sobre os usuários, incluindo dados pessoais como nome, endereço de e-mail, endereço, etc. Uso das informações: uma descrição das finalidades para as quais as informações são coletadas, incluindo o fornecimento de serviços, o processamento de pedidos, a comunicação com os clientes e o aprimoramento do site. Armazenamento e proteção de informações: explicação das medidas de segurança adotadas para proteger as informações coletadas contra acesso, perda ou uso não autorizado. Divulgação a terceiros: esclarecer quando e como as informações podem ser divulgadas a terceiros, por exemplo, ao processar pagamentos ou cooperar com parceiros. Uso de cookies e outras tecnologias de rastreamento: explicação sobre o uso de cookies e outras tecnologias de rastreamento e as escolhas que os usuários podem fazer em relação a esse uso. Direitos do usuário: notificação dos direitos dos usuários de acessar, corrigir ou excluir suas informações pessoais e opções de exclusão de mensagens publicitárias. Privacidade de crianças: Política sobre crianças com menos de 13 anos de idade e restrições sobre o uso do site para esse público. Eshore-Footwear@gmail.com Como entrar em contato conosco: informações sobre como os usuários podem entrar em contato conosco para questões de privacidade ou dúvidas sobre seus dados. Processamento de dados: uma descrição do processamento de dados pessoais, incluindo o momento e as finalidades do processamento e a base legal para ele. Transferência de dados para fora do país: Notifique se os dados serão transferidos para fora do país e garanta a conformidade com as leis locais de proteção de dados. Isenção de responsabilidade: não nos responsabilizamos por falhas de segurança acidentais ou não autorizadas relacionadas às informações pessoais dos usuários, quando tais falhas não forem culpa nossa. Política para crianças: observe que nosso site não se destina ao uso por menores de 13 anos e que não coletamos informações pessoais de crianças sem o consentimento de seus pais ou responsáveis. Alterações de aviso: observe que podemos alterar nossas políticas e avisos de privacidade periodicamente e que os usuários serão informados dessas alterações por meio da publicação de informações atualizadas em nosso site. Casa Sobre nós Notícias Ccontato Política de privacidade Termos e condições © 2024 Eshore-Footwear. Todos os direitos reservados."
  }
}