{
  "name": "New_v11_RentYachts",
  "pages": {
    "about": "About Rent Yachts - Premier Yacht Rental Service in India rentyachts@gmail.com +91-789-5500236 Chennai, Tamil Nadu 600009, India Home About us Our Team Contacts About us Rent Yachts is your premier destination for luxury yacht rentals. Our mission is to provide unparalleled service and unforgettable experiences for our clients. Browse all yachtsContact us 100+ Yachts collection 2,500+ Happy customers 13+ years of excellence The vision of Rent Yachts At Rent Yachts, we envision a world where everyone can experience the thrill of sailing the open seas, creating unforgettable memories with friends and family. Our mission is to provide exceptional yacht rental services that exceed expectations, delivering unparalleled luxury and comfort for our clients. Join us on this journey as we strive to make yacht rentals accessible to all, offering a seamless experience from booking to boarding and beyond. Rent Yachts: Your gateway to extraordinary adventures on the water. Discover Our Latest Insights Explore the world of yacht rentals with Rent Yachts as we bring you the latest news, trends, and updates. Unlocking the Secrets of Yacht Rental Costs Delve into the intricacies of yacht rental pricing, uncovering valuable insights for your next adventure. Write us Investing in Luxury Yachts: 5 Compelling Reasons Discover the undeniable benefits of investing in luxury yachts, from financial gains to unforgettable experiences. Write us Our Core Principles At Rent Yachts, we uphold a set of core principles that guide everything we do. Putting Customers First We prioritize our customers' needs and satisfaction above all else, ensuring exceptional service every time. Embracing Fun & Joy We believe in creating unforgettable experiences filled with fun and joy for all our clients. Fostering Passion Our team is driven by a deep passion for yachting, reflected in every aspect of our services. Ensuring Safety Safety is our top priority, and we go above and beyond to ensure the well-being of all our passengers. Commitment to Excellence We are committed to delivering excellence in every aspect of our yacht rental services. Promoting Sustainability We are dedicated to promoting sustainability practices in the yachting industry for a better future. Explore Our YachtsContact Us What makes us unique At Rent Yachts, we redefine luxury yacht experiences with unparalleled service and attention to detail. Our commitment to excellence ensures that every voyage with us is nothing short of extraordinary. Whether you're planning a romantic getaway, a family adventure, or a corporate event, Rent Yachts offers a diverse fleet of meticulously maintained yachts to suit your every need. Embark on a journey of elegance and sophistication with us. With Rent Yachts, you can explore the world's most stunning destinations in style and comfort. From the azure waters of the Mediterranean to the tropical paradise of the Caribbean, our yachts provide the perfect setting for unforgettable memories. Our team of experienced professionals is dedicated to ensuring your safety and satisfaction at every step of the journey. Discover the freedom of the open sea with Rent Yachts. Discover Our Locations Explore our diverse range of locations and start your adventure with Rent Yachts today! Chennai, India Experience the vibrant culture of Chennai, India, as you set sail from our coastal location. Chennai, Tamil Nadu 600009, India +91-789-5500236 rentyachts@gmail.com View All YachtsContact Us Rent Yachts your premier destination for luxury yacht rentals! Embark on an unforgettable journey with us as you explore the world's most stunning coastlines and indulge in the ultimate maritime experience. Home About us Offer Our Team Gallery Contacts FAQ Our Values Privacy Policy &nbsp;&amp;&nbsp; Terms and Conditions",
    "index": "Welcome to Rent Yachts - Your Premier Yacht Rental Service in India rentyachts@gmail.com +91-789-5500236 Chennai, Tamil Nadu 600009, India Home About us Our Team Contacts Embark on an unforgettable journey with our luxury yacht rentals Escape the ordinary and indulge in the extraordinary with Rent Yachts. Our meticulously curated fleet of yachts offers unparalleled luxury, comfort, and adventure. Whether you're planning a romantic getaway, a family vacation, or a corporate event, we have the perfect vessel to suit your needs. Discover our fleet Get in touch Discover your perfect yacht Experience the ultimate luxury and adventure with Rent Yachts. Explore our handpicked selection of yachts, each offering unmatched elegance, comfort, and performance. Whether you're seeking a serene sailing experience or an exhilarating party on the waves, we have the ideal vessel to fulfill your dreams. $245 &nbsp;per hour Catamaran Corona Immerse yourself in luxury aboard the Catamaran Corona. With its sleek design and spacious interiors, this yacht offers the perfect blend of comfort and style for your next adventure. 14 guests 1 cabin 40 km $365 &nbsp;per hour Yacht Chementine Set sail in style with the Yacht Chementine. This luxurious vessel offers unparalleled comfort and sophistication, ensuring an unforgettable experience on the open seas. 32 guests 11 cabins 100 km $155 &nbsp;per hour Sailing Mosaique Embark on a journey of tranquility and beauty with Sailing Mosaique. This exquisite yacht promises breathtaking views and an unforgettable experience as you sail across pristine waters. 12 guests 1 cabin 80 km $140 &nbsp;per hour Catamaran Lara Cruise in comfort and style aboard the Catamaran Lara. With its spacious decks and luxurious amenities, this yacht offers the perfect setting for unforgettable moments with friends and family. 8 guests 2 cabins 60 km Explore the world of luxury yachting Escape the ordinary and embark on an extraordinary journey with Rent Yachts. Our fleet of luxury yachts awaits to take you on unforgettable adventures across the seas. Browse our yachtsGet in touch Meet our expert crew Embark on unparalleled yacht journeys with Rent Yachts' professional team. Our crew is dedicated to providing you with extraordinary experiences and exceptional service. Experienced Captain John Carter Embarking on yacht journeys since a young age, John brings a wealth of experience and passion to every voyage. Charter Specialist Jessica Warren With years of experience in yacht charters, Jessica ensures every detail of your journey is meticulously planned and executed. Operations Manager Stephen Smith As our operations manager, Stephen ensures the seamless operation of every yacht journey, leaving you free to enjoy the experience. Explore our breathtaking gallery Discover the allure of the sea with Rent Yachts' mesmerizing gallery of unforgettable moments captured on our luxurious yachts. Hear from our satisfied customers Experience the joy of yachting through the eyes of our delighted clients who have enjoyed unforgettable journeys with Rent Yachts. Outstanding service! Rent Yachts exceeded my expectations in every way. Their attention to detail and professionalism made our trip truly memorable. Matt Simons Chennai, India Get in touch Contact us today to start planning your dream yacht vacation. Let us turn your fantasies into reality! Address Chennai, Tamil Nadu 600009, India Phone +91-789-5500236 Email rentyachts@gmail.com Get in touch! Name Email Leave us a message I agree Privacy Policy Got questions?We have answers How can I get discounts? Rent Yachts offers various discounts and special deals. Contact us to learn more about our current promotions! What types of yachts do you offer? Rent Yachts offers a wide range of yachts, including luxury motor yachts, sailing yachts, and catamarans. Contact us to find the perfect yacht for your next adventure! How do I book a yacht? Booking a yacht with Rent Yachts is easy! Simply browse our selection online, select your desired yacht, and contact us to finalize your booking. Our team will assist you every step of the way! What destinations do you offer? Rent Yachts offers yacht rentals in a variety of breathtaking destinations worldwide. From the sparkling waters of the Caribbean to the stunning coastlines of the Mediterranean, we have the perfect destination for your next yachting adventure! What amenities are included? Our yachts come fully equipped with luxurious amenities to ensure a comfortable and unforgettable experience. From spacious cabins to gourmet kitchens, we have everything you need for a relaxing getaway on the water! Rent Yachts your premier destination for luxury yacht rentals! Embark on an unforgettable journey with us as you explore the world's most stunning coastlines and indulge in the ultimate maritime experience. Home About us Offer Our Team Gallery Contacts FAQ Our Values Privacy Policy &nbsp;&amp;&nbsp; Terms and Conditions",
    "privacy-policy": "Privacy Policy - Rent Yachts rentyachts@gmail.com +91-789-5500236 Chennai, Tamil Nadu 600009, India Home About us Our Team Contacts Privacy Policy Collection of Information: We collect various types of information when you engage with our yacht rental services, including personal information such as your name, contact details, payment information, and preferences. Additionally, we may collect non-personal information such as your IP address, browser type, and device information. Use of Information: The information we collect is used to provide and improve our yacht rental services, personalize your experience, process transactions, communicate with you, and ensure the security of our platform. We may also use your information for marketing purposes with your consent. Data Security: We implement robust security measures to protect your information from unauthorized access, alteration, disclosure, or destruction. These measures include encryption, access controls, and regular security audits. Information Sharing: We may share your information with third-party service providers who assist us in operating our website, conducting business, or servicing you. However, we do not sell, trade, or rent your personal information to third parties for their marketing purposes. Retention of Information: We retain your information only for as long as necessary to fulfill the purposes outlined in this Privacy Policy, unless a longer retention period is required or permitted by law. Third-Party Links: Our website may contain links to third-party websites or services that are not owned or controlled by us. We are not responsible for the privacy practices or content of these third parties and encourage you to review their privacy policies. Children's Privacy: Our services are not directed to individuals under the age of 18, and we do not knowingly collect personal information from children. If you are a parent or guardian and believe that your child has provided us with personal information, please contact us to request its deletion. Updates to Privacy Policy: We may update this Privacy Policy periodically to reflect changes in our practices or legal requirements. We will notify you of any material changes by posting the updated policy on our website or through other appropriate means. Consent: By using our website and services, you consent to the collection, use, and sharing of your information as described in this Privacy Policy. Contact Us: If you have any questions, concerns, or requests regarding this Privacy Policy or our data practices, please contact us using the information provided at rentyachts@gmail.com. GDPR Compliance: We are committed to complying with the General Data Protection Regulation (GDPR) and other applicable data protection laws. If you are a resident of the European Economic Area (EEA), you have certain rights regarding your personal information under GDPR. California Privacy Rights: California residents have certain rights under the California Consumer Privacy Act (CCPA), including the right to request information about the categories of personal information we have collected and the right to opt-out of the sale of their personal information. International Data Transfers: Your information may be transferred to and stored on servers located outside of your country or jurisdiction, including in countries that may not provide the same level of data protection as your home country. By using our services, you consent to such transfers. Language: This Privacy Policy is written in English. If there are any discrepancies between the English version and a translated version, the English version shall prevail. Effective Date: This Privacy Policy was last updated on [insert date]. Any changes or updates to the policy will be effective immediately upon posting. Acceptance: By continuing to use our website and services after being notified of changes to this Privacy Policy, you acknowledge and agree to the updated terms. Rent Yachts your premier destination for luxury yacht rentals! Embark on an unforgettable journey with us as you explore the world's most stunning coastlines and indulge in the ultimate maritime experience. Home About us Offer Our Team Gallery Contacts FAQ Our Values Privacy Policy &nbsp;&amp;&nbsp; Terms and Conditions",
    "terms-conditions": "Terms and Conditions - Rent Yachts rentyachts@gmail.com +91-789-5500236 Chennai, Tamil Nadu 600009, India Home About us Our Team Contacts Terms and Conditions Scope of Agreement: These Terms and Conditions govern your use of the Rent Yachts website and services. By accessing or using our platform, you agree to abide by these terms and enter into a legally binding agreement with Rent Yachts. Yacht Rental Agreement: When you book a yacht rental through our platform, you enter into a separate rental agreement with Rent Yachts. This agreement outlines the terms and conditions specific to your rental, including rental duration, payment terms, and cancellation policies. Booking and Payment: To book a yacht rental, you must provide accurate and complete information, including payment details. By confirming a booking, you authorize Rent Yachts to charge the specified amount to your chosen payment method. Cancellation and Refunds: Our cancellation policy varies depending on the type of booking and rental terms. Please review the specific cancellation policy applicable to your booking before confirming. Refunds may be issued in accordance with our refund policy. Use of Yacht: When using a rented yacht, you agree to comply with all applicable laws, regulations, and safety guidelines. You are responsible for the proper care and maintenance of the yacht during the rental period. Liability: Rent Yachts is not liable for any loss, damage, injury, or inconvenience resulting from your use of our platform or rented yachts. You assume all risks associated with yacht rental and usage. Insurance: Rent Yachts may offer insurance options for yacht rentals, but it is your responsibility to ensure adequate insurance coverage for your rental. We recommend consulting with your insurance provider to determine the appropriate coverage. Intellectual Property: All content and materials on the Rent Yachts website, including logos, trademarks, and copyrighted works, are owned or licensed by Rent Yachts. You may not use, reproduce, or distribute any content without our prior written consent. User Conduct: You agree to use our platform and services responsibly and in accordance with these Terms and Conditions. Prohibited activities include but are not limited to: unauthorized access, interference with our systems, and violation of third-party rights. Modification of Terms: Rent Yachts reserves the right to modify or update these Terms and Conditions at any time without prior notice. Changes will be effective immediately upon posting on our website. Your continued use of our platform constitutes acceptance of the updated terms. Termination: Rent Yachts may terminate or suspend your access to our platform at any time for violation of these Terms and Conditions or for any other reason deemed necessary. Upon termination, you must cease all use of our platform. Indemnification: You agree to indemnify and hold Rent Yachts harmless from any claims, damages, losses, or liabilities arising out of your use of our platform or violation of these Terms and Conditions. Dispute Resolution: Any disputes arising from these Terms and Conditions or your use of our platform shall be resolved through arbitration in accordance with the laws of India. Severability: If any provision of these Terms and Conditions is found to be invalid or unenforceable, the remaining provisions shall remain in full force and effect. Waiver: Failure by Rent Yachts to enforce any provision of these Terms and Conditions shall not constitute a waiver of such provision or any other rights. Entire Agreement: These Terms and Conditions constitute the entire agreement between you and Rent Yachts regarding your use of our platform, superseding any prior agreements or understandings. Contact Us: If you have any questions, concerns, or requests regarding these Terms and Conditions, please contact us using the information provided at rentyachts@gmail.com. Effective Date: Any changes or updates to the terms will be effective immediately upon posting. Rent Yachts your premier destination for luxury yacht rentals! Embark on an unforgettable journey with us as you explore the world's most stunning coastlines and indulge in the ultimate maritime experience. Home About us Offer Our Team Gallery Contacts FAQ Our Values Privacy Policy &nbsp;&amp;&nbsp; Terms and Conditions",
    "thanks": "Thank You for Choosing Rent Yachts - Premier Yacht Rental Service in India Thank you! Thank you for choosing Rent Yachts for your yacht rental needs in India. We are delighted to have the opportunity to serve you and make your maritime dreams a reality. At Rent Yachts, we strive to provide not just a service, but an unforgettable experience. Whether you're celebrating a special occasion, seeking adventure, or simply unwinding on the serene waters of India, we are committed to exceeding your expectations. Your satisfaction is our priority, and we value your trust in us. We look forward to welcoming you aboard again for another unforgettable journey. Once again, thank you for choosing Rent Yachts. Bon voyage! Back home"
  },
  "date": "2024-05-10T09:52:31.254Z"
}