{
  "name": "New_v9_SaffronBrewCafe",
  "pages": {
    "index": "Saffron Brew Café is a charming Indian coffeehouse where tradition meets modernity. Saffron Brew Café menu Saffron Brew Café Experience the vibrant flavors of India at Saffron Brew Café. Located in the heart of India, our café offers a unique blend of traditional Indian coffee and tea, complemented by a menu of delicious pastries and snacks. Immerse yourself in a warm and inviting atmosphere where every sip and bite tells a story of rich heritage and culinary excellence. Whether you're looking for a cozy spot to unwind or a lively place to meet friends, Saffron Brew Café is your perfect destination. Join us for an unforgettable taste journey. See the menu Where Every Sip Tells a Story Saffron Brew Café began with a simple yet profound vision: to bring the rich and diverse flavors of India to the world in a cup. Inspired by the vibrant markets of India, where the aroma of fresh coffee and spices fills the air, we set out to create a place where tradition meets innovation. At Saffron Brew Café, we take pride in sourcing the finest coffee beans and tea leaves from the best plantations across India. Each cup is a testament to our commitment to quality and authenticity. Our menu features a carefully curated selection of traditional Indian beverages, alongside a variety of contemporary twists that cater to modern tastes. But Saffron Brew Café is more than just a place to enjoy exceptional drinks and snacks. It’s a community hub, a space where stories are shared, friendships are forged, and memories are made. From the cozy, vibrant décor to the friendly and knowledgeable staff, every aspect of Saffron Brew Café is designed to make you feel at home. Unique Flavor Combinations Saffron Brew Café offers a distinctive menu that blends traditional Indian spices like saffron, cardamom, and masala with classic coffee flavors, creating a unique and memorable taste experience. Authentic Indian Atmosphere The café provides an authentic Indian ambiance with traditional decor, music, and a warm, welcoming environment, making it a perfect spot for a cozy and culturally rich experience. High-Quality Ingredients We pride ourselves on using only the finest and freshest ingredients, including high-quality coffee beans and authentic Indian spices, ensuring every cup is exceptional. Our coffee beans At Saffron Brew Café, we take pride in sourcing only the finest coffee beans from the lush, fertile regions of India. Our beans are carefully selected for their rich flavor profiles, ensuring a robust and aromatic cup of coffee with every brew. Each batch is roasted to perfection, highlighting the unique characteristics of the beans and delivering an exceptional coffee experience that our customers love. From the initial sip to the last drop, our commitment to quality shines through in every cup served at Saffron Brew Café. Our Coffee Machine To complement our premium coffee beans, we use the best coffee machines that guarantee a flawless brewing process. Our machines are equipped with advanced technology to precisely control the temperature and pressure, extracting the full depth of flavor from our beans. The result is a consistently excellent cup of coffee, whether you prefer a rich espresso, a creamy latte, or a perfectly balanced cappuccino. Our coffee machines ensure that every cup meets the high standards of quality and taste. Our menu Coffee Espresso Americano Latte Cappuccino Flat white Iced coffee Bumble Sweet Drinks Tea Cocoa Hot chocolate Mokko Homemade lemonade Milkshake Smoothie Alcohol Irish coffee Hot caramel rum Mulled wine Tom Collins Cuba libre Irish martini Lynchburg lemonade Treat yourself with a cup of our delicious coffee! At Saffron Brew Café, our coffee is more than just a beverage; it's an experience crafted with passion and precision. We meticulously source our coffee beans from the finest plantations across India, ensuring that each cup embodies the rich, diverse flavors of the region. Our selection ranges from robust espressos to creamy lattes, each brewed to perfection by our skilled baristas. Get in Touch I accept Privacy policy Send At Saffron Brew Café, we believe that every cup tells a story of heritage, craftsmanship, and the timeless joy of sharing a perfect brew. Join us and discover the artistry behind every sip. Plot A2B, Sector 125, Noida, Uttar Pradesh 201303, IndiaFacebook SaffronBrewCafe@gmail.com +91-834-4744578 Privacy Policy Terms and Conditions",
    "privacy": "Welcome to Saffron Brew Café, where the essence of India is captured in every cup. Saffron Brew Café main Privacy Policy Saffron Brew Café is committed to protecting your privacy. This Privacy Policy outlines how we collect, use, disclose, and protect your information when you visit our website, use our services, or interact with us. 1. Information We Collect We may collect the following types of information: a. Personal Information Name Email address Phone number Mailing address b. Non-Personal Information Browser type Website usage data (e.g., pages visited, time spent on the site) 2. How We Collect Information We collect information in the following ways: a. Directly from You When you sign up for our newsletter When you contact us with inquiries When you participate in surveys or promotions b. Automatically When you browse our website 3. How We Use Your Information We use the information we collect for the following purposes: To improve our website and services To personalize your experience on our website To send you promotional materials and updates (with your consent) To analyze website usage and trends To comply with legal obligations 4. Sharing Your Information We do not sell, trade, or otherwise transfer your personal information to outside parties except as described below: Service Providers: We may share your information with third-party service providers who assist us in operating our website, conducting our business, or servicing you, as long as those parties agree to keep this information confidential. Legal Requirements: We may release your information when we believe it is appropriate to comply with the law, enforce our site policies, or protect ours or others' rights, property, or safety. Business Transfers: In the event of a merger, acquisition, or sale of all or a portion of our assets, your information may be transferred to the acquiring entity. 5. Data Security We implement a variety of security measures to maintain the safety of your personal information. Your personal information is contained behind secure networks and is only accessible by a limited number of persons who have special access rights to such systems and are required to keep the information confidential. All sensitive/credit information you supply is encrypted via Secure Socket Layer (SSL) technology. 6. Children’s Privacy Saffron Brew Café is not intended for users under 13 years of age. We do not knowingly collect personal information from children under 13. If we become aware that we have inadvertently received personal information from a user under the age of 13, we will delete such information from our records. 7. Consent By using our website, you consent to the terms outlined in this Privacy Policy. 8. Opt-Out Users have the right to opt out of marketing communications. If you no longer wish to receive promotional materials, you may opt out by following the unsubscribe instructions provided in the email or by contacting us directly. 9. Updating Information Users can review, update, or delete their personal information by accessing their account on Saffron Brew Café’s website. If you need assistance updating your information, please contact our support team. 10. Policy Changes Saffron Brew Café reserves the right to update this Privacy Policy at any time. We will notify users of any changes by posting the new policy on our website. Users are encouraged to review this Privacy Policy periodically for any changes. 11. Data Sharing Personal information is not shared with third parties for marketing purposes. Non-personal information may be shared with partners for analytics. 12. Data Retention User information is retained for as long as necessary to fulfill the purposes outlined in this policy or as required by law. 13. Legal Compliance Saffron Brew Café complies with applicable data protection laws and regulations. We will disclose any information necessary to comply with any applicable law, regulation, legal process, or governmental request. 14. User Rights Users have the right to access, correct, or delete their personal information. To exercise these rights, please contact us through the contact information provided below. 15. Feedback We welcome user feedback regarding our Privacy Policy and overall experience with Saffron Brew Café. Please contact us by our e-mail SaffronBrewCafe@gmail.com. 16. Marketing Communications Users may receive promotional emails from Saffron Brew Café. Opt-out options are provided in each marketing email. Saffron Brew Café invites you to immerse yourself in a delightful fusion of tradition and modernity. Plot A2B, Sector 125, Noida, Uttar Pradesh 201303, IndiaFacebook SaffronBrewCafe@gmail.com +91-834-4744578 Privacy Policy Terms and Conditions",
    "terms-conditions": "Saffron Brew Café: Terms and Conditions Saffron Brew Café main Terms and Conditions Welcome to Saffron Brew Café. By accessing or using our website, you agree to comply with and be bound by the following terms and conditions. Please read them carefully. 1. Acceptance of Terms By using our website, you agree to be bound by these Terms and Conditions and any future amendments and additions. If you do not agree to these terms, please do not use our website. 2. Changes to Terms We reserve the right to modify these Terms and Conditions at any time. Any changes will be effective immediately upon posting on our website. Your continued use of the site constitutes your acceptance of the new terms. 3. Use of the Website You agree to use our website for lawful purposes only. You may not use our site to engage in any fraudulent, abusive, or illegal activity. You agree not to disrupt or interfere with the security of the site or any services provided. 4. Privacy Your use of our website is also subject to our Privacy Policy. Please review our Privacy Policy for information on how we collect, use, and protect your personal information. 5. Intellectual Property All content on our website, including text, graphics, logos, images, and software, is the property of Saffron Brew Café or its content suppliers and is protected by copyright, trademark, and other intellectual property laws. You may not use, reproduce, or distribute any content from our site without our express written permission. 6. Limitation of Liability To the fullest extent permitted by law, Saffron Brew Café shall not be liable for any indirect, incidental, special, or consequential damages arising out of or in connection with your use of our website or the products purchased from our site. 7. Indemnification You agree to indemnify, defend, and hold harmless Saffron Brew Café and its affiliates, officers, directors, employees, and agents from and against any claims, liabilities, damages, losses, or expenses arising out of or in any way connected with your use of our website or violation of these Terms and Conditions. 8. Governing Law These Terms and Conditions shall be governed by and construed in accordance with the laws of India, without regard to its conflict of law principles. 9. Contact Information If you have any questions or concerns regarding these Terms and Conditions, please contact us at: Email: SaffronBrewCafe@gmail.com 10. Entire Agreement These Terms and Conditions constitute the entire agreement between you and Saffron Brew Café regarding your use of our website and supersede all prior agreements and understandings. 11. Waiver and Severability Our failure to enforce any right or provision of these Terms and Conditions will not be considered a waiver of those rights. If any provision of these terms is found to be invalid or unenforceable, the remaining provisions will remain in effect. 12. Termination We reserve the right to terminate or suspend your access to our website, without prior notice or liability, for any reason whatsoever, including, without limitation, if you breach these Terms and Conditions. Saffron Brew Café invites you to immerse yourself in a delightful fusion of tradition and modernity. Plot A2B, Sector 125, Noida, Uttar Pradesh 201303, IndiaFacebook SaffronBrewCafe@gmail.com +91-834-4744578 Privacy Policy Terms and Conditions",
    "thank": "We appreciate you visiting our website! body { font-family: Arial, sans-serif; background-color: #eee; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: #41a0b4; } h1 { color: #fff; } p { color: #fff; margin-bottom: 20px; } .btn { background-color: #555; color: #fff; padding: 10px 20px; text-align: center; text-decoration: none; display: inline-block; font-size: 16px; transition: background-color 0.3s; border: 3px solid #41a0b4; } .btn:hover { background-color: #eee; color: #41a0b4; } Saffron Brew Caffe: Thank you! Thank you for visiting our café website. We appreciate your interest in Saffron Brew Café and look forward to welcoming you in person. Our team is dedicated to providing you with a memorable experience, filled with the rich flavors and warm hospitality that define our café. We hope to see you soon and share our passion for exceptional coffee and delicious treats. Back to caffe"
  },
  "date": "2024-07-09T09:37:01.325Z"
}