{
  "name": "New_ArtWorldForAll",
  "pages": {
    "contact": "Kontakt - ArtWorldForAll - Skontaktuj się z Nami ☰ O nas Galeria Wydarzenia Kontakt Kontakt - Skontaktuj się z Nami Masz pytania, sugestie lub chcesz dowiedzieć się więcej o ArtWorldForAll? Skontaktuj się z nami! Jesteśmy tutaj, aby pomóc. Wypełnij formularz kontaktowy, wyślij do nas e-mail lub zadzwoń. Odwiedź nas w Poznaniu i przekonaj się osobiście, jak wygląda nasza galeria. Czekamy na Ciebie! Dlaczego Warto Nas Odwiedzić? - Znajdź Swoją Przygodę w ArtWorldForAll ArtWorldForAll to nie tylko galeria sztuki, ale miejsce, które zaprasza do odkrywania, eksplorowania i doświadczania sztuki w niepowtarzalny sposób. Bez względu na to, czy jesteś doświadczonym kolekcjonerem, pasjonatem sztuki czy nowicjuszem, nasze drzwi są dla Ciebie otwarte. Nasza galeria oferuje nie tylko bogactwo dzieł sztuki inspirowanych tematyką kasyn, ale także unikalne doświadczenia, które przekraczają granice tradycyjnej wystawy. W ArtWorldForAll dbamy o to, aby każdy nasz gość mógł się czuć wyjątkowo. Nasze wydarzenia są starannie zaplanowane, aby dostarczyć niezapomnianych emocji i inspiracji. Ponadto, nasz zespół ekspertów z pasją do sztuki jest gotowy, aby dzielić się wiedzą i oprowadzać Cię przez fascynujący świat artystycznych wyobrażeń. Dołącz do nas i odkryj, jak sztuka może zmieniać i inspirować! Zachodnia 17, 60-701 Poznań, Polska artworldforall@gmail.com +48-61-123-45-67 Zarejestruj się na Naszą Wystawę - Dołącz do Artystycznej Przygody Cieszymy się, że jesteś zainteresowany udziałem w naszej najbliższej wystawie. Wypełnienie formularza rejestracyjnego umożliwi nam lepsze przygotowanie i zapewnienie, że Twoje dzieła zostaną odpowiednio zaprezentowane. Prosimy o podanie podstawowych informacji kontaktowych oraz opis Twojej twórczości artystycznej, abyśmy mogli dostosować nasze działania do Twoich potrzeb. ArtWorldForAll to nie tylko przestrzeń wystawiennicza, ale także miejsce, gdzie artyści mogą spotkać się, wymienić doświadczeniami i inspirować się nawzajem. Nasze wystawy przyciągają zarówno lokalnych mieszkańców, jak i miłośników sztuki z całej Polski. Udział w naszych wydarzeniach to doskonała okazja, aby zwiększyć widoczność Twojej twórczości oraz nawiązać cenne kontakty w świecie sztuki. Submit I accept Privacy Policy Co Mówią Nasi Klienci W ArtWorldForAll satysfakcja naszych klientów jest naszym najwyższym priorytetem. Staramy się zapewnić wyjątkowe doświadczenie artystyczne, począwszy od chwili wyboru dzieła aż po jego ostateczne dostarczenie. Oto kilka opinii naszych klientów, którzy dzielą się swoimi doświadczeniami i opiniami na temat naszych usług. Katarzyna Nowak Ocena: 10/10 \"Obrazy były absolutnie piękne! Zamówiłam obraz różowy na urodziny mojej mamy i był idealny. Usługa dostawy była punktualna, a obsługa klienta była doskonała. Na pewno będę ponownie kupować w ArtWorldForAll!\" Marcin Kowalski Ocena: 9/10 \"Uwielbiam różnorodność dostępnych dzieł. Kupiłem obraz słoneczników dla mojej żony i była zachwycona. Jakość dzieł jest nieskazitelna, a trwałość imponująca. Tylko żałuję, że nie ma więcej opcji szybkiej dostawy.\" Alicja Woźniak Ocena: 10/10 \"Uczestniczyłam w warsztatach tworzenia aranżacji florystycznych i to było niesamowite doświadczenie. Bardzo dużo się nauczyłam o sztuce florystycznej i mogłam stworzyć swój własny bukiet. Zespół jest bardzo pomocny i utalentowany. Polecam wszystkim miłośnikom sztuki!\" Piotr Adamczyk Ocena: 8/10 \"Aranżacje kwiatowe są naprawdę piękne i starannie wykonane. Kupiłem kompozycję z orchidei do dekoracji mojego biura i byłem bardzo zadowolony. Tylko cena mogłaby być nieco bardziej przystępna. Ogólnie rzecz biorąc, świetne doświadczenie!\" Doceniamy każdy komentarz i zawsze staramy się poprawić nasze usługi, aby lepiej odpowiadać Twoim potrzebom. Dziękujemy wszystkim naszym klientom za zaufanie ArtWorldForAll i za to, że dzielą się z nami swoimi wyjątkowymi momentami. Adres Zachodnia 17, 60-701 Poznań, Polska Email artworldforall@gmail.com Telefon +48-61-123-45-67 Polityka prywatności Regulamin Nota prawna",
    "disclaimer": "Zastrzeżenia - ArtWorldForAll - Ważne Informacje Prawne ☰ O nas Galeria Wydarzenia Kontakt Zastrzeżenia 1. Informacje ogólne Witamy na stronie ArtWorldForAll. Poniższe zastrzeżenia mają na celu wyjaśnienie odpowiedzialności i ograniczeń związanych z korzystaniem z naszej strony. Korzystając z naszej strony, zgadzasz się na przestrzeganie niniejszych zastrzeżeń. 2. Informacje na stronie Treści zamieszczone na stronie ArtWorldForAll mają charakter informacyjny i edukacyjny. Dołożyliśmy wszelkich starań, aby informacje były dokładne i aktualne, jednak nie możemy zagwarantować ich pełnej dokładności, kompletności ani aktualności. Korzystanie z informacji dostępnych na stronie odbywa się na własne ryzyko użytkownika. 3. Brak odpowiedzialności ArtWorldForAll nie ponosi odpowiedzialności za jakiekolwiek straty lub szkody wynikające z korzystania ze strony, w tym za decyzje podjęte na podstawie zamieszczonych informacji. Strona może zawierać linki do innych stron internetowych, które są poza naszą kontrolą. Nie ponosimy odpowiedzialności za treści ani dostępność tych stron. 4. Prawa autorskie Wszelkie materiały zamieszczone na stronie są chronione prawem autorskim. Użytkownikowi nie wolno kopiować, rozpowszechniać ani w inny sposób wykorzystywać treści bez zgody właściciela praw autorskich. 5. Zmiany w zastrzeżeniach ArtWorldForAll zastrzega sobie prawo do wprowadzania zmian w niniejszych zastrzeżeniach. Zmiany wchodzą w życie z chwilą ich opublikowania na stronie. Użytkownik powinien regularnie sprawdzać zastrzeżenia, aby być na bieżąco z ich postanowieniami. 6. Kontakt W razie pytań dotyczących niniejszych zastrzeżeń, prosimy o kontakt: Adres: Poznań, Polska E-mail: artworldforall@gmail.com Adres Zachodnia 17, 60-701 Poznań, Polska Email artworldforall@gmail.com Telefon +48-61-123-45-67 Polityka prywatności Regulamin Nota prawna",
    "events": "Wydarzenia - ArtWorldForAll - Bądź na Bieżąco z Naszymi Wystawami i Warsztatami ☰ O nas Galeria Wydarzenia Kontakt Wydarzenia - Bądź na Bieżąco z Naszymi Akcjami Dołącz do nas na nadchodzących wydarzeniach w ArtWorldForAll! Organizujemy wernisaże, warsztaty, spotkania z artystami i wiele innych inspirujących aktywności. Sprawdź nasz kalendarz wydarzeń i bądź na bieżąco z tym, co dzieje się w naszej galerii. Każde wydarzenie to okazja do poznania nowych ludzi i zgłębiania tajników sztuki. Dlaczego Warto Odwiedzać Nasze Wydarzenia - Odkryj Plusy z ArtWorldForAll Odwiedzanie wydarzeń organizowanych przez ArtWorldForAll to nie tylko szansa na zobaczenie wyjątkowych dzieł sztuki, ale także okazja do zanurzenia się w unikalnej atmosferze, która inspiruje i wzbogaca. Każde nasze wydarzenie, od wernisaży po warsztaty artystyczne, jest starannie zaplanowane, aby zapewnić uczestnikom niezapomniane przeżycia. To idealne miejsce, aby poznać innych miłośników sztuki, wymienić się doświadczeniami i nawiązać cenne kontakty. Jednym z głównych atutów naszych wydarzeń jest możliwość bezpośredniego spotkania z artystami. Dzięki temu możesz dowiedzieć się więcej o procesie twórczym, inspiracjach i technikach, jakie stosują artyści w swojej pracy. Te bezpośrednie interakcje często prowadzą do głębszego zrozumienia i większego docenienia prezentowanych dzieł. Warsztaty i spotkania z artystami to także doskonała okazja do zadawania pytań i zdobywania praktycznych wskazówek, które mogą pomóc w rozwijaniu własnych umiejętności artystycznych. Odwiedzanie naszych wydarzeń to również doskonała forma spędzania czasu z rodziną i przyjaciółmi. ArtWorldForAll oferuje różnorodne aktywności, które są atrakcyjne zarówno dla dorosłych, jak i dla dzieci. Udział w warsztatach czy zwiedzanie wystaw to wspaniały sposób na wspólne odkrywanie piękna sztuki i rozwijanie pasji. Dodatkowo, nasze wydarzenia często obejmują interaktywne elementy, które angażują i bawią wszystkich uczestników, sprawiając, że każde spotkanie staje się niezapomnianą przygodą. Odkryj Nasze Wspaniałe Wydarzenia - Znajdź Coś Dla Siebie w ArtWorldForAll ArtWorldForAll to nie tylko galeria sztuki, ale również dynamiczne centrum kulturalne, które regularnie organizuje różnorodne wydarzenia dla miłośników sztuki i szerokiej publiczności. Od wernisaży po warsztaty, nasze wydarzenia są projektowane tak, aby inspirować, edukować i zachwycać. Niezależnie od tego, czy jesteś kolekcjonerem, czy po prostu ciekawy nowych doświadczeń, nasze wydarzenia są otwarte dla wszystkich. Wernisaże z Artykułem Każde nasze otwarcie wystawy to wyjątkowa okazja, aby spotkać się z artystami i poznać kulisy ich twórczości. Ciesz się ekskluzywnym dostępem do najnowszych dzieł sztuki i baw się podczas eleganckiego przyjęcia w towarzystwie innych miłośników sztuki. Warsztaty Artystyczne Chcesz rozwinąć swoje umiejętności artystyczne? Weź udział w naszych warsztatach prowadzonych przez doświadczonych artystów. Oferujemy zajęcia z malarstwa, rzeźby, technik multimedialnych i wiele więcej. Spotkania z Artystami Dowiedz się więcej o procesie twórczym bezpośrednio od artystów. Nasze spotkania z artystami pozwalają na osobisty kontakt z twórcami, gdzie można zadawać pytania, wymieniać się opiniami i lepiej zrozumieć przekazywane przez nich emocje i inspiracje. Pokazy Multimedialne Odkryj nowoczesne formy sztuki wizualnej dzięki naszym pokazom multimedialnym. Filmy, projekcje świetlne i instalacje interaktywne to tylko niektóre z atrakcji, które możesz zobaczyć podczas naszych wydarzeń. Wykłady i Dyskusje Nasze wykłady i dyskusje to platforma do głębszego zrozumienia tematyki prezentowanych wystaw. Zapraszamy znanych ekspertów i kuratorów, którzy dzielą się swoją wiedzą i doświadczeniem z naszymi gośćmi. Ekskluzywne Zwiedzanie Oferujemy ekskluzywne zwiedzanie naszych wystaw, które prowadzone są przez naszych ekspertów. To idealna okazja, aby dowiedzieć się więcej o poszczególnych dziełach, ich kontekście historycznym i artystycznym. Adres Zachodnia 17, 60-701 Poznań, Polska Email artworldforall@gmail.com Telefon +48-61-123-45-67 Polityka prywatności Regulamin Nota prawna document.addEventListener(\"DOMContentLoaded\", (event) => { const elements = document.getElementsByClassName(\"r-i-mn\"); Array.from(elements).forEach((element) => { element.addEventListener(\"click\", () => { window.location.href = \"contact.html#contact\"; }); }); });",
    "galery": "Galeria - ArtWorldForAll - Odkryj Naszą Kolekcję Sztuki ☰ O nas Galeria Wydarzenia Kontakt Galeria - Zanurz się w Świecie Sztuki Zapraszamy do naszej Galerii, gdzie znajdziesz wyjątkowe dzieła sztuki związane z tematyką kasyn. Odkryj obrazy, rzeźby i instalacje stworzone przez utalentowanych artystów z całego świata. Każde dzieło w naszej kolekcji opowiada swoją unikalną historię i z pewnością zainspiruje Cię do odkrywania piękna sztuki. Zawartość Wystawy - Co Możesz Zobaczyć w ArtWorldForAll Obrazy Pełne Emocji Odkryj niesamowite obrazy, które oddają esencję świata kasyn. Od realistycznych portretów po abstrakcyjne kompozycje, każda praca to unikalne spojrzenie na luksus, ryzyko i emocje związane z hazardem. Artyści wykorzystują różnorodne techniki malarskie, aby przedstawić złożoność i piękno tej tematyki. Rzeźby i Instalacje Zanurz się w trójwymiarowych dziełach, które przeniosą Cię w sam środek atmosfery kasyna. Rzeźby i instalacje w ArtWorldForAll to interaktywne doświadczenia, które pozwalają zwiedzającym poczuć dreszczyk emocji i zanurzyć się w artystycznie przekształconej rzeczywistości. Każda rzeźba opowiada swoją własną historię, zachęcając do refleksji i kontemplacji. Multimedialne Pokazy Przygotuj się na zmysłowe doznania dzięki naszym multimedialnym pokazom. Filmy, animacje i projekcje świetlne tworzą dynamiczne i angażujące prezentacje, które łączą sztukę wizualną z dźwiękiem i ruchem. Te nowoczesne formy wyrazu artystycznego pozwalają na jeszcze głębsze zrozumienie i docenienie tematyki kasyn oraz jej wpływu na kulturę i sztukę. Galeria - Świat Sztuki i Kasyn Zapraszamy do naszej wyjątkowej galerii, gdzie świat sztuki spotyka się z fascynującą tematyką kasyn. W ArtWorldForAll prezentujemy szeroką gamę dzieł, od malarstwa, przez rzeźby, aż po nowoczesne instalacje multimedialne. Każda wystawa jest starannie kuratorowana, aby zapewnić odwiedzającym niezapomniane doświadczenia. Nasza kolekcja obejmuje prace zarówno uznanych, jak i wschodzących artystów, którzy w swoich dziełach eksplorują tematy luksusu, ryzyka i emocji związanych z hazardem. Nasze wystawy są zaprojektowane tak, aby angażować i inspirować odwiedzających. Przechodząc przez różnorodne sale, możesz zanurzyć się w świat barwnych obrazów, intrygujących rzeźb i interaktywnych instalacji, które prowokują do refleksji i pobudzają wyobraźnię. W ArtWorldForAll wierzymy, że sztuka powinna być dostępna dla każdego, dlatego regularnie organizujemy warsztaty i spotkania z artystami, umożliwiając naszym gościom bliższe poznanie procesu twórczego i historii stojących za każdą pracą. Nasze Usługi - Co Oferuje ArtWorldForAll W ArtWorldForAll nie tylko podziwiasz sztukę, ale także korzystasz z szerokiej gamy usług, które przygotowaliśmy z myślą o miłośnikach sztuki i artystach. Nasze usługi są skierowane zarówno do indywidualnych kolekcjonerów, jak i do firm oraz instytucji, które chcą wzbogacić swoje przestrzenie o unikalne dzieła sztuki. Oto sześć wyjątkowych usług, które oferujemy: Konsultacje Kolekcjonerskie Chcesz zacząć swoją przygodę z kolekcjonowaniem sztuki, ale nie wiesz, od czego zacząć? Oferujemy profesjonalne konsultacje, które pomogą Ci zrozumieć rynek sztuki i wybrać odpowiednie dzieła do Twojej kolekcji. 300 PLN za godzinę Organizacja Wernisaży Planujesz wernisaż i potrzebujesz wsparcia? Zajmiemy się organizacją całego wydarzenia, od zaproszeń po catering i oprawę muzyczną. Sprawimy, że Twój wernisaż będzie niezapomniany. od 5000 PLN Aranżacja Przestrzeni Chcesz, aby Twoja przestrzeń biurowa lub domowa zyskała nowy, artystyczny wygląd? Nasi eksperci pomogą Ci dobrać odpowiednie dzieła sztuki i zaprojektują aranżację wnętrza, która zachwyci Twoich gości. od 2000 PLN Warsztaty Artystyczne Chcesz rozwijać swoje umiejętności artystyczne? Zapraszamy na nasze warsztaty, prowadzone przez doświadczonych artystów. Oferujemy zajęcia z malarstwa, rzeźby, a także technik multimedialnych. 150 PLN za godzinę Konserwacja Dzieł Sztuki Twoje dzieła sztuki wymagają renowacji lub konserwacji? Nasi specjaliści zadbają o to, aby odzyskały one swój dawny blask, zachowując przy tym ich oryginalny charakter. od 1000 PLN Wynajem Dzieł Sztuki Chcesz tymczasowo wzbogacić swoją przestrzeń o wyjątkowe dzieła sztuki? Oferujemy wynajem naszych eksponatów na różne wydarzenia, takie jak bankiety, konferencje czy wystawy. od 500 PLN za miesiąc Adres Zachodnia 17, 60-701 Poznań, Polska Email artworldforall@gmail.com Telefon +48-61-123-45-67 Polityka prywatności Regulamin Nota prawna",
    "index": "O Nas - ArtWorldForAll - Poznaj Naszą Historię i Misję ☰ O nas Galeria Wydarzenia Kontakt O Nas - Poznaj ArtWorldForAll Witamy w ArtWorldForAll! Jesteśmy pasjonatami sztuki, którzy pragną dzielić się z Tobą najpiękniejszymi dziełami inspirowanymi światem kasyn. Nasza galeria to miejsce, gdzie spotykają się kreatywność i pasja. Poznaj naszą historię, misję i zespół, który każdego dnia pracuje nad tym, aby dostarczyć Ci wyjątkowe doświadczenia artystyczne. Odwiedzać Wystawy Tematyczne - Kasyna i Sztuka Sztuka Hazardu Odkryj, jak artyści interpretują tematykę kasyn poprzez obrazy, rzeźby i instalacje, ukazując blask i emocje związane z grą. Historia Kasyn w Sztuce Zanurz się w historii kasyn i zobacz, jak ich atmosfera i estetyka były przedstawiane na przestrzeni wieków przez różnych artystów. Kasyno jako Inspiracja Poznaj współczesnych artystów, którzy czerpią inspirację z kasyn, tworząc dzieła pełne symboliki, kontrastów i refleksji nad ludzką naturą. Historia Powstania ArtWorldForAll - Od Pomysłu do Wiodącej Galerii Sztuki Narodziny Wizji ArtWorldForAll narodziło się z pasji do sztuki i miłości do unikalnych tematów. Nasza przygoda rozpoczęła się w 2010 roku, kiedy grupa przyjaciół - artystów i miłośników sztuki - postanowiła stworzyć przestrzeń, w której różnorodne formy artystyczne mogłyby współistnieć i inspirować. Poznań, miasto o bogatej historii kulturalnej, stało się idealnym miejscem na realizację naszego marzenia. Początkowo działaliśmy jako mała, lokalna galeria, prezentując prace lokalnych artystów i organizując kameralne wydarzenia. Wzrost Popularności W miarę upływu lat, nasza galeria zaczęła zyskiwać na popularności. Wystawy, które organizowaliśmy, przyciągały coraz większą liczbę odwiedzających, a nasza reputacja rosła. Kluczowym momentem w naszej historii było wprowadzenie tematyki kasyn jako głównego motywu naszych wystaw. Zauważyliśmy, że świat hazardu, z jego intensywnymi emocjami i bogatą symboliką, stanowi niewyczerpane źródło inspiracji dla artystów. To unikalne połączenie sztuki i kasyn okazało się strzałem w dziesiątkę, przyciągając uwagę miłośników sztuki z całego kraju. Współpraca z Artystami Rozwój ArtWorldForAll to również zasługa współpracy z utalentowanymi artystami z Polski i zagranicy. Każdego roku nasza galeria gościła coraz to nowsze, bardziej innowacyjne wystawy. Współpracowaliśmy z renomowanymi kuratorami i ekspertami sztuki, co pozwoliło nam na organizowanie wydarzeń na najwyższym poziomie. Nasze wystawy były prezentowane w mediach, a my staliśmy się rozpoznawalni nie tylko w Poznaniu, ale również na arenie międzynarodowej. Przyszłość ArtWorldForAll Dziś ArtWorldForAll to więcej niż tylko galeria. To miejsce, gdzie spotykają się artyści, kolekcjonerzy i entuzjaści sztuki, by wspólnie celebrować piękno i kreatywność. Z dumą patrzymy wstecz na naszą historię i z jeszcze większą ekscytacją spoglądamy w przyszłość. Planujemy kontynuować naszą misję promowania sztuki inspirowanej tematyką kasyn, jednocześnie eksplorując nowe kierunki i możliwości. Nasza galeria wciąż się rozwija, a my nieustannie dążymy do tego, by dostarczać naszym odwiedzającym niezapomniane wrażenia artystyczne. Misja ArtWorldForAll - Sztuka, Emocje i Inspiracje W ArtWorldForAll naszą misją jest tworzenie przestrzeni, w której sztuka spotyka się z wyjątkowymi tematami, inspirując i poruszając serca odwiedzających. Chcemy, aby każda nasza wystawa była nie tylko wizualną ucztą, ale także głębokim doświadczeniem emocjonalnym. Wierzymy, że sztuka ma moc przekraczania granic i otwierania nowych perspektyw, dlatego nieustannie dążymy do prezentowania prac, które wywołują refleksję i dialog. Nasza galeria koncentruje się na tematyce kasyn, ponieważ dostrzegamy w niej nieograniczone możliwości artystycznej ekspresji. Kasyna to miejsca pełne kontrastów – blask i luksus przeplatają się z ryzykiem i niepewnością. Artyści, z którymi współpracujemy, potrafią uchwycić te złożoności i przekształcić je w fascynujące dzieła sztuki. Poprzez nasze wystawy chcemy pokazać, jak świat hazardu może inspirować do tworzenia niebanalnych, zapadających w pamięć kompozycji. Jednym z naszych kluczowych celów jest wspieranie młodych i utalentowanych artystów, dając im możliwość zaprezentowania swoich prac szerokiej publiczności. Wierzymy, że każdy artysta zasługuje na szansę, aby jego prace zostały zauważone i docenione. Dlatego organizujemy różnorodne wydarzenia, warsztaty i spotkania, które pomagają artystom rozwijać swoje umiejętności i nawiązywać cenne kontakty w świecie sztuki. Dzięki naszej działalności chcemy inspirować kolejne pokolenia do odkrywania i eksplorowania piękna, jakie niesie ze sobą sztuka. Adres Zachodnia 17, 60-701 Poznań, Polska Email artworldforall@gmail.com Telefon +48-61-123-45-67 Polityka prywatności Regulamin Nota prawna",
    "privacy-policy": "Polityka Prywatności - ArtWorldForAll - Twoja Prywatność Jest Dla Nas Ważna ☰ O nas Galeria Wydarzenia Kontakt Polityka prywatności 1. Wprowadzenie Witamy na stronie ArtWorldForAll. Twoja prywatność jest dla nas bardzo ważna. Niniejsza polityka prywatności wyjaśnia, jakie informacje zbieramy, jak je wykorzystujemy i chronimy oraz jakie masz prawa w związku z danymi osobowymi. 2. Dane osobowe, które zbieramy Możemy zbierać różne rodzaje danych osobowych, w tym: Imię i nazwisko Adres e-mail Informacje kontaktowe Informacje o korzystaniu z naszej strony 3. Jak wykorzystujemy Twoje dane Zebrane dane mogą być wykorzystywane do: Świadczenia i poprawy naszych usług Komunikacji z Tobą, w tym odpowiedzi na zapytania Wysyłania biuletynów i informacji promocyjnych (za Twoją zgodą) 4. Udostępnianie danych Twoje dane osobowe nie będą udostępniane osobom trzecim bez Twojej zgody, z wyjątkiem przypadków wymaganych przez prawo. 5. Bezpieczeństwo danych Dbamy o bezpieczeństwo Twoich danych osobowych i stosujemy odpowiednie środki techniczne i organizacyjne, aby je chronić. 6. Twoje prawa Masz prawo do: Dostępu do swoich danych osobowych Sprostowania błędnych danych Usunięcia danych Ograniczenia przetwarzania Przenoszenia danych Sprzeciwu wobec przetwarzania 7. Kontakt Jeśli masz pytania dotyczące naszej polityki prywatności, skontaktuj się z nami: Adres: Poznań, Polska E-mail: artworldforall@gmail.com 8. Zmiany w polityce prywatności Możemy aktualizować niniejszą politykę prywatności od czasu do czasu, publikując nowe wersje na naszej stronie internetowej. Zachęcamy do regularnego przeglądania tej strony, aby być na bieżąco z naszymi praktykami dotyczącymi prywatności. Adres Zachodnia 17, 60-701 Poznań, Polska Email artworldforall@gmail.com Telefon +48-61-123-45-67 Polityka prywatności Regulamin Nota prawna",
    "terms-conditions": "Regulamin - ArtWorldForAll - Zasady Korzystania z Naszej Strony ☰ O nas Galeria Wydarzenia Kontakt Regulamin 1. Postanowienia ogólne Witamy na stronie ArtWorldForAll. Korzystając z naszej strony, zgadzasz się na przestrzeganie niniejszego regulaminu. Jeśli nie zgadzasz się z którymkolwiek z postanowień, prosimy o niekorzystanie z naszej strony. 2. Definicje W regulaminie: Strona oznacza stronę internetową ArtWorldForAll. Użytkownik oznacza każdą osobę korzystającą ze strony. Usługi oznaczają wszystkie usługi świadczone przez stronę. 3. Korzystanie ze strony Użytkownik zobowiązuje się do korzystania ze strony zgodnie z prawem, dobrymi obyczajami oraz niniejszym regulaminem. Zabrania się wykorzystywania strony do działań niezgodnych z prawem lub naruszających prawa innych użytkowników. 4. Rejestracja Niektóre funkcje strony mogą wymagać rejestracji. Użytkownik zobowiązuje się do podania prawdziwych i aktualnych danych podczas rejestracji. Użytkownik ponosi pełną odpowiedzialność za bezpieczeństwo swojego konta oraz za wszelkie działania podejmowane za jego pośrednictwem. 5. Prawa autorskie Wszelkie treści zamieszczone na stronie są chronione prawem autorskim. Zabrania się kopiowania, rozpowszechniania oraz wykorzystywania treści bez zgody właściciela praw autorskich. 6. Odpowiedzialność ArtWorldForAll nie ponosi odpowiedzialności za szkody wynikające z korzystania ze strony. Użytkownik korzysta ze strony na własne ryzyko. 7. Zmiany w regulaminie ArtWorldForAll zastrzega sobie prawo do wprowadzania zmian w niniejszym regulaminie. Zmiany wchodzą w życie z chwilą ich opublikowania na stronie. Użytkownik powinien regularnie sprawdzać regulamin, aby być na bieżąco z jego postanowieniami. 8. Kontakt W razie pytań dotyczących niniejszego regulaminu, prosimy o kontakt: Adres: Poznań, Polska E-mail: artworldforall@gmail.com 9. Postanowienia końcowe Niniejszy regulamin podlega prawu polskiemu. Wszelkie spory wynikające z korzystania ze strony będą rozstrzygane przez właściwe polskie sądy. Adres Zachodnia 17, 60-701 Poznań, Polska Email artworldforall@gmail.com Telefon +48-61-123-45-67 Polityka prywatności Regulamin Nota prawna",
    "thanks": "Podziękowania - ArtWorldForAll - Dziękujemy za Odwiedzenie Naszej Strony body { font-family: Arial, sans-serif; background-color: #f4f4f4; text-align: center; padding: 50px; } h1 { color: #333; } p { color: #666; font-size: 18px; } .back { max-width: 300px; background-color: #af9f7b; margin: auto; align-items: center; text-align: center; padding: 10px; transition: 0.3s; cursor: pointer; color: white; text-decoration: none; } .back:hover { background-color: white; border: 2px solid #af9f7b; transition: 0.3s; color: black; transition: 0.3s; } Dziękujemy za odwiedzenie naszej strony! Drogi Gościu, Serdecznie dziękujemy za poświęcenie czasu na odwiedzenie ArtWorldForAll. Mamy nadzieję, że znalazłeś tu inspirację i cenne informacje na temat sztuki związanej z tematyką kasyn. Twoje wsparcie jest dla nas bardzo ważne. Jeżeli masz jakiekolwiek pytania, sugestie lub chcesz się z nami skontaktować, prosimy o wiadomość na adres: E-mail: artworldforall@gmail.com Zapraszamy do regularnych odwiedzin naszej strony, aby być na bieżąco z najnowszymi wystawami i wydarzeniami. Z wyrazami szacunku,Zespół ArtWorldForAll Página Inicial"
  },
  "date": "2024-07-09T22:50:25.401Z"
}