{
  "name": "New_v9_VerdeViver",
  "pages": {
    "blog": "Dicas e Artigos sobre Plantas | Verde Viver Produtos Catálogo Sobre Nós Blog Produtos Catálogo Sobre Nós Blog Descubra o Mundo das Plantas com Verde Viver Experience the ultimate in relaxation with our premium spa services--> Artigos Dicas Essenciais para o Cuidado com Plantas Explore nossa coleção de artigos informativos e práticos sobre como selecionar, cuidar e aproveitar ao máximo suas plantas em casa. Desde dicas de rega até escolhas ideais para cada ambiente, nosso guia completo ajudará você a transformar seu espaço com verde Escolhendo Plantas para Ambientes Internos Transforme seu lar escolhendo plantas que se adaptem ao ambiente interno. Opte por espécies como a Espada-de-São-Jorge e a Zamioculca, que são resistentes à sombra e necessitam de pouca luz. Para áreas com mais luz, como janelas ensolaradas, considerar suculentas como Cactos e Echeverias é uma excelente opção. Lembre-se de verificar as necessidades específicas de cada planta quanto à rega e umidade, garantindo assim um ambiente saudável e aconchegante Ler Dicas de Irrigação para Manter Suas Plantas Felizes Manter suas plantas felizes envolve mais do que simplesmente regar regularmente. É essencial ajustar a frequência e a quantidade de água com base nas necessidades individuais de cada espécie. Plantas como Samambaias e Palmeiras requerem umidade constante, enquanto suculentas e cactos preferem períodos de secagem entre as regas. Use vasos com drenagem adequada para evitar o acúmulo de água e verifique a umidade do solo antes de regar novamente Ler Benefícios das Plantas na Purificação do Ar Além de embelezar o ambiente, as plantas desempenham um papel crucial na purificação do ar dentro de casa. Espécies como Lírio da Paz e Ficus ajudam a remover toxinas comuns, como formaldeído e benzeno, melhorando assim a qualidade do ar que respiramos diariamente. Coloque algumas plantas em áreas estratégicas da casa, como salas de estar e escritórios, para desfrutar desses benefícios naturais enquanto cria um espaço mais saudável e harmonioso Ler Plantas Ideais para Cada Cômodo da Casa Cada cômodo da casa possui condições únicas de luz e umidade, o que influencia na escolha das plantas ideais. Para áreas com baixa luminosidade, como corredores e banheiros sem janelas, opte por plantas como Aglaonema e Filodendros. Em salas bem iluminadas, como a sala de estar, considere espécies de folhagem mais ampla, como Monstera e Dracenas. Nos quartos, escolha plantas que promovam relaxamento, como Lavanda e Jasmim, que também podem contribuir para uma melhor qualidade do sono Ler Política de Privacidade Termos e Condições +5511916622678 verdeviver@gmail.com R. Aparecida, 461 - Margareth, Nova Venécia - ES, 29830-000",
    "catalog": "Catálogo de Plantas | Verde Viver - Plantas em Vasos Produtos Catálogo Sobre Nós Blog Produtos Catálogo Sobre Nós Blog Explore Nosso Catálogo de Plantas Descubra uma variedade de plantas cuidadosamente selecionadas para decorar e purificar seu espaço Explore Plantas Sobre Nossa Loja e Variedade de Plantas Bem-vindo à Verde Viver, onde a paixão pela natureza encontra a arte de decorar seu lar com plantas exuberantes e diversificadas. Em nosso magazin, oferecemos uma ampla gama de espécies cuidadosamente selecionadas, desde suculentas e cactos, perfeitas para ambientes ensolarados, até plantas de sombra como a Espada-de-São-Jorge e a Zamioculca, ideais para espaços mais internos. Cada planta foi escolhida não apenas pela sua beleza, mas também pela sua capacidade de transformar qualquer ambiente em um refúgio de calma e frescor. Explore nosso catálogo e encontre a planta perfeita para complementar e purificar seu espaço com verde Potted Flowers Orquídea em Vaso R$ 9,90 Comprar Rosa Miniatura R$ 19,90 Comprar Lírio-da-Paz R$ 29,90 Comprar Cactos e Suculentas R$ 9,90 Comprar Hortênsia R$ 12,90 Comprar Lavanda R$ 19,90 Comprar Begônia R$ 6,90 Comprar Crisântemo R$ 14,90 Comprar Comentários Adorei o atendimento personalizado e a qualidade das plantas da Verde Viver. Minha casa ficou muito mais bonita e acolhedora! Ana Silva Recomendo a Verde Viver pela variedade incrível de plantas e pelo serviço excepcional. Comprei várias suculentas e todas estão saudáveis e lindas Pedro Santos Estou muito satisfeita com a minha compra na Verde Viver. As plantas chegaram bem embaladas e são exatamente como mostradas no site. Parabéns pelo excelente trabalho! Maria Oliveira Sobre Nós Bem-vindo ao Verde Viver, seu destino para transformar seu lar com verdejantes plantas em vasos. Descubra uma variedade exuberante de plantas cuidadosamente selecionadas para enriquecer seu espaço com frescor e vida. De suculentas a flores exóticas, temos tudo o que você precisa para criar um ambiente acolhedor e verdejante em sua casa ou escritório. Explore nossa coleção e encontre sua próxima planta favorita hoje mesmo! Contact us Estamos aqui para ajudar! Preencha o formulário abaixo com suas dúvidas, sugestões ou solicitações. Entraremos em contato o mais breve possível para atender você da melhor maneira Eu aceito a política de privacidade SUBMIT +5511916622678 verdeviver@gmail.com R. Aparecida, 461 - Margareth, Nova Venécia - ES, 29830-000 Política de Privacidade Termos e Condições +5511916622678 verdeviver@gmail.com R. Aparecida, 461 - Margareth, Nova Venécia - ES, 29830-000",
    "index": "Verde Viver - Loja de Plantas em Vasos | Traga Mais Verde para Sua Vida Produtos Catálogo Sobre Nós Blog Produtos Catálogo Sobre Nós Blog Bem-vindo ao Cosméticos e Alimentos Orgânicos Verde Viver Transforme Seu Lar com Verde Sobre os Produtos O que oferecemos Suculentas Suculentas são plantas resistentes e de fácil cuidado, perfeitas para ambientes internos e externos. Elas vêm em várias formas e cores, trazendo um toque moderno e elegante para qualquer espaço Ver Catálogo Orquídeas Orquídeas são flores exóticas conhecidas por sua beleza e elegância. Elas requerem cuidados específicos, mas recompensam com flores deslumbrantes que duram muito tempo Ver Catálogo Samambaias Samambaias são plantas clássicas que adicionam um toque de verde exuberante a qualquer ambiente. Elas prosperam em áreas sombreadas e umidade, tornando-se ideais para interiores Ver Catálogo Bonsais Bonsais são árvores em miniatura que representam paciência e arte. Eles exigem cuidados meticulosos, mas trazem um charme único e uma sensação de tranquilidade ao espaço Ver Catálogo Cactos Cactos são plantas resistentes que requerem pouca água e manutenção. Eles vêm em diversas formas e tamanhos, adicionando um elemento desértico e estiloso à decoração Ver Catálogo Sobre os Nossos Produtos Plantando com Amor Na nossa loja de flores, plantamos cada flor com muito cuidado e atenção para garantir que elas prosperem em seu novo lar. Desde a seleção do solo perfeito até a colocação delicada da planta no vaso, cada passo é feito com amor e dedicação Ir para o Catálogo Essenciais da Mesa de Jardinagem Nosso processo de jardinagem começa com uma mesa bem preparada, cheia de todas as ferramentas e materiais necessários. Com amor e precisão, envasamos cada planta, garantindo que ela tenha o melhor começo em seu novo ambiente Ir para o Catálogo Regando com Carinho Regamos nossas plantas com cuidado, fornecendo a quantidade certa de água para mantê-las saudáveis e vibrantes. Cada rega é feita com amor, garantindo que nossas plantas recebam os melhores cuidados Ir para o Catálogo Poda com Dedicação Podamos nossas plantas regularmente para promover um crescimento saudável e bonito. Cada corte é feito com amor e dedicação, garantindo que nossas plantas se mantenham exuberantes e bem cuidadas Ir para o Catálogo Adubação Nutriente Utilizamos os melhores fertilizantes para nutrir nossas plantas, garantindo que elas recebam todos os nutrientes necessários para florescer. Cada adubação é feita com amor, proporcionando um crescimento forte e saudável Ir para o Catálogo Explore Nossa Linda Coleção de Plantas em Vaso De flores vibrantes a folhagens exuberantes, nosso catálogo oferece algo para todos os amantes de plantas. Mergulhe em nossa seleção e leve para casa a planta perfeita hoje mesmo Para o Catálogo Política de Privacidade Termos e Condições +5511916622678 verdeviver@gmail.com R. Aparecida, 461 - Margareth, Nova Venécia - ES, 29830-000",
    "privacy-policy": "Política de Privacidade | Verde Viver Produtos Catálogo Sobre Nós Blog Produtos Catálogo Sobre Nós Blog Política de Privacidade 1. Introdução Na Verde Viver, valorizamos a privacidade dos nossos clientes. Esta política descreve como coletamos, usamos, compartilhamos e protegemos suas informações pessoais. 2. Informações Coletadas Coletamos informações pessoais como nome, endereço, e-mail e telefone para processar pedidos e fornecer suporte ao cliente. 3. Uso das Informações Utilizamos seus dados para processar pedidos, melhorar nossos serviços e enviar promoções relevantes, caso você opte por recebê-las. 4. Compartilhamento de Informações Não vendemos suas informações a terceiros. Compartilhamos apenas com serviços que nos ajudam a operar nosso negócio, como processamento de pagamentos. 5. Segurança dos Dados Implementamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado ou uso indevido. 6. Seus Direitos Você pode acessar, corrigir ou excluir suas informações pessoais entrando em contato conosco. 7. Consentimento Ao usar nosso site, você concorda com nossa política de privacidade. 8. Contato Para mais informações sobre nossa política de privacidade, entre em contato conosco através de verdeviver@gmail.com Política de Privacidade Termos e Condições +5511916622678 verdeviver@gmail.com R. Aparecida, 461 - Margareth, Nova Venécia - ES, 29830-000",
    "terms-conditions": "Termos e Condições | Verde Viver Produtos Catálogo Sobre Nós Blog Produtos Catálogo Sobre Nós Blog Termos de Uso Bem-vindo à Verde Viver. Ao utilizar nossos serviços e comprar nossos produtos, você concorda com os seguintes termos e condições: 1. Introdução Estes Termos e Condições regem o uso do nosso site e os serviços oferecidos pela Verde Viver. Ao acessar ou usar nosso site, você concorda em cumprir estes termos. 2. Cadastro e Conta Para fazer compras no nosso site, você pode precisar criar uma conta fornecendo informações pessoais precisas e completas. Você é responsável por manter a confidencialidade de suas informações de login e por todas as atividades que ocorram sob sua conta. 3. Produtos e Preços A Verde Viver oferece uma variedade de plantas em vasos. Todos os produtos estão sujeitos à disponibilidade. Nos reservamos o direito de modificar ou descontinuar produtos a qualquer momento sem aviso prévio. Os preços dos produtos estão sujeitos a alterações e serão confirmados no momento da compra. 4. Pedidos e Pagamentos Ao fazer um pedido, você concorda em pagar todos os custos associados, incluindo impostos e taxas de entrega. Aceitamos diversas formas de pagamento, conforme indicado no site. Seu pedido será processado após a confirmação do pagamento. 5. Entrega Oferecemos serviços de entrega para diversas regiões. Os prazos de entrega são estimados e podem variar de acordo com a localidade. Não nos responsabilizamos por atrasos causados por circunstâncias fora do nosso controle. 6. Devoluções e Reembolsos Aceitamos devoluções de produtos dentro de 14 dias após a entrega, desde que os produtos estejam em sua condição original. O reembolso será processado após a verificação dos produtos devolvidos. Custos de envio de devoluções podem ser aplicados. 7. Garantia Nossas plantas são cuidadosamente selecionadas e preparadas para entrega. Oferecemos uma garantia de qualidade para garantir que você receba plantas saudáveis. Em caso de problemas, entre em contato conosco para resolver a questão. 8. Propriedade Intelectual Todo o conteúdo do nosso site, incluindo textos, imagens, gráficos e logotipos, é de propriedade da Verde Viver e está protegido por leis de direitos autorais. Você não pode usar nosso conteúdo sem autorização expressa. 9. Limitação de Responsabilidade A Verde Viver não se responsabiliza por danos indiretos, incidentais ou consequenciais resultantes do uso dos nossos produtos ou do nosso site. Nossa responsabilidade máxima é limitada ao valor pago pelo produto. 10. Modificações dos Termos Reservamo-nos o direito de modificar estes Termos e Condições a qualquer momento. As alterações serão publicadas no nosso site e entrarão em vigor imediatamente. É responsabilidade do usuário revisar os termos regularmente. 11. Lei Aplicável Estes Termos e Condições são regidos pelas leis do Brasil. Qualquer disputa será resolvida nos tribunais competentes do Brasil. 12. Contato Para mais informações ou dúvidas sobre nossos Termos e Condições, entre em contato conosco pelo e-mail verdeviver@gmail.com Política de Privacidade Termos e Condições +5511916622678 verdeviver@gmail.com R. Aparecida, 461 - Margareth, Nova Venécia - ES, 29830-000",
    "thanks-page": "Obrigado por sua Compra! Obrigado por sua Compra! Agradecemos por escolher a Verde Viver! Sua compra foi realizada com sucesso e estamos muito felizes por poder trazer mais verde para o seu espaço. Nossa equipe está trabalhando com dedicação para preparar e enviar suas plantas com todo o cuidado que elas merecem. Página inicial"
  },
  "date": "2024-07-12T02:16:19.382Z"
}