{
  "name": "New_v9_ArtGallery",
  "pages": {
    "privacy": "Privacy Policy - ArtGallery Staff Benefits About Contacts Privacy Terms Privacy Policy This Privacy Policy outlines our commitment to protecting the privacy of our users. It details how we collect, use, and safeguard your personal information and informs you about your rights under privacy legislation. Understanding and Definitions Understanding The terms defined here will have the same meaning, regardless of whether they are in singular or plural form. Definitions Account: A unique account created for you to access our service or specific parts of it. Affiliate: An entity that is under the control of, controls, or is under common control with our company, where \"control\" means ownership of at least 50% of the voting stock, shares, or other securities eligible for the election of directors or other management authority. Company: Refers to ArtGallery. Device: Any device that can access the service, such as a smartphone, computer, or digital tablet. Personal Data: Any information about an individual that can be identified from those data (or from those and other information either in our possession or likely to come into our possession). Service: The website operated by ArtGallery. Service Provider: Any natural or legal person who processes the data on behalf of ArtGallery. This includes third-party companies or individuals employed by the company to facilitate the service, to provide the service on behalf of the company, to perform services related to the service, or to assist the company in analyzing how the service is used. Usage Data: Data collected automatically, generated by the use of the service or from the service infrastructure itself (for example, the duration of a page visit). You: The individual accessing or using the service, or the company, or other legal entity on behalf of which such individual is accessing or using the service, as applicable. Protection of Children's Privacy Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers. If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information. Links to Other Websites Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit. We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services. Changes to this Privacy Policy We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page. We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the \"Last updated\" date at the top of this Privacy Policy. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. Contact Us If you have any questions about this Privacy Policy, You can contact us: Por e-mail: artgallery@gmail.com Address: Shri Ramdeobaba College of Engineering and Management, Katol Rd, Lonand, Gittikhadan, Nagpur, Maharashtra 440013, India E-mail: artgallery@gmail.com Number: +91-526-8740818",
    "about": "About Us - Discover ArtGallery's Mission & Vision Staff Benefits About Contacts Privacy Terms About us Julia Fiction Connecting Artists and Art Lovers Worldwide Our Vision Founded on the belief that art has the power to change lives, ArtGallery is dedicated to making contemporary art accessible to all. Our gallery not only showcases a diverse range of artworks but also serves as a platform for dialogue, discovery, and inspiration. We are committed to promoting artists from various backgrounds and cultures, offering them a global stage to exhibit their work. Our Mission At ArtGallery, our mission is to curate engaging exhibitions that spark curiosity and ignite emotions. We strive to create an environment where artists and art enthusiasts can come together to appreciate the beauty and complexity of contemporary art. Through our exhibitions, workshops, and community events, we aim to foster a deeper understanding and appreciation of art in society. Why ArtGallery? Our dedication to showcasing innovative and thought-provoking art sets us apart. With a keen eye for emerging trends and a passion for artistic excellence, we ensure that every visit to ArtGallery is a unique and enriching experience. Whether you are a seasoned collector or new to the world of art, you will find something that resonates with your spirit and sparks your imagination. Address: Shri Ramdeobaba College of Engineering and Management, Katol Rd, Lonand, Gittikhadan, Nagpur, Maharashtra 440013, India E-mail: artgallery@gmail.com Number: +91-526-8740818",
    "contact": "Staff Benefits About Contacts Privacy Terms Address: Shri Ramdeobaba College of Engineering and Management, Katol Rd, Lonand, Gittikhadan, Nagpur, Maharashtra 440013, India Number: +91-526-8740818 E-mail: artgallery@gmail.com Back call I accept Privacy policy Address: Shri Ramdeobaba College of Engineering and Management, Katol Rd, Lonand, Gittikhadan, Nagpur, Maharashtra 440013, India E-mail: artgallery@gmail.com Number: +91-526-8740818",
    "index": "ArtGallery - Explore Contemporary Art & Exhibitions Staff Benefits About Contacts Privacy Terms Discover the World of Contemporary Art At ArtGallery, each piece tells a unique story, immersing you in a world where tradition meets innovation. Discover exclusive collections from contemporary masters who not only create art but inspire new perspectives on the world around us. Explore the richness of contemporary art, from painting and sculpture to digital art and installations. ArtGallery is a place where everyone can find something special, as we believe that art has the power to change the world for the better, starting with each of us. Meet Our Team Our team at ArtGallery is the heartbeat behind our success. Comprised of passionate art lovers and seasoned professionals, we bring together diverse expertise to curate collections that resonate with contemporary art enthusiasts. From uncovering hidden gems to presenting established talents, our goal is to inspire and connect through the power of art. Alexander Fields James Carter Ethan Hunt Lucas Scott Our Story Born from a passion for the transformative power of art, ArtGallery has been a beacon for contemporary art enthusiasts since its inception. Our mission is to bridge the gap between talented artists and a global audience, offering a platform where cutting-edge creativity meets the eyes of those eager to explore the depth of modern artistic expression. Why Choose ArtGallery? Exclusive Collections Our gallery boasts an unparalleled selection of contemporary art, sourced from internationally acclaimed artists and emerging talents. Each piece is carefully chosen to ensure our collection remains at the forefront of the modern art scene. Innovative Exhibitions We pioneer in presenting thematic, thought-provoking exhibitions that challenge perceptions and invite dialogue. Our dynamic showcase includes digital installations, interactive art, and cutting-edge sculptural works. Artistic Community ArtGallery is not just a space but a community. We offer a platform for artists to connect, collaborate, and share their vision, fostering a vibrant ecosystem of creativity and support. Educational Programs Our commitment to art education is profound. We host workshops, lectures, and artist talks to engage and inspire art lovers of all ages, promoting a deeper understanding and appreciation of contemporary art. Global Reach With our digital gallery and online exhibitions, we extend our reach beyond physical boundaries, making contemporary art accessible to a global audience and offering artists worldwide exposure. Address: Shri Ramdeobaba College of Engineering and Management, Katol Rd, Lonand, Gittikhadan, Nagpur, Maharashtra 440013, India E-mail: artgallery@gmail.com Number: +91-526-8740818",
    "terms": "Terms of Use - ArtGallery Guidelines Staff Benefits About Contacts Privacy Terms Terms and Conditions We urge you to read these terms and conditions carefully before engaging with our services. Clarifications and Definitions Clarifications The capitalized terms used here are defined under certain conditions and will maintain their assigned meanings, whether used in singular or plural. Definitions Affiliate: Refers to any entity that exercises control over, is under control of, or is commonly controlled with a party, where \"control\" encompasses owning 50% or more of the voting rights, equity, or other securities influencing the election of management. Company: This term refers to ArtGallery, the entity behind the service. Device: Covers any mechanism that allows access to the service, including but not limited to computers, smartphones, and tablets. Service: This term is used in reference to the website provided by the Company. You: Identifies any individual or entity that uses or accesses the service, personally or on behalf of another legal entity. Acknowledgment These terms and conditions form the basis of the agreement between you and the company, outlining the legal rights and obligations of all parties in relation to the use of the service. Your use of the service is conditioned upon your acceptance of and compliance with these terms. They apply to all users, visitors, and others who access or use the service. By engaging with the service, you agree to be bound by these terms. If you find any part of these terms unacceptable, you are advised not to use the service. You affirm that you are at least 18 years of age. The company explicitly prohibits the use of the service by individuals under 18 years. Your use of the service is also conditioned upon your acceptance of the company's privacy policy, which should be reviewed carefully before engagement. External Links Our service may feature links to external websites or services not operated by us. These links are provided for convenience and do not imply endorsement. We are not responsible for the content, privacy policies, or practices of any third-party sites or services. It is your responsibility to review the privacy policies and terms of any sites you visit. Service Termination We reserve the right to terminate or suspend access to our service immediately, without prior notice or liability, for any breach of these terms. If your right to use the service is terminated, it will cease immediately. Limitations of Liability In no event shall the company or its suppliers be liable for any incidental, indirect, special, punitive, or consequential damages arising out of or in connection with your use of the service, regardless of whether such damages were foreseeable. The aggregate liability of the company and its suppliers under these terms is limited to the greater of the amount you paid to the company for access and use of the service, or 100 USD if no purchase was made through the service. Service Provision \"AS IS\" The service is provided on an \"AS IS\" and \"AS AVAILABLE\" basis, without warranties of any kind, either express or implied. The company disclaims all warranties, including but not limited to, implied warranties of merchantability, fitness for a particular purpose, and non-infringement. The company does not guarantee that the service will function uninterrupted, be secure, or be available at any particular time or location. Governing Law The laws of the country, excluding its conflict of law rules, govern these terms and your use of the service. Your use of the app may also subject you to other local, state, national, or international laws. Dispute Resolution If you have disputes or concerns regarding the service, we encourage contacting the company directly to seek a resolution. Severability & Waiver Severability If any provision of these terms is found to be unenforceable or invalid, such provision will be modified to achieve as closely as possible the original intent, and the remaining provisions will remain in effect. Waiver The failure to enforce any right or provision of these terms will not be considered a waiver of those rights. Modification of Terms We reserve the right to modify these terms at our discretion. You will be notified of any significant changes in advance, and by continuing to use the service, you accept the revised terms. Contacting Us If you have any questions about these terms, please contact us directly. By email: artgallery@gmail.com Address: Shri Ramdeobaba College of Engineering and Management, Katol Rd, Lonand, Gittikhadan, Nagpur, Maharashtra 440013, India E-mail: artgallery@gmail.com Number: +91-526-8740818",
    "thanks": "Thank You - Your Inquiry is Received | ArtGallery Thank you for submitting your application! Our expert will contact you shortly. We hope you will be satisfied with our products. Home"
  }
}