{
  "name": "New_v9_CapoeirSunstroke",
  "pages": {
    "index": "Sunstroke Capoeira: Aulas de Capoeira no Brasil Nossas vantagens Sobre nós Estude Conosco Sucesso dos alunos Treinadores Horário Depoimentos Preços dos exercício Galeria FAQ Contatos Bem-vindo ao mundo do Solene Golpe Capoeira! Aqui, cada um encontrará seu caminho para a harmonia, a força e a autoexpressão através da arte marcial única do Brasil. Registrar-se Nossas vantagens Instrutores certificados Prioridade: promover a saúde e a disciplina Oportunidade de treinar profissionalmente Academias equipadas e seguras Participação em competições, certificações, campos de treinamento Hoje, mais de 1.000 famílias confiam em nós Sobre nós Nosso clube Solene Golpe Capoeira é o lugar onde todos podem encontrar sua vocação no emocionante mundo da cultura brasileira e das artes marciais. Orgulhamo-nos de nosso profissionalismo e abordagem individualizada para cada aluno. Aqui você encontrará um ambiente amigável, um ambiente de treino estimulante e muitas oportunidades de crescimento físico e espiritual. No Solene Golpe Capoeira, buscamos espalhar a cultura e as tradições da Capoeira brasileira, ensinando e inspirando estudantes de todos os níveis de habilidade. Nossa equipe é composta por instrutores talentosos, cuja paixão pela arte ajuda nossos alunos a desbloquear seu potencial e alcançar novas alturas. No Solene Golpe Capoeira, criamos um ambiente onde cada membro de nosso clube se sente parte de uma grande família, onde a amizade, a cooperação e o respeito pela herança cultural desempenham um papel fundamental. Nossa missão é inspirar e apoiar você em seu caminho para a maestria e autoaperfeiçoamento através da Capoeira. O QUE VOCÊ RECEBE QUANDO ESTUDA CONOSCO Habilidades confiantes de boxe ou luta livre Habilidades de autodefesa Confiança em si mesmo e em suas habilidades Uma equipe nova e amigável Melhoria do condicionamento físico Força e resistência Passar tempo de qualidade sucesso dos alunos José Aldo, 18 anos Treina com Antonio Silva há 3 anos Frequência de treinamento: 4 sessões de treinamento em grupo e 1 sessão de treinamento pessoal por semana. Começou a se apresentar após três meses de treinamento Recebeu o certificado de melhor desempenho técnico no Torneio de Capoeira do Maracanã, Rio de Janeiro. Santos João, 16 anos Treina sob a orientação de José Silva há 2 anos Frequência de treinos: 3 treinos em grupo e 2 treinos individuais por semana Começou a se apresentar após um mês de treinamento Ganhou medalha de ouro no Campeonato Regional de Capoeira, Salvador, Bahia Pereira Andre, 20 anos de idade Treinou com Luis Santos por 4 anos. Frequência de treinamento: 5 sessões de treinamento em grupo por semana. Começou a se apresentar depois de seis meses de treinamento Recebeu o prêmio de melhor performance rítmica no Festival de Capoeira \"Acordes da Bahia\", Salvador. Lima Ana, 22 anos Treina sob a orientação de Marcos Oliveira há 3 anos Frequência de treinos: 4 treinos em grupo e 1 treino individual por semana Começou a se apresentar após dois meses de treinamento Ganhou prêmio de destaque feminino no Festival de Capoeira \"Raízes do Brasil\", Fortaleza, Ceará João dos Santos, 15 anos de idade Treinou com Joseph Cruz por 2 anos. Frequência de treinamento: 3 sessões de treinamento em grupo e 2 sessões de treinamento pessoal por semana. Começou a se apresentar após um mês de treinamento Recebeu o certificado de \"Melhor Iniciante\" no Torneio de Capoeira \"Música e Ritmos\", Belo Horizonte. Treinadores José Oliveira Experiência como treinador: Mais de 10 anos de experiência no ensino da capoeira Conquistas: Vencedor de várias competições de capoeira no Rio de Janeiro. Antonio Fernandez Experiência como treinador: Mais de 15 anos de experiência em ensinar Capoeira Conquistas: Medalha de ouro no Campeonato Regional de Capoeira, Salvador, Bahia Maria Santos Experiência como treinador: 8 anos de ensino de Capoeira em São Paulo. Conquistas: Participação em festivais e congressos internacionais de Capoeira. Carlos Pereira Experiência como treinador: Mais de 20 anos de treinamento de capoeira no Rio de Janeiro. Conquistas: Mestre Honorário do Esporte em Capoeira, vencedor de inúmeros torneios Horário Segunda-feira: 18:00-19:00: Treinamento em grupo para iniciantes 19:30-20:30: Treinamento em grupo para trainees avançados Terça-feira: 17:30-18:30: Treinamento em grupo para crianças (6-10 anos de idade) 19:00-20:00: Treinamento pessoal (com hora marcada) Quarta-feira: 18:00-19:00: Treinamento em grupo para iniciantes 19:30-20:30: Treinamento em grupo para iniciantes avançados Quinta-feira: 17:30-18:30: Treino em grupo para crianças (11-15 anos de idade) 19:00-20:00: Treinamento pessoal (com hora marcada) Sexta-feira: 18:00-19:00: Treinamento em grupo para iniciantes 19:30-20:30: Treinamento em grupo para iniciantes avançados Sábados: 10:00-11:00: Treino em grupo para crianças (6-10 anos de idade) 11:30-12:30: Treinamento em grupo para crianças (11-15 anos de idade) 13:00-14:00: Treinamento em grupo para adultos Domingo: Fim de semana Depoimentos Thiago Silva Treinar no Solene Golpe Capoeira tem sido uma experiência incrível! Os instrutores são muito talentosos e dedicados, criando um ambiente de aprendizado enriquecedor. Conheci pessoas maravilhosas e melhorei minhas habilidades significativamente. Recomendo a todos que queiram explorar a arte da capoeira Camila Oliveira Estou muito feliz por fazer parte do Solene Golpe Capoeira! As aulas são muito dinâmicas e divertidas, os instrutores são incríveis e o ambiente é acolhedor. A capoeira não só me ajudou a melhorar minha forma física, mas também me ensinou disciplina e autoconfiança. Recomendo a todos Rafael Costa Treinar na Solene Golpe Capoeira é uma experiência transformadora! Os instrutores são verdadeiros mestres, dedicados a ensinar não apenas os movimentos, mas também a história e a cultura da capoeira. Estou muito grato por fazer parte desta comunidade e pelos amigos que fiz aqui. Recomendo a todos! Larissa Santos Sou muito grata por ter encontrado o Solene Golpe Capoeira! As aulas são desafiadoras e empolgantes, e os instrutores são extremamente talentosos e atenciosos. Desde que comecei a treinar aqui, minha confiança e habilidades na capoeira melhoraram muito. Recomendo a todos que queiram aprender e se divertir Lucas Almeida Fazer parte do Solene Golpe Capoeira tem sido uma jornada incrível! As aulas são muito dinâmicas e inspiradoras, e os instrutores são verdadeiros mestres, sempre dispostos a ajudar e orientar. A capoeira me ensinou muito sobre respeito, disciplina e superação. Recomendo a todos que queiram se desafiar e crescer! Preços dos exercício Participação única em uma sessão de treinamento em grupo: R$ 60 Assinatura para 4 sessões (treinamento em grupo): R$ 200 Assinatura para 8 sessões (treinamento em grupo): R$ 360 Treinamento pessoal (60 minutos): R$ 90 Pacote para iniciantes (4 sessões de treinamento em grupo + 1 sessão de treinamento pessoal): R$ 280 Pacote Avançado (8 treinos em grupo + 2 sessões de personal training): R$ 520 Galeria PERGUNTAS FREQUENTES O que é capoeira? A capoeira é uma arte marcial brasileira que combina elementos de dança, acrobacia e música. Não é apenas uma forma de treinamento, mas também parte da cultura e da tradição brasileiras. Preciso ter experiência para começar a capoeira? Não, não é necessário ter experiência! Todos são bem-vindos, independentemente do nível de habilidade ou idade. Nossos instrutores trabalharão com você individualmente para ajudá-lo a aprender o básico e progredir gradualmente. O que devo usar em uma aula de capoeira? Recomendamos o uso de roupas esportivas confortáveis, como camiseta, shorts ou leggings e sapatos ou sandálias flexíveis. Lembre-se também de trazer uma garrafa de água e uma toalha. Com que frequência preciso me exercitar para ver os resultados? Os resultados variam de acordo com os objetivos individuais e o nível de condicionamento físico, mas o treinamento regular de 2 a 3 vezes por semana permitirá que você obtenha melhorias significativas no condicionamento físico e na habilidade da capoeira. Quais são os benefícios da capoeira? A capoeira pode ajudá-lo a melhorar sua coordenação, flexibilidade, força e resistência, bem como seu senso de ritmo e musicalidade. Também é uma ótima maneira de relaxar e melhorar sua saúde espiritual. contatos Telefone: +55-39-6464-1282 E-mail: CapoeirSunstroke@gmail.com Endereço: SDN, CNB - Asa Norte, Brasília - DF, 70077-900, Brasil Enviar Eu aceito Política de privacidade Política de Privacidade Termos e Condições © 2024 Sunstroke Capoeira. Todos os direitos reservados. document.addEventListener(\"DOMContentLoaded\", function () { const accordionTitles = document.querySelectorAll(\".faq__item-title\"); accordionTitles.forEach(function (title) { console.log(title); title.addEventListener(\"click\", function () { const content = this.nextElementSibling; const isOpen = content.style.maxHeight !== \"0px\"; const accordions = document.querySelectorAll(\".faq__item-content\"); accordions.forEach(function (item) { if (item !== content) { item.style.maxHeight = \"0\"; item.previousElementSibling.classList.remove(\"active\"); } }); content.style.maxHeight = isOpen ? \"0\" : content.scrollHeight + \"px\"; this.classList.toggle(\"active\"); }); }); });",
    "policy": "Política de privacidade da Sunstroke Capoeira Nossas vantagens Sobre nós Estude Conosco Sucesso dos alunos Treinadores Horário Depoimentos Preços dos exercício Galeria FAQ Contatos Política de privacidade Esta política de privacidade descreve como coletamos, usamos, armazenamos e protegemos suas informações pessoais quando você visita nosso site e usa nossos serviços. Coleta de informações: Podemos coletar vários tipos de informações sobre você, inclusive seu nome, endereço de e-mail, número de telefone, informações de pagamento e outras informações que você nos fornece quando se registra no site, preenche formulários de feedback, faz pedidos ou usa nossos serviços. Uso das informações Usamos suas informações pessoais para processar suas consultas, prestar serviços e garantir a qualidade do serviço. Também podemos usar essas informações para aprimorar nossos serviços e adaptar o conteúdo às suas preferências. Podemos usar ferramentas analíticas para analisar os dados coletados e otimizar o desempenho do nosso site. Retenção de informações Armazenamos suas informações somente na medida necessária para fornecer nossos serviços e para cumprir as exigências legais. Usamos medidas de segurança técnicas e organizacionais adequadas para proteger suas informações pessoais contra acesso não autorizado, perda, divulgação ou outro uso indevido. Transferência de informações para terceiros: Não compartilhamos suas informações pessoais com terceiros sem o seu consentimento, exceto quando exigido por lei. Também podemos divulgar suas informações a terceiros quando necessário para fornecer nossos serviços ou para cumprir requisitos legais. Alterações em nossa política de privacidade: Reservamo-nos o direito de fazer alterações em nossa política de privacidade. Todas as alterações serão publicadas nesta página. Recomendamos que você verifique periodicamente se há atualizações nesta página. Concordância com a Política: Ao continuar a usar nosso site, você automaticamente concorda com esta Política de Privacidade. Se não concordar com esta política, não use nosso site. Como entrar em contato conosco: Se tiver dúvidas ou sugestões sobre nossa política, entre em contato conosco por meio das informações de contato listadas em nosso site. Valorizamos sua confiança e estamos à disposição para responder a quaisquer perguntas que você possa ter sobre nossa política de privacidade. Entre em contato conosco se tiver alguma dúvida ou sugestão Política de Privacidade Termos e Condições © 2024 Sunstroke Capoeira. Todos os direitos reservados.",
    "terms": "Termos e condições de uso do Sunshine Strike Capoeira Nossas vantagens Sobre nós Estude Conosco Sucesso dos alunos Treinadores Horário Depoimentos Preços dos exercício Galeria FAQ Contatos Termos e condições Bem-vindo à página de Termos e Condições do site Sunshine Strike Capoeira. Por favor, leia estes termos e condições cuidadosamente antes de usar nosso site. Contrato do usuário: Ao usar o nosso site, você concorda em cumprir todas as disposições do nosso Contrato do usuário, que rege o uso do nosso site. Esse contrato inclui regras e restrições relativas a conteúdo, comentários de usuários e interações com outros usuários. Privacidade: Temos o compromisso de proteger sua privacidade. Leia nossa Política de Privacidade para entender como coletamos, usamos e protegemos suas informações pessoais. Fazemos o possível para manter seus dados seguros e impedir o uso não autorizado. Uso de Materiais: Os materiais em nosso site estão protegidos por direitos autorais e outras leis de propriedade intelectual. O uso desses materiais sem a nossa permissão é proibido. Isenção de Responsabilidade: Embora nos esforcemos para garantir que as informações em nosso site sejam precisas e completas, não nos responsabilizamos por qualquer perda ou dano decorrente do uso dessas informações. Recomendamos que você sempre verifique as informações antes de tomar qualquer decisão. Alterações nos Termos de Uso: Reservamo-nos o direito de alterar estes Termos de Uso a qualquer momento, sem aviso prévio. As alterações entrarão em vigor a partir da data em que forem publicadas em nosso site. Recomendamos que você verifique regularmente se houve alterações nestes termos. Ao continuar a usar nosso site, você automaticamente concorda com estes termos e condições. Se tiver dúvidas ou sugestões sobre nossos Termos de Uso, entre em contato conosco. Tudo de bom, Equipe Sunshine Strike Capoeira Política de Privacidade Termos e Condições © 2024 Sunstroke Capoeira. Todos os direitos reservados.",
    "thanks": "Obrigado por escolher o Sunbeam Capoeira Obrigado por sua consulta! Agradecemos seu interesse em nosso Sunburst Capoeira Club. Sua mensagem foi recebida com sucesso e faremos o possível para responder o mais breve possível. Se tiver mais perguntas ou dúvidas, sinta-se à vontade para entrar em contato conosco pelos detalhes de contato fornecidos. Com os melhores cumprimentos, Equipe Sunshine Strike Capoeira Go back"
  }
}