{
  "name": "New_v9_TrimTrove",
  "pages": {
    "index": "TrimTrove - Your Ultimate Barber Shop Experience TrimTrove About Services Barbers Prices Contact FAQ About Us TrimTrove is where style and craftsmanship meet. We opened our doors in 2015 in the heart of the city with one mission - to create a unique space for men to enjoy high-quality haircut and grooming services in a friendly and relaxing atmosphere. Our Mission We aim to be your trusted partner in men's grooming, providing quality services, personalized approach, and enjoyable experience for each client. Our Values Quality - we use only the finest products and techniques to ensure a high level of service. Professionalism - our team consists of experienced and talented barbers ready to bring any of your ideas to life. Client-Centricity - your satisfaction is our priority. We always listen to your needs and strive to exceed your expectations. Atmosphere - we've created a cozy and inviting environment where you can relax and feel at home. Our Team Our team of skilled barbers is dedicated to providing top-notch services tailored to your individual needs. With years of experience and a passion for their craft, they're committed to helping you look and feel your best. Our Services Haircuts Our expert barbers are skilled in a variety of haircut styles, from classic to contemporary. Whether you prefer a short and sharp look or something more relaxed and textured, we've got you covered. Beard Trims Keep your beard looking its best with our precision beard trims. We'll shape and sculpt your facial hair to suit your style, whether you prefer a neat and tidy look or something more rugged and natural. Shaves Indulge in the ultimate grooming experience with our traditional hot towel shaves. Sit back and relax as we prepare your skin, lather on luxurious shaving cream, and expertly remove every trace of stubble for a smooth and comfortable shave. Facials Treat yourself to a rejuvenating facial tailored to your skin's needs. Our facials cleanse, exfoliate, and nourish your skin, leaving you feeling refreshed and revitalized. Scalp Treatments Pamper your scalp with our invigorating scalp treatments. Designed to soothe and hydrate the scalp, these treatments promote healthy hair growth and leave your scalp feeling balanced and revitalized. Waxing Say goodbye to unwanted hair with our professional waxing services. From eyebrows to chest and back, our skilled estheticians will ensure a smooth and comfortable waxing experience. Coloring Add depth and dimension to your hair with our expert coloring services. Whether you want to cover up gray hair, add highlights, or completely change your hair color, our colorists will create a customized look that suits your style. Styling Finish off your look with our professional styling services. Whether you want a sleek and polished style or something more tousled and textured, our stylists will create a look that complements your features and reflects your personal style. Manicures Treat your hands to a manicure and keep your nails looking clean and polished. Our manicures include nail shaping, cuticle care, and hand massage for a relaxing and rejuvenating experience. Pedicures Step up your grooming game with a pedicure. Our pedicures include nail trimming, callus removal, and foot massage, leaving your feet feeling soft, smooth, and refreshed. Gallery Our Barbers John Doe With over 10 years of experience, John is a master of classic and modern haircut styles. His attention to detail and passion for his craft ensure that every client leaves the chair feeling confident and satisfied. Specialties: Classic Haircuts, Beard Trims, Styling Achievements: Winner of Best Barber Award 2020 Jane Smith Jane is known for her creative approach to hair styling and her ability to create unique looks that reflect each client's personality. She specializes in fades, textured cuts, and intricate beard designs. Specialties: Fades, Textured Cuts, Beard Designs Achievements: Featured in Barber's Journal 2019 Michael Johnson Michael brings a modern touch to traditional barbering techniques. He is skilled in precision cutting, creative styling, and beard grooming. His attention to detail and dedication to his clients make him a favorite among our customers. Specialties: Precision Cutting, Creative Styling, Beard Grooming Achievements: Finalist in International Barber Competition 2018 Sarah Brown Sarah's passion for barbering shines through in her work. She is known for her friendly personality and ability to create personalized looks that suit each client's lifestyle and preferences. Her expertise includes classic cuts, fades, and hot towel shaves. Specialties: Classic Cuts, Fades, Hot Towel Shaves Achievements: Certified Master Barber David Wilson David is a seasoned barber with a keen eye for detail. He specializes in creating tailored looks that enhance each client's individual style. With his friendly demeanor and expert skills, David ensures a comfortable and enjoyable experience for every client. Specialties: Tailored Looks, Personalized Styling Achievements: Trained under Master Barber John Smith Emily Davis Emily is passionate about helping clients look and feel their best. She excels in both classic and contemporary haircut styles and is skilled in beard grooming and hot towel shaves. With her warm personality and attention to detail, Emily creates a welcoming and relaxing atmosphere for her clients. Specialties: Classic and Contemporary Styles, Beard Grooming, Hot Towel Shaves Achievements: Certified Barber Instructor Matthew Roberts Matthew is known for his precision cutting and impeccable attention to detail. He has a talent for creating clean and polished looks that suit each client's unique features and personality. Matthew's dedication to his craft and commitment to excellence make him a trusted barber among our clientele. Specialties: Precision Cutting, Clean and Polished Looks Achievements: Winner of Barber Excellence Award 2019 Olivia Taylor Olivia is a versatile barber with a flair for creativity. She enjoys experimenting with different haircut styles and techniques to create unique and personalized looks for her clients. With her friendly attitude and artistic vision, Olivia strives to exceed her clients' expectations with every appointment. Specialties: Creative Haircut Styles, Versatility Achievements: Featured in Barber's Showcase 2020 Our Prices Haircut $20 Beard Trim $15 Shave $25 Facial $30 Scalp Treatment $35 Hot Towel Shave $30 Beard Coloring $20 Kids Haircut $15 Classic Shave $35 Mustache Trim $10 Head Shave $20 Beard Wash $5 Design Haircut $40 Straight Razor Shave $40 Beard Trim and Line Up $25 Contact Us 45WG+66G, Gandhinagar, Ambikapur, Chhattisgarh 497001, India TrimTrove@gmail.com +91 957 1345862 I accept Privacy Policy Send Our Blog Tips for Hair and Beard Care Proper hair and beard care are essential for maintaining a healthy and stylish appearance. Here are some tips: Wash your hair and beard regularly with a mild shampoo and conditioner to remove dirt and excess oil. Use a moisturizing beard oil or balm to keep your beard soft and hydrated, reducing itchiness and dryness. Trim your beard regularly to maintain its shape and prevent split ends. Invest in a quality beard trimmer for precision grooming. Avoid using hot water when washing your hair and beard, as it can strip away natural oils and lead to dryness. Protect your hair and beard from heat damage by using a heat protectant spray before styling with hot tools. Trends in Men's Haircuts Men's haircut trends are constantly evolving, but here are some popular styles that are currently in vogue: Messy Quiff: This textured hairstyle features longer hair on top styled into a messy, swept-back look. Crop Top: A short and textured hairstyle that's cropped close to the head, offering a clean and modern appearance. Low Fade: A versatile haircut that features a gradual fade from short to long hair, creating a polished and sophisticated look. Undercut: This edgy hairstyle features shaved sides and back with longer hair on top, allowing for various styling options. Trends in Men's Shaving When it comes to shaving, men have several options to choose from, including: Classic Wet Shave: Experience the luxury of a traditional wet shave using a safety razor and shaving brush for a close and comfortable shave. Beard Grooming: Keep your beard looking its best with a range of grooming products, including beard oils, balms, and waxes. Clean-Shaven Look: For a polished appearance, opt for a clean-shaven look using a multi-blade razor or electric shaver. Stubble: Embrace a rugged and masculine look with carefully groomed stubble, achieved by maintaining a short length of facial hair. Frequently Asked Questions Question 1: What are your opening hours? Our barbershop is open from Monday to Saturday, 9:00 AM to 7:00 PM. Question 2: Do I need to make an appointment? While walk-ins are welcome, we recommend making an appointment to ensure you get the time slot that works best for you. Question 3: What services do you offer? We offer a range of services including haircuts, beard trims, shaves, and facial treatments. Question 4: How much do your services cost? Our prices vary depending on the service you choose. Please refer to our Prices section for more information. Question 5: Do you offer gift cards? Yes, we offer gift cards in various denominations. They make a perfect gift for any occasion! Question 6: Can I bring my child for a haircut? Of course! We welcome clients of all ages and are experienced in providing haircuts for children. Question 7: How long does a typical haircut appointment take? The duration of a haircut appointment can vary depending on the complexity of the style and your individual needs. On average, a haircut appointment lasts between 30 minutes to an hour. Question 8: Do you offer beard grooming services? Yes, we offer a range of beard grooming services including beard trims, shaping, and maintenance. Our experienced barbers can help you achieve the perfect beard style. Question 9: Can I book multiple services in one appointment? Absolutely! You can book multiple services in one appointment to save time and get a complete grooming experience. Just let us know which services you'd like when booking. Question 10: Do you offer discounts for students or seniors? Yes, we offer discounts for students and seniors. Please bring valid ID to avail of the discount. Question 11: Can I reschedule or cancel my appointment? Yes, you can reschedule or cancel your appointment. We kindly ask for at least 24 hours notice if you need to change or cancel your appointment. Question 12: How often should I get a haircut? The frequency of haircuts depends on your hair type, style, and personal preference. On average, most people get a haircut every 4-6 weeks to maintain their style. About Services Barbers Prices Contact FAQ Terms & Conditions Privacy Policy document.addEventListener('DOMContentLoaded', function() { const questions = document.querySelectorAll('.question'); questions.forEach(function(question) { question.addEventListener('click', function() { const answer = this.nextElementSibling; if (answer.classList.contains('open')) { answer.classList.remove('open'); } else { closeAllAnswers(); answer.classList.add('open'); } }); }); function closeAllAnswers() { const answers = document.querySelectorAll('.answer'); answers.forEach(function(answer) { answer.classList.remove('open'); }); } });",
    "policy": "Privacy Policy | TrimTrove Barber Shop h2{ margin-bottom: 20px; } p{ margin-bottom: 30px; line-height: 1.6; } TrimTrove About Services Barbers Prices Contact FAQ At TrimTrove, we are dedicated to protecting the privacy and security of our customers. At TrimTrove, we are committed to protecting your privacy and ensuring the security of your personal information. We understand the importance of maintaining the confidentiality of your personal data and are dedicated to safeguarding it in compliance with applicable data protection laws and regulations. By using our website and services, you agree to the terms of this Privacy Policy. If you do not agree with any part of this policy, please refrain from using our website and services. Security We take the security of your personal information seriously and implement appropriate technical and organizational measures to protect it. We use industry-standard security protocols and encryption technologies to safeguard your data. However, please be aware that no method of transmission over the internet or electronic storage is completely secure, and we cannot guarantee absolute security. Changes to This Privacy Policy At TrimTrove, we may occasionally update our Privacy Policy to reflect changes in our practices and legal requirements. We encourage you to review this Privacy Policy periodically to stay informed about how we collect, use, and protect your personal information. By continuing to use our website and services after the changes to this Privacy Policy become effective, you are agreeing to be bound by the updated terms. If you do not agree with any part of the updated policy, you may choose to discontinue using our website and services. If you have any questions or concerns about our Privacy Policy or the changes made to it, please contact us for clarification. Your privacy and trust are important to us, and we are committed to being transparent about our data practices. Your Rights At TrimTrove, we respect your rights regarding your personal information and are committed to ensuring that you have control over your data. As such, you have the following rights: Right to Access: You have the right to request access to the personal information we hold about you. This includes information about how we collect, use, and disclose your data. Right to Update: You have the right to request updates or corrections to any inaccurate or incomplete personal information we hold about you. We strive to ensure that your information is accurate and up to date. Right to Delete: You have the right to request the deletion of your personal information from our records. We will comply with your request, subject to certain legal and contractual obligations. Right to Object: You have the right to object to the processing of your personal information for certain purposes, such as direct marketing or profiling. We will respect your preferences and cease processing your data for these purposes. Right to Restrict: You have the right to request the restriction of processing of your personal information in certain circumstances, such as when the accuracy of the data is contested or the processing is unlawful. Right to Data Portability: You have the right to receive a copy of your personal information in a structured, commonly used, and machine-readable format, and to transmit that data to another controller. If you would like to exercise any of these rights or have any questions about your rights regarding your personal information, please contact us using the contact information provided below. We will respond to your request promptly and in accordance with applicable data protection laws. Contact Us If you have any questions or concerns about our Privacy Policy, or if you would like to exercise your rights regarding your personal information, please contact us: Email: TrimTrove@gmail.com Phone: +91 957 1345862 Address: 45WG+66G, Gandhinagar, Ambikapur, Chhattisgarh 497001, India About Services Barbers Prices Contact FAQ Terms & Conditions Privacy Policy",
    "terms": "Terms & Conditions | TrimTrove Barber Shop h2{ margin-bottom: 20px; } p{ margin-bottom: 30px; line-height: 1.6; } TrimTrove About Services Barbers Prices Contact FAQ Welcome to TrimTrove! These Terms and Conditions govern your use of our website and services. By accessing or using our website, you agree to comply with these Terms and Conditions. Please read them carefully. 1. Agreement to Terms By accessing or using our website, you agree to be bound by these Terms and Conditions. If you do not agree to these Terms and Conditions, you may not access or use our website. 2. Use of Our Website You may use our website for lawful purposes only. You agree not to use our website for any unlawful or prohibited activities, including but not limited to: violating any applicable laws or regulations, infringing upon the rights of others, or interfering with the operation of our website. 3. User Accounts Certain features of our website may require you to create a user account. You are responsible for maintaining the confidentiality of your account and password and for restricting access to your computer. You agree to accept responsibility for all activities that occur under your account or password. 4. Intellectual Property Rights All content on our website, including text, graphics, logos, images, and software, is the property of TrimTrove or its content suppliers and is protected by copyright and other intellectual property laws. You may not reproduce, distribute, or transmit any content from our website without our prior written consent. 5. Limitation of Liability Under no circumstances shall TrimTrove be liable for any indirect, incidental, special, consequential, or punitive damages arising out of or in connection with your use of our website or services. This includes but is not limited to damages for loss of profits, goodwill, use, data, or other intangible losses. 6. Governing Law These Terms and Conditions shall be governed by and construed in accordance with the laws of the United States. Any disputes arising under these Terms and Conditions shall be subject to the exclusive jurisdiction of the courts in the United States. 7. Changes to Terms and Conditions We reserve the right to update or change these Terms and Conditions at any time. Any changes will be effective immediately upon posting the updated Terms and Conditions on our website. Your continued use of our website after any changes to the Terms and Conditions constitutes your acceptance of the updated terms. 8. Contact Us If you have any questions or concerns about these Terms and Conditions, please contact us: Email: TrimTrove@gmail.com Phone: +91 957 1345862 Address: 45WG+66G, Gandhinagar, Ambikapur, Chhattisgarh 497001, India About Services Barbers Prices Contact FAQ Terms & Conditions Privacy Policy",
    "thanks": "Thank You | TrimTrove h1{ margin-bottom: 40px; } main { color: #333; position: absolute; top: 50%; left: 50%; transform: translate(-50%, -50%); } main p { font-size: 18px; } Thank You for Contacting Us! We have received your message and will do our best to respond to you as soon as possible. For urgent matters, please call us at +91 957 1345862. Return to Home Page."
  }
}