{
  "name": "New_v9_TrainiT",
  "pages": {
    "index": "TrainiT SobreNós Valores Serviços Projetos Depoimentos TrainiT Somos a TrainiT, uma empresa onde a inovação encontra a excelência em fitness. Estamos ansiosos para trabalhar com você para criar uma experiência esportiva excepcional. Contatos Nós somos a TrainiT Com mais de duas décadas de experiência, somos reconhecidos como líderes na fabricação de plataformas de fitness, construção de campos esportivos e instalação de equipamentos de academia. Nossa equipe de profissionais qualificados está comprometida em oferecer serviços de primeira linha e qualidade excepcional em cada projeto. Nos orgulhamos da nossa atenção aos detalhes e dedicação à satisfação do cliente, garantindo que cada projeto atenda aos mais altos padrões. Na TrainiT, acreditamos que cada espaço esportivo ajuda toda a humanidade, e somos apaixonados por criar ambientes que inspiram e perduram. Nosso portfólio diversificado inclui plataformas de fitness, campos esportivos e instalações de equipamentos de academia, todos projetados com funcionalidade e estética em mente. Segurança e sustentabilidade são fundamentais em nossas práticas, e aderimos a protocolos de segurança rigorosos enquanto implementamos métodos ecologicamente corretos. Transparência, integridade e confiabilidade são os pilares do nosso negócio, e nos esforçamos para superar as expectativas em cada projeto. Obrigado por considerar a TrainiT para o seu próximo projeto. Contatos Nossos valores fundamentais Na TrainiT, nossa missão é revolucionar a indústria de fitness estabelecendo os mais altos padrões em qualidade, segurança e inovação. Acreditamos que ambientes de fitness excepcionais começam com um planejamento detalhado e o uso de materiais premium, garantindo que cada plataforma de fitness, campo esportivo e instalação de equipamentos de academia que criamos resista ao teste do tempo. A segurança é nossa principal prioridade, e seguimos meticulosamente todas as regulamentações e protocolos de segurança para proteger nossa equipe, clientes e as comunidades que servimos. Também enfatizamos o conforto do usuário, projetando espaços de fitness que não são apenas funcionais e visualmente atraentes, mas também proporcionam uma atmosfera agradável e motivadora para todos os usuários. Na TrainiT, estamos dedicados à melhoria contínua, pioneirismo em novas soluções e promoção da sustentabilidade, esforçando-nos para entregar resultados excepcionais que superem as expectativas e estabeleçam novos padrões na indústria de fitness. Qualidade Garantimos a mais alta qualidade através do uso de materiais de alta qualidade e planejamento cuidadoso. Treinadores e superfícies são submetidos aos mais altos níveis de testes. Segurança A segurança é primordial. Seguimos todos os padrões e protocolos para garantir que nossas quadras e superfícies sejam o mais seguras possível para atividades esportivas. Conforto Nossos projetos visam criar um ambiente agradável e motivador para que você queira se exercitar e não criar associações negativas. O que oferecemos Na TrainiT, oferecemos soluções fitness de alta qualidade, adaptadas às suas necessidades. Nossa expertise abrange uma variedade de serviços projetados para melhorar seu ambiente esportivo. Descubra como podemos ajudá-lo a alcançar seus objetivos fitness com nossas ofertas abrangentes. Somos especializados no design, instalação e manutenção de plataformas de fitness, campos esportivos e equipamentos de academia, garantindo que cada projeto atenda aos mais altos padrões de qualidade e segurança. Se você está procurando melhorar suas instalações existentes ou construir novas do zero, a TrainiT tem a experiência e o conhecimento para entregar resultados excepcionais. Nossa equipe de profissionais qualificados trabalha em estreita colaboração com você para entender suas necessidades únicas e fornecer soluções personalizadas que atendam às suas exigências específicas. Além dos nossos serviços principais, oferecemos suporte e manutenção contínuos para garantir que seu ambiente fitness permaneça em condições ideais. Nossa dedicação à inovação significa que estamos constantemente explorando novas tecnologias e métodos para aprimorar nossas ofertas. Confie na TrainiT para ser seu parceiro na criação de uma instalação fitness de ponta que inspire e motive. Consultoria Instalação Manutenção Explore nossos projetos selecionados e saiba mais sobre nosso trabalho Nossa experiência inclui uma variedade de projetos esportivos. Especializamo-nos em estádios, quadras, academias, playgrounds fitness, pistas atléticas e até complexos de escalada com paredes de escalada. Nossa equipe de profissionais possui habilidades únicas e vasta experiência, o que nos permite realizar com sucesso projetos de qualquer complexidade. Com a gente, você vai amar esportes mesmo que antes você fosse repelido por ele. Urban Campos de Futebol Wimbledon Quadras de Tênis Workout Playgrounds de Academia Contatos Superfícies e Testes de Carga Na TrainiT, nos orgulhamos de fornecer superfícies de alta qualidade para quadras e playgrounds que garantem durabilidade e desempenho ótimo. Nossas superfícies são fabricadas com os melhores materiais, garantindo uma experiência segura e agradável para usuários de todas as idades. Testamos rigorosamente cada superfície para resistir a diversas condições climáticas e uso intenso, oferecendo soluções confiáveis e duradouras. Seja para quadras de basquete, quadras de tênis ou playgrounds, nossas superfícies são projetadas para atender aos mais altos padrões de segurança e qualidade. Confie na TrainiT para fornecer superfícies que não apenas melhoram o desempenho, mas também priorizam a segurança do usuário. Em nossas academias, enfatizamos segurança e desempenho realizando testes rigorosos de carga em todos os equipamentos. Nossos procedimentos de teste rigorosos garantem que cada equipamento possa suportar cargas elevadas, proporcionando um ambiente seguro de treino para todos os entusiastas de fitness. Avaliamos continuamente e atualizamos nossos equipamentos para manter padrões de alta qualidade e atender às necessidades em constante evolução de nossos clientes. Na TrainiT, estamos comprometidos em oferecer soluções de academia confiáveis e de alto desempenho que priorizam a segurança e a satisfação do usuário. Experimente a diferença com nossos ambientes fitness meticulosamente testados e expertamente criados. Temos o apoio de mais de 10+ bureaus de construção Praia e Água Na TrainiT, somos especializados na criação de piscinas premium que combinam segurança, funcionalidade e apelo estético, tornando-as perfeitas tanto para uso recreativo quanto competitivo. Nossas quadras de vôlei de praia e futebol de areia são projetadas com areia de alta qualidade e materiais duráveis para fornecer uma superfície de jogo ideal que atende aos padrões profissionais. Além disso, nossos campos de futebol de areia são elaborados para garantir uma experiência segura e agradável, apresentando superfícies bem mantidas que podem suportar jogos intensos. Confie na TrainiT para oferecer instalações excepcionais para esportes aquáticos e de praia que atendem a atletas e entusiastas. TESTEMUNHOS \"A TrainiT transformou nossa academia com seus equipamentos de primeira linha e serviço excepcional. A qualidade e a durabilidade de seus produtos superaram nossas expectativas.\" Mitch Romanov PR, Sports Industries \"Os novos campos esportivos instalados pela TrainiT são fantásticos! Nossa comunidade nunca esteve tão feliz, e o nível de profissionalismo e atenção aos detalhes foi notável.\" Jannet Berger Head Tech Manager, SupAbil \"Graças à TrainiT, nossos playgrounds agora são seguros e divertidos para todas as crianças. Seu compromisso com a qualidade e a segurança é evidente em todos os aspectos de seu trabalho.\" Jonathan Vortex Sales Assistant, SpecRecords Faça-nos uma pergunta: Nome Email Mensagem Aceito a Política de Privacidade Enviar NOSSO ESCRITÓRIO Endereço: Rua Ivo de Tassis, 120 - Nova JK, Gov. Valadares - MG, 35045-570, Brazil Chamada: +553332724615 Email: trainit@gmail.com Política de Privacidade Termos e Condições &copy; 2024 TrainiT. Todos os direitos reservados. QUEM SOMOS SobreNós Valores Serviços Projetos Depoimentos",
    "privacy": "Política de Privacidade - TrainiT Início Política de Privacidade Parceiros de Terceiros Aqui você pode descrever como e com quem compartilhamos informações com parceiros de terceiros, e como isso afeta a privacidade dos usuários. Inclua aqui qualquer informação relevante sobre como esses parceiros de terceiros utilizam as informações coletadas, se aplicável. Coleta de Informações Pessoais Descreva os tipos de informações pessoais que coletamos dos usuários, como nomes, endereços de e-mail, dados de contato, etc. Explique também como essas informações são coletadas, seja por meio de formulários no site, cookies, registros de servidor, ou outros métodos. Uso das Informações Pessoais Detalhe como utilizamos as informações pessoais dos usuários, incluindo para fornecer serviços, personalizar experiências, enviar comunicações de marketing, etc. Se houver alguma finalidade específica para a qual as informações são utilizadas, como processamento de pagamentos ou análise de dados, mencione aqui. Segurança de Dados Explicite as medidas de segurança que implementamos para proteger as informações dos usuários contra acessos não autorizados, uso indevido, ou divulgação. Isso pode incluir práticas de criptografia, restrições de acesso aos dados, auditorias de segurança regulares, entre outras medidas. Cookies e Tecnologias Semelhantes Informe sobre o uso de cookies e outras tecnologias de rastreamento no site, incluindo como são utilizados para melhorar a experiência do usuário ou para fins analíticos. Especifique se os usuários têm a opção de aceitar ou recusar cookies, e como isso pode afetar a funcionalidade do site. Direitos dos Usuários Descreva os direitos dos usuários em relação às suas informações pessoais, incluindo o direito de acessar, corrigir, ou excluir dados pessoais conforme necessário. Informe também como os usuários podem exercer esses direitos e como entrarem em contato conosco para obter mais informações. Alterações nesta Política de Privacidade Explique como notificaremos os usuários sobre quaisquer alterações nesta política de privacidade, seja por e-mail, publicação no site, ou outros meios adequados. Certifique-se de indicar a data da última atualização da política para que os usuários possam verificar se houve mudanças desde sua última visita. Contato Forneça informações de contato para os usuários que desejam fazer perguntas ou fornecer feedback sobre esta política de privacidade. Inclua endereço de telefone, ou formulário de contato que os usuários possam utilizar para entrar em contato conosco diretamente. Inclua endereço de e-mail trainit@gmail.com. Jurisdição e Aplicabilidade Esclareça qual jurisdição governa esta política de privacidade e a aplicabilidade das suas disposições aos usuários do site. Isso pode incluir informações sobre leis locais de proteção de dados ou qualquer outra legislação relevante que se aplique à coleta e uso de informações pessoais. Consentimento Detalhe como os usuários consentem com a coleta, uso e processamento de suas informações pessoais ao utilizar o site ou ao interagir com nossos serviços. Explique também como os usuários podem retirar seu consentimento a qualquer momento e as possíveis consequências dessa ação. Disposições Gerais Inclua quaisquer outras disposições gerais relevantes para esta política de privacidade que não foram abordadas nas seções anteriores. Isso pode incluir cláusulas de não responsabilidade, disposições de aplicação, ou outras informações importantes para os usuários. Última Atualização Indique a data da última atualização desta política de privacidade para que os usuários possam verificar se houve alterações desde sua última visita. Certifique-se de manter esta informação atualizada conforme você fizer novas revisões ou alterações na política de privacidade. Aceitação desta Política Informe como os usuários aceitam os termos desta política de privacidade ao acessar ou utilizar o site e quaisquer serviços oferecidos. Isso pode incluir o uso de caixas de seleção ou botões de aceitação, indicando que ao continuar a navegar, o usuário concorda com os termos apresentados. Informações Adicionais Adicione qualquer informação adicional relevante que não tenha sido abordada nas seções anteriores, mas que seja importante para os usuários compreenderem nossas práticas de privacidade. Isso pode incluir detalhes sobre a política de retenção de dados, transferência internacional de informações, ou outros aspectos importantes. Início Termos e Condições &copy; 2024 TrainiT. Todos os direitos reservados.",
    "terms": "Terms and Conditions - TrainiT Início Termos e Condições Definições e Termos Aqui você encontrará definições importantes e termos que se aplicam aos nossos serviços e sua utilização. É importante entender essas definições para uma melhor compreensão dos nossos Termos e Condições. Uso do Site Nossos Termos e Condições regulam o uso deste site. Ao acessar este site, você concorda com estes termos e condições na íntegra. Se você não concordar com qualquer parte destes termos, por favor, não use nosso site. Alterações nos Termos Reservamos o direito de modificar estes termos a qualquer momento. As alterações entram em vigor imediatamente após serem publicadas neste site. Recomendamos que você verifique periodicamente esta página para estar ciente de quaisquer alterações. Propriedade Intelectual Todos os direitos de propriedade intelectual neste site são de propriedade da TrainiT ou de seus licenciantes. Você concorda em não copiar, reproduzir, modificar, distribuir ou utilizar de qualquer forma o conteúdo deste site sem nossa autorização prévia por escrito. Responsabilidades do Usuário Você é responsável por manter a confidencialidade de sua conta e senha, bem como por restringir o acesso ao seu computador. Você concorda em aceitar a responsabilidade por todas as atividades que ocorram sob sua conta ou senha. Limitação de Responsabilidade Em nenhuma circunstância a TrainiT será responsável por danos diretos, indiretos, incidentais, especiais, punitivos ou consequenciais decorrentes do uso ou da incapacidade de usar este site ou qualquer conteúdo nele contido. Links para Outros Sites Este site pode conter links para sites de terceiros que não são controlados pela TrainiT. Não nos responsabilizamos pelo conteúdo, políticas de privacidade ou práticas de qualquer site de terceiros. Lei Aplicável Estes Termos e Condições são regidos e interpretados de acordo com as leis do Brasil. Você concorda irrevogavelmente com a jurisdição exclusiva dos tribunais localizados em [cidade/estado], Brasil, para resolver qualquer disputa que possa surgir em relação a estes termos. Disposições Gerais Se qualquer disposição destes Termos e Condições for considerada inválida ou inexequível, essa disposição será eliminada ou limitada na medida mínima necessária, de modo que os Termos e Condições permaneçam em pleno vigor e efeito. Consentimento Ao usar este site, você consente com os nossos Termos e Condições e concorda em cumprir todas as leis e regulamentos aplicáveis. Atualizações dos Termos Estes Termos e Condições podem ser atualizados periodicamente. A data da última atualização será indicada na parte superior desta página. Continuar a usar o site após as alterações constitui a sua aceitação dos Termos e Condições revisados. Informações de Contato Seu feedback e perguntas nos ajudam a melhorar nossos termos e oferecer um serviço melhor aos nossos usuários. Estamos aqui para ajudar. Se você tiver alguma dúvida ou preocupação sobre nossos Termos e Condições, entre em contato conosco pelo email trainit@gmail.com. Início Política de Privacidade &copy; 2024 TrainiT. Todos os direitos reservados.",
    "thank_page": "Thanks - TrainiT Bem-vindo à TrainiT! Obrigado por visitar a TrainiT! Agradecemos sua preferência e esperamos que tenha gostado de conhecer nossos serviços. Estamos ansiosos para impressioná-lo novamente com nossas soluções excepcionais de fitness e designs inovadores. Na TrainiT, estamos comprometidos com a excelência em todos os aspectos do nosso trabalho. Obrigado mais uma vez por escolher a TrainiT - seu parceiro confiável em soluções de fitness. Voltar para a TrainiT"
  },
  "date": "2024-07-15T16:53:45.996Z"
}