{
  "name": "New_v9_BagBazaarIndia",
  "pages": {
    "index": "Bag Bazaar India - Exquisite Indian Bags and Accessories Home Catalog Categories About Us Contact us Discover the Essence of Indian Style Explore our exclusive collection of handcrafted bags, inspired by the rich cultural heritage of India. Elevate your style with our exquisite range of designer bags and fashion accessories. Explore Collection New Arrival Stylish Leather Handbag ₹ 2500 Order Elegant Tote Bag ₹ 1800 Order Chic Shoulder Bag ₹ 1200 Order Traditional Clutch ₹ 800 Order Bohemian Sling Bag ₹ 1500 Order Popular Categories Handbags View Products Clutches View Products Backpacks View Products Travel Bags View Products About Us Welcome to Bag Bazaar India, your one-stop destination for the finest collection of bags and fashion accessories inspired by the rich cultural heritage of India. Our mission is to provide you with high-quality, handcrafted bags that reflect the elegance and tradition of Indian craftsmanship. Our journey began over a decade ago, and since then, we have been dedicated to offering our customers the best shopping experience, ensuring their satisfaction with every purchase. At Bag Bazaar India, we believe in blending tradition with modernity, offering you a unique range of products that combine classic Indian styles with contemporary designs. With a diverse collection of handbags, clutches, backpacks, and travel bags, we are committed to helping you find the perfect accessory to complement your style and make a statement wherever you go. 1000+ Happy Customers 500+ Products 10+ Years of Experience \" I've received so many compliments whenever I carry it. Thank you for such an amazing product!\" Priya Sharma Shop the Latest Trends Discover our new collection of handcrafted bags and accessories. Contact us Editor's Choice Classic Crossbody Bag ₹ 2000 Order Fashionable Backpack ₹ 2200 Order Modern Laptop Bag ₹ 1800 Order Choose perfection as perfect as you are Find the perfect bag to complement your unique style. Explore our exquisite collection of handcrafted bags and accessories, and let your accessories reflect your personality. Contact us Quality Craftsmanship Each bag is meticulously handcrafted by skilled artisans using traditional Indian techniques and high-quality materials. Unique Designs Discover a wide range of unique designs that blend traditional Indian styles with modern aesthetics, ensuring you stand out from the crowd. Exceptional Quality We are committed to providing you with products of the highest quality, ensuring durability and longevity with every purchase. Customer Satisfaction Your satisfaction is our top priority. We strive to provide you with exceptional customer service and shopping experience. Get in touch with us Have a question or need assistance? We're here to help! Feel free to reach out to us via phone, email, or by filling out the contact form below. I accept privacy policy Send message Home Catalog Categories About Us Contact us Privacy policy Terms and Conditions 711, Connaught Place, New Delhi, Delhi NCR, 110001, India bagbazaarindia@gmail.com +919717537341",
    "privacy": "Bag Bazaar India - Exquisite Indian Bags and Accessories | Privacy Policy Home Catalog Categories About Us Contact us Privacy Policy At Bag Bazaar India, we are committed to protecting your privacy. This Privacy Policy explains our data processing practices and your options regarding the ways in which your personal data is used. Information Collected Bag Bazaar India collects the details provided by you on registration together with information we learn about you from your use of our service and your visits to our web site and other sites accessible from them. Use of Your Information and Your Preferences We will use your information to provide and personalize our service. We will also use your contact details to communicate with you. We may use your information to send you offers and news about Bag Bazaar India products and services or those of other carefully selected companies which we think may be of interest to you. We may contact you by post, email, telephone or fax for these purposes. Disclosures of Your Information We will never pass your personal data to anyone else, except for any successors in title to our business and suppliers that process data on our behalf both in India and abroad. Other Websites Our web site may contain links to other web sites which are outside our control and are not covered by this Privacy Policy. If you access other sites using the links provided, the operators of these sites may collect information from you which will be used by them in accordance with their privacy policy, which may differ from ours. Cookies \"Cookies\" are small pieces of information sent by a web server to a web browser, which enables the server to collect information from the browser. You can find out more about the way cookies. Bag Bazaar India uses cookies for a number of purposes, for instance to enable us to simplify the logging on process for registered users, to help ensure the security and authenticity of registered users, to provide the mechanisms for online shopping and to enable traffic monitoring. Access Rights You have a right to access the personal data that is held about you. To obtain a copy of the personal information Bag Bazaar India holds about you, please write to us at the address given below enclosing your postal details and a cheque for INR 100 payable to Bag Bazaar India. Contact Us If you have any questions or concerns about this privacy policy, please contact us at bagbazaarindia@gmail.com. Home Catalog Categories About Us Contact us Privacy policy Terms and Conditions 711, Connaught Place, New Delhi, Delhi NCR, 110001, India bagbazaarindia@gmail.com +919717537341",
    "terms": "Bag Bazaar India - Exquisite Indian Bags and Accessories | Terms and Conditions Home Catalog Categories About Us Contact us Terms and Conditions These terms and conditions apply to the use of this website, including the purchase of goods. By using this website for these or any other purposes, you agree to be bound by these terms and conditions. If you do not accept these terms and conditions, you should not use this website. Your Obligations You must not use this website: to impersonate any other person or to use a false name or a name you are not authorized to use; to obtain unauthorized access to any part of the website; to interfere with the normal operation of the website or to disrupt or interrupt the website's operation; to transmit or distribute viruses or other harmful programs. Our Contract When you place an order to purchase a product from Bag Bazaar India, we will send you an e-mail confirming receipt of your order and containing the details of your order. Your order represents an offer to us to purchase a product which is accepted by us when we send an e-mail to you confirming that we've accepted the order (the 'Order Confirmation E-mail'). Such acceptance will be complete when we send the Order Confirmation e-mail to you. You are seeking to enter into a contract with Bag Bazaar India when you place an order. Pricing and Availability Whilst we try and ensure that all details, descriptions and prices which appear on this Website are accurate, errors may occur. If we discover an error in the price of any goods which you have ordered we will inform you of this as soon as possible and give you the option of reconfirming your order at the correct price or cancelling it. If we are unable to contact you we will treat the order as cancelled. If you cancel and you have already paid for the goods, you will receive a full refund. Delivery We will deliver the goods ordered by you to the address you give us for delivery at the time you make your order. Delivery will be made according to the carrier's standard procedure. We will try to make sure that all orders are delivered within 30 days of order but we cannot be responsible for any delays caused by third parties. Returns and Refunds You may return most new, unopened items within 30 days of delivery for a full refund. We'll also pay the return shipping costs if the return is a result of our error (you received an incorrect or defective item, etc.). You should expect to receive your refund within four weeks of giving your package to the return shipper, however, in many cases you will receive a refund more quickly. Intellectual Property The content of this website is protected by copyright, trademarks, database right and other intellectual property rights. You may retrieve and display the content of this website on a computer screen, store such content in electronic form on disk (but not any server or other storage device connected to a network) or print one copy of such content for your own personal, non-commercial use, provided you keep intact all and any copyright and proprietary notices. Liability Notwithstanding any other provision in these terms and conditions, nothing in these terms and conditions will affect your statutory rights; or will exclude or limit our liability for death or personal injury resulting from our negligence; or any fraudulent representation; or any other liability which cannot be excluded or limited under applicable law. Contact Us If you have any questions or concerns about these terms and conditions, please contact us at bagbazaarindia@gmail.com Home Catalog Categories About Us Contact us Privacy policy Terms and Conditions 711, Connaught Place, New Delhi, Delhi NCR, 110001, India bagbazaarindia@gmail.com +919717537341",
    "thank": "Bag Bazaar India - Exquisite Indian Bags and Accessories | Thank you Thank you for contacting us! We appreciate you reaching out to us. Your message has been received, and we will get back to you as soon as possible. Home"
  },
  "date": "2024-05-06T10:38:59.584Z"
}