{
  "name": "New_v9_CafeteriaBrasileira",
  "pages": {
    "about": "Cafeteria Brasileira - Café e Comida no Rio de Janeiro | Sobre a Cafeteria Brasileira Início Sobre nós Galeria Sobre a Cafeteria Brasileira A Cafeteria Brasileira é uma cafeteria aconchegante localizada no coração do Rio de Janeiro. Nossa missão é servir cafés artesanais de alta qualidade e proporcionar uma experiência acolhedora e agradável para nossos clientes. Nossa História A cafeteria foi fundada em 2010 por Marcos e Juliana, um casal apaixonado por café. Eles se conheceram trabalhando em uma cafeteria em São Paulo e decidiram abrir o próprio negócio no Rio de Janeiro, a cidade natal deles. Começamos com uma pequena loja, servindo os melhores cafés da região. Com o passar dos anos, fomos expansor e hoje temos essa linda e espaçosa cafeteria, além de servir deliciosas refeições e sobremesas. Valores Nossos valores são: Qualidade - usamos apenas ingredientes frescos e cafés de origem selecionada Atendimento - nossa equipe é treinada para proporcionar o melhor atendimento Aconchego - nosso ambiente é projetado para que o cliente se sinta em casa Sustentabilidade - apoiamos pequenos produtores locais e adotamos práticas sustentáveis Estamos felizes em fazer parte da comunidade do Rio de Janeiro e esperamos poder servir você em breve! O que nossos clientes dizem Café maravilhoso! O café aqui é simplesmente perfeito! Os grãos são cuidadosamente selecionados e o barista prepara cada xícara com maestria. - Joana Santos Adorei o ambiente A cafeteria tem um ambiente aconchegante e calmo, ideal para relaxar e desfrutar de um bom café. - Rodrigo Oliveira Excelente atendimento A equipe é muito educada e prestativa. Sinto que sou bem recebida toda vez que venho aqui. - Ana Paula Souza Comida deliciosa Além dos cafés, eles servem sandes e sobremesas maravilhosas. Vale a pena experimentar! - Felipe Costa Sempre volto aqui Essa cafeteria virou meu ponto de encontro preferido. Ótimo atendimento, produtos de qualidade e ambiente agradável. - Paula Ribeiro Recomendo demais! Se você busca um ótimo café em um lugar confortável, esse é o lugar certo. Nota 10! - Lucas Oliveira Nossas vantagens 01 Café de alta qualidade Nossos grãos são cuidadosamente selecionados para um sabor superior. 02 Variedade de bebidas Oferecemos uma ampla seleção de deliciosas bebidas quentes e frias. 03 Comidas caseiras e frescas Todas as nossas refeições são feitas com ingredientes frescos e naturais. 04 Atendimento caloroso Nossa equipe é treinada para receber todos com um sorriso no rosto. 05 Ambiente aconchegante Nosso espaço é projetado para que você se sinta em casa. 06 Wifi grátis Oferecemos internet gratuita para seus momentos de trabalho ou lazer. Início Sobre nós Galeria Política de privacidade Termos e condições R. Barão da Torre, 240 - A - Ipanema, Rio de Janeiro - RJ, 22411-000, Brasil +55-21-3813-3972 cafeteriabrasileira@gmail.com",
    "gallery": "Cafeteria Brasileira - Café e Comida no Rio de Janeiro | Nossa galeria de fotos e veja de perto os deliciosos cafés Início Sobre nós Galeria Aproveite um momento de relaxamento conosco Nossa cafeteria é o lugar perfeito para você relaxar, desacelerar e aproveitar um momento de qualidade em meio à rotina agitada. Tome um delicioso café expresso recém-passado e saboreie nossas guloseimas caseiras como cookies, brownies e muffins. Escolha uma mesa ao ar livre para aproveitar a brisa e os raios de sol. Ou aconchegue-se nas poltronas de nosso salão climatizado e aprecie o som ambiente de uma boa música. Se preferir, podemos preparar seu café para viagem. Mas se puder, fique conosco por alguns minutos. Desconecte-se do celular, feche os olhos e saboreie seu café devagar. Respire fundo. Deixe seus ombros relaxarem. Curta esse momento só para você. Nossa equipe está aqui para proporcionar a você uma pausa revitalizante do seu dia. Esperamos vê-lo em breve! Traga seu trabalho ou estudo para cá Precisa de um ambiente calmo e inspirador para trabalhar ou estudar fora de casa? Nossa cafeteria é o espaço ideal! Temos uma sala especialmente projetada para quem precisa de concentração e produtividade. Escolha uma poltrona confortável ou aconchegue-se no sofá com almofadas fofinhas. A mesa de centro é perfeita para apoiar seu laptop e anotar suas ideias em um caderno. Pedimos silêncio nessa área para você poder se debruçar sem interrupções. E sempre que precisar recarregar a energia, nossa equipe estará à disposição com um delicioso café. Nossa internet Wi-Fi de alta velocidade ajuda você a continuar conectado e produtivo. Traga seu material de trabalho e use nosso espaço o quanto precisar. Estaremos torcendo pelo seu progresso e sucesso! Ficaremos felizes em proporcionar um ambiente inspirador para você alcançar suas metas. Encontre amigos aqui Nossa cafeteria é o ponto de encontro perfeito para você passer um tempo de qualidade com seus amigos. Reúna seu grupo em nossas mesas espaçosas, sente, relaxe e coloque o papo em dia. Saboreie nossos cafés especiais ou experimente nosso cardápio de bebidas refrescantes e deliciosos petiscos para acompanhar a conversa. Não precisa ter pressa para ir embora, vocês podem ficar o tempo que quiserem. Nós adoramos grupos animados por aqui! É uma ótima oportunidade para matar a saudade dos amigos que não vê há tempos. Ou combinar na hora com a galera e decidir vir para cá. Venham como estiverem, de la casa ou do trabalho mesmo. O clima descontraído e acolhedor da nossa cafeteria conquista todos os visitantes. Então junte os amigos e venham tomar um café conosco. Nosso time receberá vocês com um sorriso no rosto e o coração aberto. Estamos esperando para que vocês possam criar ótimas memórias aqui conosco! Início Sobre nós Galeria Política de privacidade Termos e condições R. Barão da Torre, 240 - A - Ipanema, Rio de Janeiro - RJ, 22411-000, Brasil +55-21-3813-3972 cafeteriabrasileira@gmail.com",
    "index": "Cafeteria Brasileira - Café e Comida no Rio de Janeiro Início Sobre nós Galeria Bem-vindo à melhor cafeteria do Rio! A Cafeteria Brasileira serve os melhores cafés, sanduíches, saladas e sobremesas em um ambiente aconchegante no coração do Rio de Janeiro. Desfrute de nossos grãos de café recém-torrados e de nossa ampla variedade de opções de comida saborosas. Nosso atendimento caloroso e acolhedor fará você se sentir em casa. Venha nos fazer uma visita e veja por que somos a cafeteria preferida dos cariocas! menu de visualização Por que nos escolher? 01 Café fresco e de qualidade Nossos grãos de café são selecionados cuidadosamente e recém-torrados diariamente para garantir o máximo sabor e qualidade. 02 Variedade de comidas caseiras Oferecemos uma ampla seleção de sanduíches, saladas, bolos e sobremesas preparados com ingredientes frescos e naturais. 03 Atendimento caloroso Nossa equipe é treinada para recebê-lo com um sorriso e proporcionar a melhor experiência a todos os nossos clientes. O que oferecemos Cafés Especiais Uma ampla seleção de cafés artesanais das melhores regiões do Brasil. Pratos Quentes Sanduíches, omeletes e outros pratos saborosos feitos na hora. Doces e Sobremesas Bolos, tortas e doces irresistíveis para adoçar seu dia. Internet Grátis Oferecemos Wi-Fi grátis para você poder trabalhar ou se conectar com amigos. Nosso cardápio Expresso R$ 5,00 Café expresso clássico Pedido Cappuccino R$ 8,00 Café expresso com leite vaporizado Pedido Sanduíche Natural R$ 12,00 Pão integral, queijo, presunto e salada Pedido Torta de Limão R$ 7,00 Fatia de torta de limão caseira Pedido Suco de Laranja R$ 6,00 Laranja fresca espremida Pedido Pão de Queijo R$ 3,00 Tradicional pão de queijo brasileiro Pedido Bolo de Chocolate R$ 5,00 Fatia de bolo de chocolate caseiro Pedido Coxinha R$ 4,00 Tradicional salgadinho brasileiro Pedido Entre em contato conosco! Tem alguma dúvida ou sugestão? Quer fazer um elogio ou reclamação? Entre em contato conosco através do formulário abaixo. Responderemos o mais rápido possível. Ou se preferir, ligue para nós ou venha tomar um café - vamos adorar conversar com você! Estamos ansiosos para ouvir o que você tem a dizer. Seus comentários são muito importantes para nós e nos ajudam a melhorar cada vez mais. Queremos que sua experiência em nossa cafeteria seja incrível. Obrigado por fazer parte da nossa família! Eu aceito política de privacidade Enviar mensagem Início Sobre nós Galeria Política de privacidade Termos e condições R. Barão da Torre, 240 - A - Ipanema, Rio de Janeiro - RJ, 22411-000, Brasil +55-21-3813-3972 cafeteriabrasileira@gmail.com",
    "privacy": "Cafeteria Brasileira - Café e Comida no Rio de Janeiro | Política de Privacidade Início Sobre nós Galeria Política de Privacidade Na Cafeteria Brasileira, respeitamos sua privacidade e nos comprometemos a proteger suas informações pessoais. Esta Política de Privacidade explica como coletamos, usamos e protegemos os dados que você nos fornece. Informações que coletamos Podemos coletar informações pessoais, como nome, endereço de e-mail e número de telefone, quando você faz um pedido em nosso site ou loja física. Também coletamos dados não identificáveis, como endereço IP e informações de uso do site, para fins estatísticos. Como usamos suas informações Usamos suas informações pessoais para processar seus pedidos, enviar comunicações relevantes e melhorar nossos serviços. Não vendemos ou compartilhamos seus dados com terceiros sem sua permissão. Segurança dos dados Implementamos medidas de segurança físicas, eletrônicas e administrativas para proteger suas informações pessoais contra acesso não autorizado, uso indevido ou divulgação. Cookies Usamos cookies para melhorar sua experiência em nosso site. Você pode configurar seu navegador para recusar cookies, mas isto pode afetar a funcionalidade do site. Links externos Nosso site pode conter links para sites externos. Esta Política de Privacidade se aplica apenas a informações coletadas por nós. Não somos responsáveis pelas práticas de privacidade de outros sites. Alterações nesta Política Reservamo-nos o direito de atualizar ou modificar esta Política de Privacidade a qualquer momento. Quaisquer alterações serão publicadas em nosso site. Se você tiver alguma dúvida sobre esta Política de Privacidade, entre em contato conosco e-mail cafeteriabrasileira@gmail.com. Início Sobre nós Galeria Política de privacidade Termos e condições R. Barão da Torre, 240 - A - Ipanema, Rio de Janeiro - RJ, 22411-000, Brasil +55-21-3813-3972 cafeteriabrasileira@gmail.com",
    "terms": "Cafeteria Brasileira - Café e Comida no Rio de Janeiro | Termos e Condições Início Sobre nós Galeria Termos e Condições Bem-vindo à Cafeteria Brasileira! Ao acessar e utilizar este site, você concorda com os seguintes termos e condições: Uso do Site Este site é fornecido apenas para seu uso pessoal e não comercial. Você não pode modificar, copiar, distribuir, transmitir, exibir, reproduzir, publicar, licenciar, criar trabalhos derivados, transferir ou vender qualquer informação, software, produto ou serviço obtido a partir deste site. Conta e Segurança Algumas áreas deste site podem exigir que você crie uma conta com nome de usuário e senha. Você é responsável por manter a confidencialidade de sua conta e senha e por todas as atividades que ocorrerem em sua conta. Propriedade Intelectual Todo o conteúdo e materiais neste site, incluindo logotipos, marcas registradas, imagens, textos e software, são de propriedade da Cafeteria Brasileira e estão protegidos por leis de propriedade intelectual. Nenhum uso desse material pode ser feito sem nossa permissão prévia por escrito. Links Externos Este site pode conter links para sites externos que não são mantidos pela Cafeteria Brasileira. Não somos responsáveis pelo conteúdo ou práticas desses sites externos. O usuário é aconselhado a rever as políticas desses sites antes de fornecer qualquer informação pessoal. Limitação de Responsabilidade A Cafeteria Brasileira não se responsabiliza por quaisquer danos diretos, indiretos, incidentais, especiais ou consequenciais decorrentes do uso ou incapacidade de usar este site ou qualquer serviço ou produto obtido no mesmo. Modificações Reservamo-nos o direito de modificar estes termos e condições a qualquer momento. Quaisquer alterações entrarão em vigor imediatamente após serem publicadas neste site. Ao continuar usando este site, você concorda em ficar vinculado a estes termos e condições. Se você não concorda com algum destes termos, por favor, não utilize este site. Você pode entrar em contato por e-mail: cafeteriabrasileira@gmail.com Início Sobre nós Galeria Política de privacidade Termos e condições R. Barão da Torre, 240 - A - Ipanema, Rio de Janeiro - RJ, 22411-000, Brasil +55-21-3813-3972 cafeteriabrasileira@gmail.com",
    "thank": "Cafeteria Brasileira - Café e Comida no Rio de Janeiro | Agradecemos seu contato! Obrigado por entrar em contato conosco! Agradecemos seu interesse em nossa cafeteria. Seus comentários, dúvidas e sugestões são muito importantes para nós. Valorizamos o feedback de nossos clientes, pois nos ajuda a melhorar constantemente nossos produtos e serviços. Sua mensagem foi recebida e será respondida o mais breve possível por um de nossos atendentes. Estamos empenhados em proporcionar uma experiência excepcional a todos os nossos clientes. Por isso, daremos toda atenção ao seu contato para que possamos atendê-lo da melhor forma. Mais uma vez, obrigado por se comunicar conosco. Temos o prazer de receber você em nossa cafeteria em breve! Voltar à página inicial"
  }
}