{
  "name": "New_v9_MahaDetailing",
  "pages": {
    "index": "Maha Detailing: Your key to a flawless car | Detailing Center in India Products About Advantages Included Team Contacts +91-333-7279992 Welcome to Maha Cleaning, your destination for perfect car care in India. We offer high quality detailing services including washing, polishing, protective coating and much more. Our team of professionals take care of every detail of your car so that it always looks flawless. Trust us with your car and we will transform it into a true work of art on the roads of India. Car washing 35-60 min. Delicate body wash in 2-3 stages Leave a request 2000 ₹ 120-140 min. Detailing care car bodywork Leave a request 5000 ₹ 35-60 min. Salon cleaning Comprehensive Leave a request 4000 ₹ Salon dry cleaning 1-2 days. Detailing interior dry cleaning Complex Leave a request 12000 ₹ 1-2 days. Detailing salon dry cleaning Without boot Leave a request 9600 ₹ 120 min. Dry cleaning of door trim, armrest or roof pillar Leave a request 1600 ₹ Car polishing 6-9 hours. Restoration polishing To prepare the bodywork for wrapping Leave a request 10000 ₹ 1-2 days. Restoration polishing Before applying a protective ceramic coating Leave a request 18000 ₹ 1-2 days. Restoration polishing For removing scratches and scuffs \"Pre-sale preparation\" Leave a request 18000 ₹ Car wrapping with film 2-3 days. Restoration polishing Completely Leave a request 180000 ₹ 1-2 days. Restoration polishing Without roof Leave a request 160000 ₹ 6-9 hours. Hazardous area tinting Hood, bumper, fenders, headlights, mirrors, windshield pillars, roof stripe Leave a request 45000 ₹ About us Maha Detailing is a team of professionals focused on providing your car with the best care in India. We combine the best detailing techniques with innovative approaches to deliver flawless results. Our mission is not just to ensure your car looks brilliant, but to create a service experience that exceeds your expectations. Reliability, quality, and attention to detail are what sets us apart from the rest. Trust us and your vehicle will be in the best hands possible Our advantages High-tech equipment Premium class car care products Speed and quality of work Qualified specialists Individual terms of service for legal entities What is included in detailing services? Detailing studio services help to preserve the factory conditions of the car or return it to an attractive appearance, for example, in the framework of pre-sale preparation. To solve this problem a complex of works is carried out: Body washing with professional compounds Polishing, elimination of scratches and scuffs Application of quartz hydrophobic coating Disk cleaning Rubber blackening Salon dry cleaning, removal of dirt, unpleasant odors. Comprehensive cleaning (vacuuming, glass cleaning, plastic cleaning, dry cleaning) Application of protection on leather upholstery We also provide a number of additional services: Covering the body with film (full or partial) Dent removal without painting Tire service Tire storage services (tire hotel) Car retrofitting (installation of cameras, acoustic systems, electric trunk drives, etc.). Examples of work Our team Ravi Kumar Marketing Director Priyanka Sharma Chief Childling Officer Arjun Patel Service Center Manager Megha Reddy Customer Care Specialist Vikul Singh Wash and polish technician Alia Khan Maintenance Specialist Contact us Submit I accept Privacy policy Privacy policy Terms and conditions +91-333-7279992 DrivingSchool@gmail.com Ram Niwas Garden, Ashok Nagar, India. © 2024 Maha Detailing. All rights reserved.",
    "policy": "Privacy Policy Maha Detailing | Detailing Center in India Products About Advantages Included Team Contacts +91-333-7279992 Privacy Policy Maha Cleaning values your privacy and is committed to ensuring that your personal information is protected. Our privacy policy describes how we collect, use, share and store information regarding our users. Information Collected Personal Information: When you fill out forms on our site or contact us, we may collect personal information such as your name, email address, phone number and address. Site Interaction Information: We may also collect data about your interaction with our site, such as pages viewed, actions on the site, length of visit, and technical information about your device and internet connection. Use of Information We use the information you provide to us for the following purposes: Providing services: We use your information to provide the services you have requested and to process your requests. Quality Improvement: We analyze the collected data to improve our services, develop new features and tailor our offerings to your interests. Safety and Security: We use your information to keep our site and our users safe, including to prevent fraud and unfair use of our services. Legal Compliance: We may use your information to comply with legal obligations and regulatory requirements. Information Sharing We may share your information with third parties only in the following circumstances: User Consent: When you explicitly consent to the transfer of information. Necessity to perform services: If the transfer of information is necessary to perform the services provided or to process requests. Legal Compliance: When complying with legal requirements, court orders or law enforcement requests. Data Privacy We take all necessary measures to protect your personal information from unauthorized access, alteration, dissemination or destruction. We regularly analyze our security measures and improve them in accordance with advanced technologies. Changes to Privacy Policy We reserve the right to make changes to our privacy policy at any time. Changes will be effective as soon as they are posted on this page. If you continue to use our site after changes have been made, you agree to the updated policy. Contacting us If you have any questions or comments about our privacy policy, please contact us at email or through the contact form on our website. Privacy policy Terms and conditions +91-333-7279992 DrivingSchool@gmail.com Ram Niwas Garden, Ashok Nagar, India. © 2024 Maha Detailing. All rights reserved.",
    "terms": "Terms and Conditions of Use Maha Detailing | Detailing Center in India Products About Advantages Included Team Contacts +91-333-7279992 Terms of Use Please read our terms of use carefully before continuing to use our site. Acceptance of terms and conditions Use of our website signifies your acceptance of our terms of use. If you do not agree to these terms, please stop using the site. Intellectual Property All content on our website, including text, images, logos, graphics and software, is protected by copyright and other forms of intellectual property. Any unauthorized use of this content is prohibited. User Responsibilities When using our site, you agree not to violate the rights of other users, not to post illegal or offensive content, or to use the site for unsolicited advertising or spamming purposes. Disclaimer While we make every effort to ensure that the information on our site is accurate and up to date, we will not be liable for any loss or damage arising from the use or unavailability of our site. Comments and feedback We welcome your comments and feedback about our website. However, we reserve the right to remove or edit any content that we deem inappropriate or in violation of our policies. Changes to our terms of use We reserve the right to make changes to our terms of use at any time. Changes will be effective as soon as they are posted on this page. Limitation of Liability In the event of a dispute arising out of your use of our site, you agree to resolve it through alternative dispute resolution methods such as mediation or arbitration. Contacting us If you have any questions or comments regarding our terms of use, please contact us at email or through the feedback form on our website. Privacy policy Terms and conditions +91-333-7279992 DrivingSchool@gmail.com Ram Niwas Garden, Ashok Nagar, India. © 2024 Maha Detailing. All rights reserved.",
    "thanks": "Thank you for choosing Maha Cleaning | Detailing Center in India Thank you for your message! We appreciate your time and the trust you have placed in contacting us. Your message has been successfully delivered to our team. We will endeavor to respond to your inquiry as soon as possible. If you have any further questions or require additional information, feel free to contact us directly. We are always happy to assist you. Go back"
  }
}