{
  "name": "New_v9_CodeGeniusAcademy",
  "pages": {
    "index": "CodeGenius Academy - Premier Programming School in India Home Why choose us Contact us Courses Unlock Your Coding Potential Join CodeGenius Academy and dive into the world of programming with our comprehensive courses. Whether you are a beginner or an experienced developer, we have the right course to enhance your skills and advance your career. Explore Courses Our Course Categories Web Development Learn the latest web technologies and build dynamic websites from scratch. Data Science Master data analysis, visualization, and machine learning techniques. Mobile Development Create powerful mobile applications for both Android and iOS platforms. Cybersecurity Learn to protect systems and networks from cyber threats and attacks. Cloud Computing Gain expertise in cloud services and infrastructure management. Artificial Intelligence Delve into AI concepts and build intelligent systems and applications. Why Choose CodeGenius Academy? Discover the unique advantages of learning with us and see why CodeGenius Academy is the best choice for your programming education. Expert Instructors Learn from industry professionals with years of experience. Hands-On Learning Engage in practical projects and real-world scenarios. Certification Receive recognized certifications upon course completion. Community Support Join a supportive community of fellow learners and mentors. Flexible Schedules Choose from various schedules that fit your lifestyle. Affordable Tuition Get quality education at competitive prices. FAQ 1. What courses does CodeGenius Academy offer? We offer a variety of courses including Web Development, Data Science, Mobile Development, Cybersecurity, Cloud Computing, and Artificial Intelligence. 2. Who are the instructors at CodeGenius Academy? Our instructors are industry professionals with extensive experience in their respective fields. They bring real-world knowledge and practical skills to the classroom. 3. How can I enroll in a course? You can enroll in a course by visiting our website, selecting the desired course from our catalog, and following the enrollment instructions provided. 4. Do you offer certification upon course completion? Yes, we provide recognized certifications upon successful completion of our courses, which can enhance your professional profile and career prospects. I accept privacy policy Send message Our courses Web Development Master the fundamentals of web development and create dynamic, responsive websites. ₹25,000 Enroll Now HTML, CSS, JavaScript Responsive Design Front-End Frameworks Backend Development Project-Based Learning Data Science Learn data analysis, visualization, and machine learning with practical projects. ₹30,000 Enroll Now Python Programming Data Visualization Machine Learning Algorithms Statistical Analysis Real-World Projects Mobile Development Build powerful mobile applications for both Android and iOS platforms. ₹28,000 Enroll Now Android Development iOS Development Cross-Platform Tools App Deployment Hands-On Projects Cybersecurity Learn to protect systems and networks from cyber threats and attacks. ₹32,000 Enroll Now Network Security Ethical Hacking Risk Management Incident Response Security Tools Cloud Computing Gain expertise in cloud services and infrastructure management. ₹29,000 Enroll Now Cloud Fundamentals AWS, Azure, GCP Cloud Security DevOps Integration Real-World Applications Artificial Intelligence Delve into AI concepts and build intelligent systems and applications. ₹35,000 Enroll Now Machine Learning Deep Learning Natural Language Processing AI Ethics Capstone Project About Us Our Mission We are committed to fostering a supportive and inclusive learning environment where students can thrive. Our instructors are not only experts in their fields but also passionate educators dedicated to helping students achieve their goals. Through personalized mentorship, project-based learning, and a focus on practical skills, we ensure that our students are well-equipped to succeed in their careers. Founded with the vision of bridging the gap between education and employment, CodeGenius Academy has quickly grown into a leading institution for tech education. Our alumni have gone on to work for top companies, launch successful startups, and contribute to groundbreaking projects across various industries. We take pride in our students' achievements and are continuously inspired by their success stories. Why Choose Us? What sets CodeGenius Academy apart is our holistic approach to education. We understand that learning does not happen in isolation, which is why we place a strong emphasis on community and collaboration. Our students benefit from a vibrant community of like-minded individuals who support and motivate each other. Whether through group projects, peer-to-peer learning, or networking events, our students build valuable connections that last a lifetime. Contacts T.T West Park, Heera Nagar, Vaishali Nagar, Jaipur, Rajasthan 302021, India +919414314354 codegeniusacademy@gmail.com Links Home Why choose us Contact us Courses Policy Privacy policy Terms and Conditions",
    "privacy": "CodeGenius Academy - Premier Programming School in India | Privacy Policy Home Why choose us Contact us Courses Privacy Policy Introduction Welcome to CodeGenius Academy. We are committed to protecting your personal information and your right to privacy. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website. Information We Collect We may collect personal information that you voluntarily provide to us when you register on the website, express an interest in obtaining information about us or our products and services, participate in activities on the website, or otherwise contact us. The personal information we collect may include: Name and contact details (email address, phone number) Demographic information (age, gender, location) Educational background and interests How We Use Your Information We use the information we collect or receive: To send you marketing and promotional communications To deliver targeted advertising To request feedback and to contact you about your use of our website To protect our website and our business Sharing Your Information We may share information we have collected about you in certain situations. Your information may be disclosed as follows: By Law or to Protect Rights To Third-Party Service Providers Business Transfers Security of Your Information We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that despite our efforts, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other type of misuse. Your Privacy Rights You have the right to review, change, or terminate your account at any time. Upon your request to terminate your account, we will deactivate or delete your account and information from our active databases. However, some information may be retained in our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce our Terms of Use and/or comply with legal requirements. Policy Changes We may update this Privacy Policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal, or regulatory reasons. We encourage you to review this Privacy Policy periodically to stay informed about how we are protecting your information. Contact Us If you have questions or comments about this Privacy Policy, please contact us at: Email: codegeniusacademy@gmail.com Contacts T.T West Park, Heera Nagar, Vaishali Nagar, Jaipur, Rajasthan 302021, India +919414314354 codegeniusacademy@gmail.com Links Home Why choose us Contact us Courses Policy Privacy policy Terms and Conditions",
    "terms": "CodeGenius Academy - Premier Programming School in India | Terms and Conditions Home Why choose us Contact us Courses Terms and Conditions Introduction Welcome to CodeGenius Academy. These Terms and Conditions outline the rules and regulations for the use of our website and services. By accessing this website, you accept these terms and conditions in full. If you disagree with any part of these terms and conditions, do not use our website or services. Intellectual Property Rights Unless otherwise stated, CodeGenius Academy and/or its licensors own the intellectual property rights for all material on this website. All intellectual property rights are reserved. You may view and/or print pages from the website for your own personal use subject to restrictions set in these terms and conditions. You must not: Republish material from this website Sell, rent, or sub-license material from this website Reproduce, duplicate, or copy material from this website Redistribute content from CodeGenius Academy (unless content is specifically made for redistribution) User Accounts When you create an account with us, you must provide us with information that is accurate, complete, and current at all times. Failure to do so constitutes a breach of the Terms, which may result in immediate termination of your account on our service. You are responsible for safeguarding the password that you use to access the service and for any activities or actions under your password, whether your password is with our service or a third-party service. Prohibited Activities You may not use the website for any of the following purposes: Engaging in any unlawful or fraudulent activity Transmitting material that encourages conduct that constitutes a criminal offense Breaching any applicable laws, regulations, or code of practice Interfering with any other person's use or enjoyment of the website Limitation of Liability In no event shall CodeGenius Academy, nor any of its officers, directors, and employees, be liable to you for anything arising out of or in any way connected with your use of this website, whether such liability is under contract, tort, or otherwise, and CodeGenius Academy, including its officers, directors, and employees, shall not be liable for any indirect, consequential, or special liability arising out of or in any way related to your use of this website. Termination We may terminate or suspend access to our service immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms. All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability. Governing Law These Terms shall be governed and construed in accordance with the laws of India, without regard to its conflict of law provisions. Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights. If any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect. These Terms constitute the entire agreement between us regarding our service, and supersede and replace any prior agreements we might have between us regarding the service. Changes to Terms We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material, we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. By continuing to access or use our service after those revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, please stop using the service. Contact Us If you have any questions about these Terms, please contact us at: Email: codegeniusacademy@gmail.com Contacts T.T West Park, Heera Nagar, Vaishali Nagar, Jaipur, Rajasthan 302021, India +919414314354 codegeniusacademy@gmail.com Links Home Why choose us Contact us Courses Policy Privacy policy Terms and Conditions",
    "thank": "CodeGenius Academy - Premier Programming School in India | Thank Thank You for Reaching Out Thank you for reaching out to CodeGenius Academy. We appreciate your interest in our programs and the opportunity to assist you in your educational journey. Whether you are looking to start a new career, enhance your current skills, or explore the exciting world of technology, we are here to support you every step of the way. Our team is dedicated to providing you with the best possible learning experience. If you have any questions or need further information about our courses, please do not hesitate to contact us. We are more than happy to provide detailed information and guidance to help you make an informed decision. Once again, thank you for considering CodeGenius Academy. We look forward to welcoming you to our community and helping you achieve your educational and career goals. Best Regards, The CodeGenius Academy Team Go to main page"
  },
  "date": "2024-07-22T17:07:23.758Z"
}