{
  "name": "New_v9_ApexMart",
  "pages": {
    "index": "Apex Mart Apex Mart About us Advantages News Promo Loyalty Contacts Welcome to Apex Mart Your One-Stop Shop for Groceries, Electronics, Home Goods, and More! About Apex Mart At Apex Mart, we are dedicated to providing you with a superior shopping experience. With a commitment to quality, affordability, and convenience, we offer a diverse range of products to meet your everyday needs. Whether you're shopping for groceries, electronics, home goods, or more, our goal is to ensure you find exactly what you're looking for. Explore our user-friendly online platform or visit our physical stores to discover why Apex Mart is your trusted choice for all your shopping needs. Join us in redefining the shopping experience with exceptional service and unbeatable value. 10,000+ Products Available 1 Million Customers 50+ Years of Excellence Advantages Wide Product Range: Explore a diverse selection of over 10,000 products spanning groceries, electronics, home goods, and more. Customer-Centric Service: Dedicated to exceeding expectations with personalized service and a commitment to customer satisfaction. Quality Assurance: Ensuring the highest standards of quality in every product through rigorous sourcing and manufacturing processes. Convenient Shopping Options: Enjoy seamless shopping experiences both online and in-store, with flexible delivery and pickup options. Competitive Pricing: Offering competitive prices and frequent promotions to provide exceptional value for our customers. Innovation and Tradition: Blending decades of retail expertise with continuous innovation to meet evolving customer needs and preferences. Latest News from Apex Mart Grand Opening Celebration Join us for the grand opening of our newest location! Enjoy special discounts, giveaways, and exciting activities for the whole family. Introducing Contactless Shopping We're thrilled to announce the launch of our contactless shopping option. Shop safely and conveniently from the comfort of your home with our easy-to-use online platform. Customer Appreciation Day Mark your calendars for our upcoming Customer Appreciation Day. Get ready for exclusive discounts and surprises as we show our gratitude to our loyal customers. Expanded Product Range Explore our expanded product range featuring new arrivals in electronics, home goods, and gourmet foods. Discover more choices to meet your lifestyle needs at Apex Mart. Current Promotions at Apex Mart Mega Savings on Groceries Stock up on your daily essentials with our incredible grocery deals! Save up to 50% on a wide range of products, including fresh produce, dairy, and pantry staples. Electronics Extravaganza Upgrade your gadgets with our special electronics sale. Enjoy discounts of up to 40% on the latest smartphones, laptops, and home entertainment systems. Home Goods Bonanza Transform your living space with our amazing deals on home goods. Get up to 30% off on furniture, kitchenware, and home decor to spruce up your home. Buy More, Save More Take advantage of our bulk buying promotion. The more you buy, the more you save on select items across various categories. Perfect for large families and bulk shoppers! Our Story Since our inception over 50 years ago, Apex Mart has been a cornerstone in the retail industry, dedicated to providing exceptional products and service to our customers. Founded with a vision to redefine shopping experiences, we have grown from a small local store to a trusted name with multiple locations nationwide. Over the years, we have continually evolved to meet the changing needs of our customers. Our commitment to quality, affordability, and innovation has been central to our success. From expanding our product offerings to embracing digital advancements in shopping, we strive to enhance every aspect of the customer journey. At Apex Mart, our journey is marked by milestones of growth and customer loyalty. We remain committed to our founding values while embracing the future with enthusiasm and determination to continue serving our community with excellence. Join us as we write the next chapter of our story together. Apex Mart Loyalty Card Join the Apex Mart loyalty program and unlock exclusive benefits tailored just for you! Earn points on every purchase, which you can redeem for discounts, special offers, and rewards. Our loyalty card members enjoy priority access to sales events and personalized shopping recommendations. Sign up today to start saving more with every visit to Apex Mart. Discover the perks of being a valued member and elevate your shopping experience with us! Our Own Production Line Discover Apex Mart's commitment to quality and innovation through our own production line. We take pride in crafting products that meet the highest standards of excellence, ensuring freshness, reliability, and affordability. From locally sourced goods to specialized items, our in-house production enables us to offer unique products you won't find elsewhere. Experience the difference of Apex Mart's own manufacturing, where quality and customer satisfaction come first. Contacts +91 743 3902104 apexmart@gmail.com 12-13-853, inside Sports Square, behind Vijaya dairy, Hanuman Nagar, Tarnaka, Hyderabad, Secunderabad, Telangana 500017 Your name Your email Message I accept Privacy Policy Privacy policyTerms of usage Apex Mart 2024",
    "privacy_policy": "Apex Mart | Privacy policy Apex Mart Privacy policy Introduction Welcome to Apex Mart! We are committed to protecting your personal information and your right to privacy. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website. Please read this privacy policy carefully. If you do not agree with the terms of this privacy policy, please do not access the site. Information We Collect We collect information about you in a variety of ways. The information we may collect on the site includes personal data, such as your name, shipping address, email address, and telephone number, as well as demographic information like your age, gender, hometown, and interests. This data is provided voluntarily when you register with the site or participate in various activities related to the site, such as online chat and message boards. We also collect payment data, including financial information related to your payment method, though most of this financial information is stored by our payment processor. Additionally, we gather derivative data, which includes information our servers automatically collect when you access the site, such as your IP address, browser type, operating system, access times, and pages viewed before and after accessing the site. Use of Your Information Having accurate information about you allows us to provide you with a smooth, efficient, and customized experience. We use the information collected to create and manage your account, process transactions, fulfill orders, improve our website, send updates and promotional materials, respond to comments and questions, monitor and analyze usage and trends, prevent fraudulent transactions, and comply with legal obligations. Disclosure of Your Information We may share your information in certain situations. Disclosure of your information may occur if we believe it is necessary to respond to legal processes, investigate or remedy potential violations of our policies, or protect the rights, property, and safety of others. Business transfers, such as mergers, sales of company assets, financing, or acquisition of our business, may also result in sharing your information. We may share your information with third-party service providers performing services for us or on our behalf. With your consent, we may share your information with third parties for marketing purposes. Security of Your Information We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against interception or misuse. Policy for Children We do not knowingly solicit information from or market to children under the age of 13. If we learn that we have collected personal information from a child under 13 without verification of parental consent, we will delete that information as quickly as possible. If you believe we might have any information from or about a child under 13, please contact us. Changes to This Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. When we do, we will revise the updated date at the top of this page. We encourage you to review this Privacy Policy periodically to stay informed about how we are protecting your information. Contact us If you have any questions, please contact us: apexmart@gmail.com Privacy policyTerms of usage Apex Mart 2024",
    "terms": "Apex Mart | Terms of usage Apex Mart Terms of usage Introduction Welcome to Apex Mart! By accessing or using our website, you agree to comply with and be bound by these Terms of Use. If you do not agree with these terms, please do not use our site. We reserve the right to modify these terms at any time, so please review them periodically for changes. Your continued use of the site following the posting of changes will mean that you accept and agree to the changes. Use of the Site You are granted a non-exclusive, non-transferable, revocable license to access and use the site for your personal, non-commercial use. As a condition of your use of the site, you warrant that you will not use the site for any purpose that is unlawful or prohibited by these terms. You agree not to use the site in any manner that could damage, disable, overburden, or impair the site or interfere with any other party's use and enjoyment of the site. You may not obtain or attempt to obtain any materials or information through any means not intentionally made available or provided for through the site. Account Responsibilities If you create an account on our site, you are responsible for maintaining the confidentiality of your account and password and for restricting access to your computer. You agree to accept responsibility for all activities that occur under your account or password. You must notify us immediately of any breach of security or unauthorized use of your account. We will not be liable for any loss or damage arising from your failure to comply with this obligation. Intellectual Property All content included on the site, such as text, graphics, logos, images, and software, is the property of Apex Mart or its content suppliers and is protected by copyright, trademark, and other intellectual property laws. You agree not to copy, reproduce, distribute, transmit, display, perform, or create derivative works from any part of the site without our prior written permission. User Content By submitting any content to our site, you grant us a perpetual, irrevocable, non-exclusive, royalty-free, worldwide license to use, reproduce, modify, publish, translate, create derivative works from, distribute, perform, and display such content in any media. You also grant us the right to use your name in connection with such content. You represent and warrant that you own or otherwise control all rights to the content you submit and that the use of your content does not violate these terms and will not cause injury to any person or entity. Disclaimers and Limitation of Liability The site is provided on an &quot;as-is&quot; and &quot;as-available&quot; basis. We make no representations or warranties of any kind, express or implied, as to the operation of the site or the information, content, materials, or products included on the site. To the fullest extent permissible by applicable law, we disclaim all warranties, express or implied, including but not limited to implied warranties of merchantability and fitness for a particular purpose. We do not warrant that the site, its servers, or email sent from us are free of viruses or other harmful components. We will not be liable for any damages of any kind arising from the use of the site, including but not limited to direct, indirect, incidental, punitive, and consequential damages. Indemnification You agree to indemnify, defend, and hold harmless Apex Mart, its officers, directors, employees, agents, licensors, and suppliers from and against all claims, losses, expenses, damages, and costs, including reasonable attorneys' fees, resulting from any violation of these terms or any activity related to your account (including negligent or wrongful conduct) by you or any other person accessing the site using your account. Governing Law These terms and your use of the site are governed by and construed in accordance with the laws of India, without regard to its conflict of law principles. You agree to submit to the exclusive jurisdiction of the courts located in India for the resolution of any disputes arising out of or relating to these terms or the site. Termination We reserve the right to terminate or suspend your access to the site, without notice and for any reason, including for violation of these terms or for other conduct that we, in our sole discretion, believe is unlawful or harmful to others. In the event of termination, the disclaimers, limitations of liabilities, and indemnities set forth in these terms will survive. Contact us If you have any questions, please contact us: apexmart@gmail.com Privacy policyTerms of usage Apex Mart 2024",
    "thank_page": "Apex Mart | Thanks page Thank you! We will process your responseBack to Apex Mart"
  },
  "date": "2024-06-28T06:35:08.736Z"
}