{
  "name": "New_v8_UrbanRide",
  "pages": {
    "bikes": "Explore Our Bike Rentals - UrbanRide: Choose the Perfect Ride for Your Adventure ☰ Home Bikes Services Contacts Explore Our Bike Rentals Get ready to pedal your way through the city with UrbanRide's premium bike rentals. Choose from a variety of bikes tailored to your needs and preferences. Your urban adventure awaits! Our Journey: The Story of UrbanRide UrbanRide began with a simple vision: to transform urban transportation and exploration through the power of cycling. Founded by a group of cycling enthusiasts who believed in the potential of bikes to revolutionize city living, UrbanRide has grown into a trusted name in bike rentals, known for quality, convenience, and sustainability. Our story started in a small garage, where our founders tinkered with bikes and dreamt of creating a service that would make cycling accessible to everyone. With a passion for eco-friendly transportation and a commitment to promoting a healthier lifestyle, they set out to create a bike rental service that would cater to both locals and tourists. As we expanded, we focused on building a diverse fleet of bikes to meet the varying needs of our customers. From city cruisers and mountain bikes to electric bikes and tandem options, UrbanRide offers something for every type of rider. Each bike in our collection is carefully maintained to ensure safety and comfort, reflecting our dedication to quality. Today, UrbanRide operates in over 54 cities, connecting people with the joy of cycling and the freedom it brings. Our mission remains the same: to provide an enjoyable, sustainable, and hassle-free cycling experience. We are proud of our journey and excited about the future as we continue to innovate and grow, always keeping our customers at the heart of what we do. Explore Our Wide Range of Bicycles Discover the perfect bike for every type of urban adventure with UrbanRide. We offer a diverse selection of high-quality bicycles, ensuring that you find the ideal match for your needs, whether you're commuting, exploring, or simply enjoying a leisurely ride. Check out our assortment and choose the bike that fits your journey best. City Cruiser Ideal for smooth rides around the city, this comfortable bike is perfect for casual cyclists. ₹300/day Rent Hybrid Commuter Combining the best of road and mountain bikes, this versatile option is great for both city streets and rough paths. ₹400/day Rent Road Racer Built for speed and efficiency, this lightweight road bike is ideal for fitness enthusiasts and long-distance rides. ₹600/day Rent Electric E-Bike Experience effortless cycling with our electric bike, featuring pedal-assist technology for a smooth and easy ride. ₹800/day Rent Folding Bike Perfect for commuters, this compact bike can be easily folded and carried, making it convenient for storage and travel. ₹350/day Rent Mountain Explorer Designed for rugged terrains, this durable mountain bike is perfect for adventurous off-road trails. ₹500/day Rent Tandem Bike Enjoy a fun ride with a partner on this two-seater tandem bike, great for couples and friends. ₹700/day Rent Kids' Bike Safe and sturdy, our kids' bikes are perfect for young riders, ensuring a fun and secure cycling experience. ₹200/day Rent Fat Tire Bike Perfect for riding on sand, snow, or rough terrains, this bike features extra-wide tires for enhanced stability and traction. ₹550/day Rent The Benefits of Choosing UrbanRide Bicycles Experience the superior quality and exceptional performance of UrbanRide bicycles. Our bikes are designed with your comfort, safety, and enjoyment in mind, making them the perfect choice for all your urban adventures. Here are three key benefits of choosing our bicycles: Comfort and Ergonomics Our bicycles are engineered to provide maximum comfort during your ride. With ergonomic designs, adjustable seats, and smooth suspension systems, you can enjoy a relaxed and comfortable journey, whether you're riding through city streets or exploring scenic trails. Safety and Reliability Safety is our top priority at UrbanRide. Each bike is equipped with high-quality brakes, durable tires, and reliable gears to ensure a safe and smooth ride. Regular maintenance checks and thorough inspections guarantee that every bike meets the highest safety standards, giving you peace of mind on the road. Eco-Friendly and Sustainable Riding a bicycle is an environmentally friendly way to get around. By choosing UrbanRide, you're contributing to a greener planet by reducing carbon emissions and promoting sustainable transportation. Our bikes are designed to be durable and long-lasting, minimizing environmental impact and supporting a healthier future for our cities. Address 63M7+57J, Bankura, West Bengal 722101, India Email urbanride@gmail.com Phone +91-867-0986783 Privacy Policy Terms and Conditions Disclaimer",
    "contact": "Contact Us - UrbanRide: Get in Touch with Us ☰ Home Bikes Services Contacts Get in Touch with Us Have questions or feedback? We'd love to hear from you! Reach out to UrbanRide's friendly team via email or use the contact form below. We're here to help and ready to assist you on your urban adventure. Stay Connected: Reach Out to Us Send I accept Privacy Policy Testimonials: Hear from Satisfied Customers Discover what our male customers have to say about their experiences with UrbanRide. Here are five glowing testimonials: John \"UrbanRide made my city commute a breeze! The bike was comfortable, the process was seamless, and the staff were friendly and helpful. Highly recommended!\" Michael \"I rented a mountain bike from UrbanRide for a weekend adventure, and it was fantastic! The bike was in great condition, and I had a blast exploring the trails. Will definitely be renting again.\" David \"I've been using UrbanRide for my daily commute, and it's been a game-changer. The convenience of having a bike ready whenever I need it has made my mornings so much easier. Thank you, UrbanRide!\" Robert \"As a frequent traveler, I appreciate the flexibility of UrbanRide's rental options. Whether I need a bike for a few hours or a few days, I know I can rely on UrbanRide for quality bikes and excellent service.\" Daniel \"I recently rented a road bike from UrbanRide for a cycling event, and it exceeded my expectations. The bike was well-maintained, and I felt confident and comfortable throughout the ride. Thanks, UrbanRide, for helping me achieve my fitness goals!\" These testimonials reflect the positive experiences of our male customers and highlight the quality, convenience, and reliability of UrbanRide's bike rental service. Address 63M7+57J, Bankura, West Bengal 722101, India Email urbanride@gmail.com Phone +91-867-0986783 Privacy Policy Terms and Conditions Disclaimer",
    "disclaimer": "Disclaimer - UrbanRide: Important Information You Should Know ☰ Home Bikes Services Contacts Disclaimer Welcome to UrbanRide. This disclaimer outlines important information regarding the use of our website and services. By accessing or using our website, you agree to the terms stated in this disclaimer. If you do not agree with any part of this disclaimer, please do not use our website or services. 1. General Information The information provided on this website is for general informational purposes only. While we strive to keep the information up to date and accurate, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. 2. Limitation of Liability In no event will UrbanRide, its affiliates, officers, directors, employees, agents, or contractors be liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website. 3. External Links Through this website, you may be able to link to other websites which are not under the control of UrbanRide. We have no control over the nature, content, and availability of those sites. The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them. 4. Fitness and Safety UrbanRide provides bicycle rental services intended for recreational use. We do not guarantee that our bikes are suitable for any specific fitness level or activity. Users should consult with a healthcare provider before engaging in any strenuous physical activity. UrbanRide is not responsible for any injuries or health issues that may arise from the use of our bikes. 5. Mechanical Failures and Maintenance While we ensure that all our bikes are regularly maintained and inspected for safety, mechanical failures can still occur. UrbanRide is not responsible for any injuries or damages resulting from mechanical failures during the rental period. Users are responsible for inspecting the bike before use and reporting any issues immediately to UrbanRide staff. 6. No Professional Advice The information on this website does not constitute professional advice and should not be relied upon as such. We recommend that you seek independent professional advice before making any decisions based on the information provided on this website. 7. Changes to the Disclaimer UrbanRide reserves the right to modify this disclaimer at any time without prior notice. Any changes will be posted on this page. Your continued use of the website and our services after such modifications constitutes your acknowledgment and acceptance of the modified disclaimer. 8. Contact Us If you have any questions or concerns about this disclaimer, please contact us at: Email: urbanride@gmail.com Thank you for choosing UrbanRide. We hope you enjoy your ride safely and responsibly. Address 63M7+57J, Bankura, West Bengal 722101, India Email urbanride@gmail.com Phone +91-867-0986783 Privacy Policy Terms and Conditions Disclaimer",
    "index": "Welcome to UrbanRide: Your Destination for Bike Rentals ☰ Home Bikes Services Contacts Welcome to UrbanRide Discover the joy of urban exploration with UrbanRide. Rent a bike and unlock the city's hidden gems, from bustling streets to tranquil parks. Your adventure starts here! Book About UrbanRide: Your Partner in Urban Exploration At UrbanRide, we believe that the best way to experience a city is on two wheels. Founded with a passion for cycling and a commitment to sustainability, we provide top-quality bike rentals that cater to both locals and tourists alike. Our mission is to make urban exploration convenient, eco-friendly, and enjoyable for everyone. Our journey began with a simple idea: to offer an alternative mode of transportation that not only reduces carbon footprints but also promotes a healthy lifestyle. Since our inception, we have grown into a trusted name in bike rentals, known for our reliable service and extensive fleet of bikes suitable for all kinds of adventures. From city cruisers perfect for a leisurely ride through downtown streets to mountain bikes ready for more rugged terrain, we have something for everyone. At UrbanRide, we are dedicated to providing an exceptional customer experience. Our user-friendly booking system makes it easy to find and rent the perfect bike for your needs. Our team of friendly and knowledgeable staff is always ready to assist you, ensuring that your ride is smooth and enjoyable. We also take pride in maintaining our bikes to the highest standards, so you can ride with confidence and peace of mind. 2100+ Rented Bicycles Each day, 100 bicycles are enjoyed by our customers. We take great pride in their happiness. 10000+ Satisfied Customers We have many loyal customers who consistently return to rent our bicycles. 87 City With Bicycles Our network is constantly growing. We now have locations in 54 cities and are continually expanding. 5000+ Bicycle All Our clients love exploring cities on two wheels, making each ride a unique adventure. Discover the Advantages of UrbanRide Uncover a world of benefits when you choose UrbanRide for your urban exploration needs. With a focus on convenience, quality, and sustainability, UrbanRide offers a multitude of advantages that set us apart from the rest. Here are ten reasons why UrbanRide is your ultimate partner in discovering the city: Convenience Quality Bikes Wide Selection Flexible Rental Options Customer Service Sustainability Affordability Community Expansion Memorable Experiences This website uses cookies to ensure you get the best experience on our website. Cookies are small text files that are placed on your device to help the site provide a better user experience. By using this website, you agree to our use of cookies. Accept Reject Address 63M7+57J, Bankura, West Bengal 722101, India Email urbanride@gmail.com Phone +91-867-0986783 Privacy Policy Terms and Conditions Disclaimer",
    "privacy-policy": "Privacy Policy - UrbanRide: Your Privacy Matters to Us ☰ Home Bikes Services Contacts Privacy Policy Welcome to UrbanRide! Your privacy is important to us. This privacy policy explains how we collect, use, and protect your personal information when you visit and use our website and services. 1. Information We Collect 1.1 Personal Information When you use our services, we may collect personal information that can be used to identify you. This may include: Name Email address Phone number Payment information (such as credit card details) Billing and shipping address 1.2 Non-Personal Information We also collect non-personal information that cannot be used to identify you. This may include: Browser type and version Operating system Referring website Pages viewed and time spent on our site IP address Device type 2. How We Use Your Information 2.1 Providing Services We use your personal information to provide and improve our services, including: Processing your orders and payments Communicating with you about your bookings Providing customer support 2.2 Marketing and Communication We may use your information to send you promotional materials and updates about our services. You can opt-out of these communications at any time. 2.3 Improving Our Services We use non-personal information to analyze how our website is used, helping us to improve our services and user experience. 3. How We Share Your Information We do not sell or rent your personal information to third parties. We may share your information with: Service providers who assist us in operating our website and conducting our business Payment processors for the purpose of completing transactions Law enforcement agencies, if required by law or to protect our rights 4. Data Security We take the security of your personal information seriously. We implement a variety of security measures to protect your data from unauthorized access, use, or disclosure. However, no method of transmission over the internet or electronic storage is 100% secure, so we cannot guarantee its absolute security. 5. Your Rights You have the right to: Access the personal information we hold about you Request the correction of inaccurate information Request the deletion of your personal information Object to the processing of your data Withdraw consent to our use of your data To exercise these rights, please contact us at urbanride@gmail.com. 6. Cookies and Tracking Technologies We use cookies and similar tracking technologies to enhance your experience on our website. Cookies are small data files stored on your device. You can control the use of cookies through your browser settings. 7. Changes to This Privacy Policy We may update this privacy policy from time to time to reflect changes in our practices or legal requirements. We will notify you of any significant changes by posting the new policy on our website and updating the effective date. 8. Contact Us If you have any questions or concerns about this privacy policy or our data practices, please contact us at: Email: urbanride@gmail.com Thank you for choosing UrbanRide! Address 63M7+57J, Bankura, West Bengal 722101, India Email urbanride@gmail.com Phone +91-867-0986783 Privacy Policy Terms and Conditions Disclaimer",
    "services": "Our Services - UrbanRide: Experience Convenience and Quality ☰ Home Bikes Services Contacts Experience Convenience and Quality At UrbanRide, we're committed to providing you with unparalleled convenience and quality service. From easy online booking to personalized assistance, we're here to make your urban exploration effortless and enjoyable. Wide Range of Options UrbanRide offers an extensive selection of bicycles to cater to the diverse needs and preferences of our customers. Whether you're a daily commuter, a weekend explorer, or a family looking for a fun outing, we have the perfect bike for you. Our fleet includes city cruisers, mountain bikes, hybrid commuters, road racers, electric bikes, folding bikes, tandem bikes, kids' bikes, and fat tire bikes. Each type of bike is meticulously designed to serve a specific purpose. City cruisers are ideal for leisurely rides around town, providing comfort and ease of use. Mountain bikes are built for rugged terrains, offering durability and excellent handling on off-road trails. Hybrid commuters combine the best features of road and mountain bikes, making them versatile choices for various environments. Our electric bikes offer pedal-assist technology for a smooth and effortless ride, perfect for longer commutes or hilly areas. With such a wide range of options, UrbanRide ensures that you can find the ideal bike for any adventure. Our goal is to provide you with the freedom to explore your city in a way that suits your lifestyle and preferences. Eco-Friendly Transportation Choosing UrbanRide means making a positive impact on the environment. Bicycles are one of the most sustainable forms of transportation, and by opting for a bike ride instead of a car, you contribute to reducing carbon emissions and alleviating traffic congestion. UrbanRide is committed to promoting eco-friendly transportation and supporting initiatives that lead to greener cities. Our bikes are designed for durability and longevity, reducing the need for frequent replacements and minimizing waste. We also use environmentally friendly materials and manufacturing processes whenever possible, ensuring that our operations align with our commitment to sustainability. By encouraging more people to cycle, we aim to create a healthier and more sustainable urban environment. Cycling not only benefits the environment but also promotes a healthier lifestyle. Regular bike rides can improve cardiovascular health, reduce stress, and increase overall fitness levels. By choosing UrbanRide, you're not only supporting a greener planet but also investing in your well-being. Join us in our mission to make urban transportation more sustainable and healthier for everyone. Flexible Rental Options to Suit Your Needs At UrbanRide, we understand that everyone has different needs when it comes to bike rentals. That's why we offer a variety of rental options to provide maximum flexibility and convenience. Whether you need a bike for a few hours or for an extended period, we have the perfect solution for you. Explore our rental types and choose the one that best fits your plans and budget. Rent Bike Hourly Rentals Perfect for short trips and spontaneous rides, our hourly rental option allows you to rent a bike for just the time you need. ₹100/hour Daily Rentals Our most popular option, daily rentals give you the freedom to explore the city at your own pace. Enjoy a full day of riding with no rush, making it perfect for tourists and day-long adventures. ₹400/day Weekend Rentals Make the most of your weekend with our special weekend rental package. Rent a bike from Friday evening to Sunday evening ₹1,000/weekend Weekly Rentals For those who need a bike for a longer period, our weekly rental option is the best value. Whether you're a visitor in town or trying out a bike for daily commutes, this option offers convenience and savings. ₹2,500/week Special Offer: 20% Discount on Your First Rental As a new customer, you’ll receive a 20% discount on your first bike rental. Whether you’re planning a leisurely ride through the city, an adventurous off-road trip, or a convenient commute, our wide range of high-quality bikes is ready for you. This special offer is our way of welcoming you to the UrbanRide community and helping you start your journey with us on a positive note. Address 63M7+57J, Bankura, West Bengal 722101, India Email urbanride@gmail.com Phone +91-867-0986783 Privacy Policy Terms and Conditions Disclaimer",
    "terms-conditions": "Terms & Conditions - UrbanRide: Your Guide to Using Our Services ☰ Home Bikes Services Contacts Terms and Conditions Welcome to UrbanRide! By accessing or using our website and services, you agree to comply with and be bound by the following terms and conditions. Please read them carefully. If you do not agree with any part of these terms, you must not use our services. 1. General Terms 1.1 Eligibility To use our services, you must be at least 18 years old and capable of entering into a binding contract. By using our services, you represent and warrant that you meet these eligibility requirements. 1.2 Account Registration To rent a bike from UrbanRide, you may need to create an account. You agree to provide accurate, current, and complete information during the registration process and to update such information to keep it accurate, current, and complete. You are responsible for safeguarding your account information and for all activities that occur under your account. 2. Bike Rental Terms 2.1 Rental Period The rental period begins when you pick up the bike and ends when you return it to an authorized UrbanRide location. Late returns may incur additional charges. 2.2 Rental Fees Rental fees are calculated based on the duration of the rental period and the type of bike rented. All fees must be paid in full at the time of booking. We reserve the right to change our rental rates at any time, but changes will not affect reservations already confirmed. 2.3 Use of Bikes You agree to use the bike in a safe and responsible manner. You must comply with all local laws and regulations while using the bike. You are responsible for any damage to the bike during the rental period, excluding normal wear and tear. 2.4 Return of Bikes Bikes must be returned to an authorized UrbanRide location by the end of the rental period. Failure to return the bike on time may result in additional charges. If a bike is not returned within 24 hours of the end of the rental period, it may be reported as stolen. 3. Cancellations and Refunds 3.1 Cancellation Policy You may cancel your reservation up to 24 hours before the start of the rental period for a full refund. Cancellations made within 24 hours of the start of the rental period will not be refunded. 3.2 Refunds Refunds will be processed to the original method of payment within 7 business days of the cancellation request. We are not responsible for any delays caused by the payment processor or your financial institution. 4. Limitation of Liability UrbanRide is not liable for any indirect, incidental, special, or consequential damages arising out of or in connection with your use of our services or bikes. Our liability for any direct damages shall not exceed the total rental fees paid by you for the rental period in which the claim arose. 5. Indemnification You agree to indemnify, defend, and hold harmless UrbanRide and its affiliates, officers, directors, employees, and agents from and against any and all claims, liabilities, damages, losses, or expenses, including reasonable attorneys' fees and costs, arising out of or in any way connected with your use of our services or bikes. 6. Dispute Resolution 6.1 Governing Law These terms and conditions are governed by and construed in accordance with the laws of the jurisdiction in which UrbanRide operates, without regard to its conflict of law principles. 6.2 Arbitration Any disputes arising out of or in connection with these terms and conditions shall be resolved through binding arbitration in accordance with the rules of the American Arbitration Association. The arbitration shall take place in the jurisdiction in which UrbanRide operates. 7. Changes to Terms and Conditions We reserve the right to modify these terms and conditions at any time. Any changes will be effective immediately upon posting on our website. Your continued use of our services after the posting of changes constitutes your acceptance of such changes. 8. Contact Us If you have any questions or concerns about these terms and conditions, please contact us at: Email: urbanride@gmail.com Thank you for choosing UrbanRide! We hope you enjoy your ride. Address 63M7+57J, Bankura, West Bengal 722101, India Email urbanride@gmail.com Phone +91-867-0986783 Privacy Policy Terms and Conditions Disclaimer",
    "thanks": "Thank You for Choosing UrbanRide! - UrbanRide: Your Urban Adventure Awaits body { font-family: Arial, sans-serif; background-color: #f4f4f4; text-align: center; padding: 50px; } h1 { color: #333; } p { color: #666; font-size: 18px; } .back { max-width: 300px; background-color: #d14622; margin: auto; align-items: center; text-align: center; padding: 10px; transition: 0.3s; cursor: pointer; color: rgb(0, 0, 0); text-decoration: none; } .back:hover { background-color: white; border: 2px solid #d14622; transition: 0.3s; color: black; transition: 0.3s; } Thank You for Choosing UrbanRide! Welcome to UrbanRide, your go-to destination for convenient and eco-friendly bike rentals. We sincerely appreciate your decision to explore the city with us. Your support means the world to us! Your Urban Adventure Awaits With UrbanRide, you're not just renting a bike; you're embarking on an urban adventure filled with exploration, discovery, and unforgettable experiences. Whether you're cruising through city streets, exploring scenic trails, or commuting to work, we're here to make your journey smooth and enjoyable. A Commitment to Quality and Service At UrbanRide, we're committed to providing top-quality bikes, excellent customer service, and hassle-free rentals. We strive to make every aspect of your experience with us seamless and memorable. If you ever have any questions, concerns, or feedback, please don't hesitate to reach out to us. Join the UrbanRide Community As part of the UrbanRide community, you're not just a customer; you're a valued member of our community of cyclists and city explorers. Follow us on social media to stay updated on the latest news, promotions, and biking tips. Share your UrbanRide adventures with us using #UrbanRide - we love seeing your photos and hearing your stories! Contact Us If you have any questions, suggestions, or just want to say hello, feel free to contact us at urbanride@gmail.com. We're always here to help and would love to hear from you! Once again, thank you for choosing UrbanRide. We're excited to be part of your urban adventure! Happy riding! Home"
  },
  "date": "2024-05-22T08:12:44.712Z"
}