{
  "name": "New_v9_BookHaven",
  "pages": {
    "index": "BookHaven - Lojas de Livros Sobre nós Nossa equipe Galeria Contate-nos +55-63-7234-5123 bookhaven@gmail.com Bem-vindo à BookHaven Descubra o melhor da literatura com nossa seleção exclusiva de livros. Aproveite promoções imperdíveis e encontre seu próximo livro favorito aqui. Sobre a BookHaven A BookHaven nasceu em 2020, fruto da paixão de Maria Silva e João Pereira pela literatura e inovação. Desde o início, nosso objetivo foi criar um espaço onde os amantes de livros pudessem encontrar uma vasta gama de títulos com facilidade e conveniência. Somos uma empresa brasileira dedicada a promover a leitura e a cultura. Nossa plataforma online foi desenvolvida para oferecer uma experiência de compra intuitiva e agradável, permitindo que você explore nosso catálogo de qualquer lugar do país. A diversidade é um dos nossos pilares. Temos desde clássicos intemporais e best-sellers internacionais até obras de novos autores brasileiros. Estamos constantemente atualizando nosso acervo para incluir os lançamentos mais recentes e as obras mais procuradas. Entendemos que cada leitor é único. Por isso, oferecemos recomendações personalizadas, baseadas nos seus interesses e histórico de leitura. Nossa equipe está sempre à disposição para ajudar você a descobrir novos autores e gêneros. Além de livros físicos, oferecemos também uma ampla seleção de e-books. Nosso sistema de entrega é eficiente e confiável, garantindo que suas compras cheguem rapidamente ao seu destino. Na BookHaven, valorizamos o poder transformador da leitura. Acreditamos que os livros têm a capacidade de educar, inspirar e entreter. Por isso, trabalhamos incansavelmente para tornar a leitura acessível a todos. Estamos comprometidos com a sustentabilidade e com a responsabilidade social. Trabalhamos com fornecedores que compartilham nossos valores e buscamos continuamente maneiras de reduzir nosso impacto ambiental. Junte-se à comunidade BookHaven e descubra um universo de possibilidades literárias. Seja bem-vindo à sua nova livraria favorita! Nossa Equipe Maria Silva Fundadora e CEO Ana Pereira Diretora de Marketing Carla Souza Gerente de Operações Fernanda Costa Coordenadora de Logística Juliana Lima Especialista em Atendimento ao Cliente Rafaela Alves Analista de Conteúdo Nosso Assortimento Na BookHaven, oferecemos uma variedade incomparável de livros para todos os gostos. Seja você um fã de romances, ficção científica, biografias ou literatura infantil, temos algo especial esperando por você. Entre em Contato Na BookHaven, estamos sempre prontos para ajudar você. Se tiver dúvidas sobre nossos produtos ou precisar de assistência com seu pedido, não hesite em nos contatar. Nossa equipe está disponível para oferecer suporte e garantir que sua experiência de compra seja excelente. Oferecemos diversas opções de entrega para que você receba seus livros da maneira mais conveniente. Trabalhamos com parceiros logísticos confiáveis para garantir que suas compras cheguem rapidamente e em perfeito estado. +55-63-7234-5123 O que Nossos Clientes Dizem Ana Beatriz \"A BookHaven superou minhas expectativas! A variedade de livros é incrível e a entrega foi super rápida. Recomendo a todos os amantes de leitura!\" Carlos Eduardo \"Fiquei impressionado com o atendimento ao cliente. A equipe da BookHaven é muito atenciosa e me ajudou a encontrar exatamente o que eu procurava. Excelente experiência!\" Mariana Ferreira \"A qualidade dos livros e o cuidado com a embalagem me surpreenderam. Sem dúvida, a BookHaven se tornou minha livraria online favorita. Continuarei comprando aqui!\" Entre em Contato Conosco Entre em contato conosco preenchendo o formulário abaixo. Estamos aqui para responder às suas perguntas e ajudá-lo com qualquer dúvida que você possa ter sobre nossos produtos ou serviços. Concordo com a política de privacidade Home Política de privacidade Termos de uso Explore o mundo dos livros com a BookHaven!",
    "privacy": "Política de Privacidade - BookHaven Sobre nós Nossa equipe Galeria Contate-nos +55-63-7234-5123 bookhaven@gmail.com Política de Privacidade 1. Introdução A BookHaven respeita a sua privacidade e está empenhada em proteger suas informações pessoais. Esta política de privacidade descreve como coletamos, usamos e protegemos os dados pessoais que você nos fornece através do nosso site. 2. Informações que Coletamos Podemos coletar informações pessoais como nome, endereço de e-mail, número de telefone, endereço de entrega e informações de pagamento quando você faz uma compra ou se registra em nosso site. Além disso, podemos coletar automaticamente certas informações sobre o seu dispositivo, incluindo seu endereço IP, tipo de navegador, horário de acesso e páginas visitadas. 3. Como Usamos Suas Informações Utilizamos suas informações pessoais para processar suas transações, fornecer suporte ao cliente, enviar atualizações sobre pedidos e responder às suas perguntas e preocupações. Além disso, podemos usar suas informações para personalizar sua experiência de compra e recomendar produtos que possam ser do seu interesse. 4. Compartilhamento de Informações Nós não vendemos, trocamos ou transferimos suas informações pessoais para terceiros sem o seu consentimento, exceto quando necessário para fornecer produtos ou serviços que você solicitou. Podemos compartilhar suas informações com prestadores de serviços terceirizados que nos ajudam a operar nosso site ou realizar atividades comerciais em nosso nome, como processamento de pagamentos e entrega de pedidos. 5. Proteção de Dados Implementamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. No entanto, é importante observar que nenhum método de transmissão pela Internet ou armazenamento eletrônico é 100% seguro, e não podemos garantir a segurança absoluta de suas informações. 6. Seus Direitos Você tem o direito de acessar, corrigir, atualizar ou excluir suas informações pessoais a qualquer momento. Se desejar exercer esses direitos ou tiver alguma dúvida sobre nossas práticas de privacidade, entre em contato conosco através do e-mail bookhaven@gmail.com. 7. Alterações na Política de Privacidade Reservamo-nos o direito de atualizar ou modificar esta política de privacidade a qualquer momento. Se fizermos alterações significativas na forma como tratamos suas informações pessoais, iremos notificá-lo enviando um e-mail para o endereço fornecido ou publicando um aviso em destaque em nosso site. Home Política de privacidade Termos de uso Explore o mundo dos livros com a BookHaven!",
    "terms": "Termos de uso - BookHaven Sobre nós Nossa equipe Galeria Contate-nos +55-63-7234-5123 bookhaven@gmail.com Termos de Uso - BookHaven 1. Aceitação dos Termos Ao acessar ou usar o site da BookHaven, você concorda em cumprir estes termos de uso e todas as leis e regulamentos aplicáveis. Se você não concordar com qualquer parte destes termos, não poderá acessar o site ou usar quaisquer serviços. 2. Uso do Site Você concorda em usar o site apenas para fins legais e de acordo com estes termos de uso. Você concorda em não usar o site de qualquer forma que possa danificar, desativar, sobrecarregar ou prejudicar o site ou interferir no uso de outras partes do site por terceiros. 3. Propriedade Intelectual O conteúdo do site, incluindo texto, gráficos, logotipos, ícones, imagens, clipes de áudio e vídeo, downloads digitais e software, é de propriedade da BookHaven ou de seus licenciadores e é protegido por leis de direitos autorais e outras leis de propriedade intelectual. Você concorda em não reproduzir, duplicar, copiar, vender, revender ou explorar qualquer parte do site sem a permissão expressa por escrito da BookHaven. 4. Limitação de Responsabilidade O site é fornecido \"como está\" e \"conforme disponível\", sem garantias de qualquer tipo, expressas ou implícitas. A BookHaven não garante que o site será seguro, ininterrupto, sem erros ou livre de vírus ou outros componentes nocivos. Em nenhuma circunstância a BookHaven será responsável por quaisquer danos diretos, indiretos, incidentais, especiais, consequentes ou punitivos decorrentes do uso ou incapacidade de uso do site. 5. Links para Outros Sites O site pode conter links para sites de terceiros que não são controlados pela BookHaven. Não nos responsabilizamos pelo conteúdo, políticas de privacidade ou práticas de qualquer site de terceiros. Você reconhece e concorda que a BookHaven não será responsável, direta ou indiretamente, por qualquer dano ou perda causada ou alegadamente causada pelo uso ou dependência de qualquer conteúdo, bens ou serviços disponíveis em ou através de tais sites ou recursos. 6. Alterações nos Termos de Uso Reservamo-nos o direito de atualizar ou modificar estes termos de uso a qualquer momento. Recomendamos que você revise periodicamente os termos de uso para estar ciente de quaisquer alterações. O uso contínuo do site após a publicação de alterações constitui aceitação dos termos atualizados. 7. Contato Se você tiver alguma dúvida sobre estes termos de uso, entre em contato conosco pelo e-mail bookhaven@gmail.com. Home Política de privacidade Termos de uso Explore o mundo dos livros com a BookHaven!",
    "thanks": "Obrigado pela sua solicitação! - BookHaven Obrigado pelo seu Interesse! Recebemos sua consulta e entraremos em contato o mais rápido possível. Agradecemos muito o seu interesse na BookHaven, sua loja online de livros favorita. Página Inicial"
  },
  "date": "2024-05-18T14:07:43.595Z"
}