{
  "name": "New_v9_LinguoMaster",
  "pages": {
    "index": "LínguaMestre - Cursos de Idiomas Estrangeiros Casa Sobre Nós Catálogo Contatos Aprenda um Novo Idioma Conosco Descubra uma nova cultura através da língua. Comece sua jornada de aprendizado conosco hoje mesmo! Descubra Nossos Cursos Sobre Nossos Cursos Nossos cursos de idiomas são projetados para ajudá-lo a dominar novos idiomas de forma eficaz e divertida. Com instrutores experientes e métodos inovadores, garantimos uma experiência de aprendizado enriquecedora. Nossos programas abrangem desde iniciantes até níveis avançados, adaptando-se às suas necessidades específicas de aprendizado. Um de nossos instrutores explicando conceitos linguísticos avançados em uma sala de aula interativa. Nosso foco está em proporcionar um ambiente de aprendizado dinâmico e estimulante, onde cada aluno pode progredir no seu próprio ritmo. Alunos participando de uma atividade prática de conversação em grupo. Valorizamos a prática oral e a interação social como parte essencial do processo de aprendizado de idiomas. Integração de tecnologia moderna no ensino de idiomas. Utilizamos ferramentas digitais avançadas para enriquecer o aprendizado, oferecendo recursos interativos e acessíveis a todos os nossos alunos. Nossos Benefícios 1000 + Os alunos já se beneficiaram de nossos cursos 500 + Atualmente em nosso Programa de estudantes ativos. 700 + Comentários sobre nossos cursos Sua Experiência de Aprendizado Personalizada Na LínguaMestre, cada aluno recebe atenção individualizada. Nossos cursos são adaptados para atender às suas necessidades específicas de aprendizado de idiomas, garantindo um progresso rápido e eficaz. Valorizamos a interação aluno-professor e criamos um ambiente acolhedor onde você se sentirá motivado a alcançar seus objetivos linguísticos. Nosso método de ensino combina teoria e prática, permitindo que você aplique imediatamente o que aprende em situações reais de comunicação. Estamos comprometidos em proporcionar uma educação de qualidade que não se limita apenas ao conhecimento linguístico, mas também inclui aspectos culturais dos idiomas que ensinamos. Além disso, oferecemos recursos adicionais, como sessões de conversação extra, eventos culturais e acesso a plataformas de aprendizado online, para enriquecer sua experiência de aprendizado e ajudá-lo a alcançar fluência com confiança. Catálogo de Cursos Explore nossa ampla seleção de cursos de idiomas. Temos opções para todos os níveis de proficiência e interesses culturais. Curso Padrão Aprenda um novo idioma em aulas regulares. Ideal para quem quer progredir de forma consistente. R$ 300,00 Detalhado Curso Intensivo Imersão total no idioma com aulas intensivas. Perfeito para quem precisa aprender rapidamente. R$ 500,00 Detalhado Curso Online Estude no conforto da sua casa com aulas online ao vivo. Flexibilidade total no seu aprendizado. R$ 250,00 Detalhado Curso Particular Aulas individuais com um professor dedicado. Personalize seu aprendizado de acordo com suas necessidades. R$ 700,00 Detalhado Entre em Contato Conosco Estamos aqui para responder suas perguntas e ajudá-lo a começar sua jornada de aprendizado de idiomas. Entre em contato hoje mesmo! Telefone: +55-28-2684-5694 E-mail: linguomaster@gmail.com Endereço: R. Waldeck Cirne, 115 - Estrada das Barreiras,Salvador - BA, 41205-041, Brasil Inscreva-se Agora Preencha o formulário abaixo para se inscrever em um de nossos cursos de idiomas. Entraremos em contato em breve! Nome: E-mail: Mensagem: Aceito a Política de Privacidade Enviar Casa Sobre Nós Catálogo Contatos Política de Privacidade Termos e Condições",
    "privacy-policy": "Política de Privacidade - LínguaMestre Casa Sobre Nós Catálogo Contatos Política de Privacidade 1. Introdução Bem-vindo à Política de Privacidade da LínguaMestre. Esta página descreve como coletamos, usamos e protegemos as informações que você nos fornece ao usar nosso site. 2. Informações que Coletamos Coletamos informações pessoais que você nos fornece voluntariamente, como nome, endereço de e-mail, número de telefone, entre outros, quando você se inscreve em nossos cursos, participa de nossas promoções ou se comunica conosco. 3. Uso das Informações Utilizamos suas informações pessoais para os seguintes fins: Processar inscrições em cursos e gerenciar sua participação em eventos educacionais. Responder a suas perguntas e fornecer suporte ao cliente. Enviar informações sobre nossos cursos, atualizações e promoções que possam ser do seu interesse. Personalizar sua experiência no site e melhorar nossos serviços. 4. Compartilhamento de Informações Não compartilhamos suas informações pessoais com terceiros, exceto nas seguintes circunstâncias: Com prestadores de serviços terceirizados que nos auxiliam na operação do site e na prestação de serviços, mediante compromisso de confidencialidade. Para cumprir com obrigações legais, proteger nossos direitos ou responder a processos judiciais. Com seu consentimento expresso. 5. Segurança das Informações Implementamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, uso indevido ou alteração. 6. Seus Direitos Você tem o direito de: Acessar, corrigir ou atualizar suas informações pessoais. Solicitar a exclusão de suas informações pessoais, exceto quando precisamos mantê-las por obrigações legais ou comerciais legítimas. Optar por não receber comunicações de marketing enviando um e-mail para linguomaster@gmail.com. 7. Alterações nesta Política Podemos atualizar esta Política de Privacidade periodicamente para refletir mudanças em nossas práticas de informações. Recomendamos que você revise esta página regularmente para estar ciente de quaisquer alterações. 8. Contato Se você tiver dúvidas sobre nossa Política de Privacidade ou sobre o tratamento de suas informações pessoais, entre em contato conosco pelo e-mail linguomaster@gmail.com. Casa Sobre Nós Catálogo Contatos Política de Privacidade Termos e Condições",
    "terms-conditions": "Termos e Condições - LínguaMestre Casa Sobre Nós Catálogo Contatos Termos e Condições 1. Introdução Bem-vindo aos Termos e Condições de Uso do site LínguaMestre, operado por [Nome da Empresa]. Estes termos regem o seu uso do site e dos serviços relacionados. Ao acessar ou utilizar o site LínguaMestre, você concorda em cumprir estes termos e todas as leis e regulamentos aplicáveis. Se você não concordar com algum destes termos, não utilize nosso site. 2. Uso do Site Você concorda em usar o site LínguaMestre apenas para fins legítimos e de acordo com estes Termos e Condições. Você concorda em não usar o site de qualquer maneira que possa danificar, desabilitar, sobrecarregar ou prejudicar o site ou interferir no uso de outros usuários. Você concorda em não tentar obter acesso não autorizado a qualquer parte ou recurso do site, ou a quaisquer sistemas ou redes conectados ao site. 3. Informações de Conta Para acessar certas áreas do site ou utilizar determinados serviços, você pode ser solicitado a fornecer informações pessoais ou criar uma conta. Você é responsável por manter a confidencialidade de suas informações de conta, incluindo senha, e por todas as atividades que ocorrerem em sua conta. Você concorda em notificar imediatamente a LínguaMestre sobre qualquer uso não autorizado de sua conta ou qualquer outra violação de segurança. 4. Propriedade Intelectual O conteúdo do site LínguaMestre, incluindo texto, gráficos, logotipos, ícones, imagens, clips de áudio, downloads digitais, compilações de dados e software, é de propriedade da LínguaMestre e está protegido por leis de direitos autorais, marcas registradas e outras leis de propriedade intelectual. Você concorda em não reproduzir, duplicar, copiar, vender, revender ou explorar qualquer parte do site para fins comerciais sem o consentimento expresso por escrito da LínguaMestre. 5. Limitação de Responsabilidade O site LínguaMestre e seu conteúdo são fornecidos \"como estão\". Não garantimos que o site será livre de erros ou que seu uso será ininterrupto. Em nenhuma circunstância a LínguaMestre será responsável por quaisquer danos diretos, indiretos, incidentais, especiais, consequenciais ou punitivos decorrentes do uso ou da incapacidade de usar nosso site, mesmo que tenhamos sido informados da possibilidade de tais danos. 6. Alterações nos Termos Reservamos o direito de modificar estes Termos e Condições a qualquer momento. As alterações entrarão em vigor imediatamente após sua publicação no site. Recomendamos que você revise regularmente estes termos para estar ciente de quaisquer alterações. O uso continuado do site após a publicação das alterações constitui sua aceitação dessas alterações. 7. Links para Terceiros O site LínguaMestre pode conter links para sites de terceiros que não são controlados ou operados por nós. Não nos responsabilizamos pelo conteúdo, políticas de privacidade ou práticas de sites de terceiros. A inclusão de links para esses sites não implica endosso ou associação com seus operadores. 8. Lei Aplicável Estes Termos e Condições são regidos e interpretados de acordo com as leis do [inserir país ou estado]. Qualquer disputa relacionada a estes termos será submetida à jurisdição exclusiva dos tribunais competentes na [inserir cidade, estado ou país]. 9. Contato Se você tiver dúvidas sobre nossos Termos e Condições, entre em contato conosco pelo e-mail linguomaster@gmail.com. Casa Sobre Nós Catálogo Contatos Política de Privacidade Termos e Condições",
    "thanks": "Agradecemos por sua mensagem Agradecemos por sua mensagem Recebemos sua mensagem e entraremos em contato em breve. Casa"
  },
  "date": "2024-07-01T07:00:34.034Z"
}