{
  "name": "New_v9_BabyFood",
  "pages": {
    "index": "Baby Food Home About Us Production Reviews Contact us Elite baby food for your child By choosing our products you create a better healthy future for your child Select product About our company Our company specializes in the production of high-quality baby food products that meet the strictest safety and quality standards. We offer a wide range of products for babies of different ages. The company was founded in 2000 by a group of specialists in the field of baby nutrition. During this time, we have gone from a small manufacturer to a major player in the market, winning the trust of millions of parents around the world. Using only high quality natural ingredients. Strict production control at all stages. A wide range of products for children of different ages. Affordable price and flexible discount system. Convenient packaging and storage of products. We cooperate with leading manufacturers of raw materials and packaging, as well as with scientific institutes and laboratories, to constantly improve our products and offer our customers the best products. Our clients say ... Tasty and healthy baby food. Wide range, high quality and affordable prices. Great choice for kids! Alice B 20/07/2024 Is a reliable manufacturer. Variety of products, high quality and affordable price. A good choice for your baby! Sharon Kely 21/07/2024 Great choice for babies. High quality, natural ingredients and variety of products. I recommend! Masha Sokolova 22/07/2024 Contact us Address: Professor's Colony, Chhindwara,Madhya Pradesh 480001, India Tel: +917651488723 babyfood@gmail.com I accept Privacy policy Submit Home About Us Production Reviews Contact us Privacy policy Terms and Conditions © 2024 BabyFood. All rights reserved.",
    "privacy": "Privacy policy - BabyFood Home Terms and conditions Privacy Policy This privacy policy was developed by a baby food manufacturer and is intended to protect the personal information of users of our website. Personal data – any information relating directly or indirectly to a specific or identifiable person (subject of personal data). Processing of personal data - any action (operation) or set of actions (operations) performed using automation tools or without the use of such means with personal data, including systematization, accumulation, storage, clarification (updating, changing), extraction, use, transfer ( distribution, provision, access), depersonalization, blocking, deletion, destruction of personal data. Automated processing of personal data – processing of personal data using computer technology. Blocking of personal data – temporary cessation of processing of personal data (except for cases when processing is necessary to clarify personal data). Depersonalization of personal data – actions as a result of which it is impossible, without the use of additional information, to determine the ownership of personal data to a specific user or other subject of personal data. User rights Users have the right to receive information about their personal data, its processing and protection. Users also have the right to rectification, erasure or restriction of the processing of their personal data, as well as to object to the processing of their data. Security and data protection We take all necessary measures to ensure the security and protection of users' personal data. We use modern technology and security systems, and regularly update our software and security systems. Transfer of data to third parties We may transfer user personal data to third parties only in the following cases: to provide services related to the use of our website; comply with legal requirements or court decisions; to protect the rights and interests of users or the company. Updates and changes to the privacy policy We regularly update our privacy policy to keep it up to date with changes to the law and our business. All changes will be published on our website and will take effect upon publication. Contact Information If you have any questions or concerns regarding our privacy policy, please contact us at the email address or telephone number provided on our website. Home Terms and conditions © 2024 BabyFood. All rights reserved.",
    "production": "Production Home About Us Production Reviews Contact us Production Potatoes Mashed potatoes are enriched with vitamins and minerals necessary for the healthy growth and development of the child. It is easily digestible and helps the baby adapt to new foods in the diet. 10 $ Add to cart Apple and zucchini Apple and zucchini puree is a tender and airy dish, suitable for baby food. It has a soft consistency and neutral taste with a light fruity note. 12 $ Add to cart Apple Applesauce for babies is a tender and tasty product that you can prepare at home or buy in the store. 14 $ Add to cart Apple and strawberry For feeding young children. Meets the latest recommendations of pediatric nutritionists and helps form healthy eating habits from early childhood. 11 $ Add to cart Apple and Peach Natural product suitable for complementary feeding of children from 5 months. Thanks to the combination of ripe apples and juicy peaches, the puree has a delicate taste and benefits the baby's health. 15 $ Add to cart Peach Intended for children over 4 months. It contains only natural ingredients: peach puree (100%). The product contains no sugar, GMOs, flavors, preservatives or dyes. 10 $ Add to cart Peach sterilized puree intended for feeding young children starting from 4 months. It contains only natural ingredients, such as apricot puree, without added sugar or GMOs. 12 $ Add to cart Apple with lemon Apple with lemon is a natural fermented milk food for children over 8 months. It contains milk, green apple fruit filler (sugar, water, apple juice, applesauce, cornstarch, pectin, natural apple flavor, lemon juice), prebiotic inulin and a starter culture of thermophilic lactic acid streptococci and lactic acidophilus rods. 14 $ Add to cart Apple with greens Contains only natural ingredients: apple puree and herbs (parsley or dill). The product is rich in vitamins and minerals, promotes digestion and strengthens the immune system. Suitable for children over 6 months. 11 $ Add to cart Home About Us Production Reviews Contact us Privacy policy Terms and Conditions © 2024 BabyFood. All rights reserved.",
    "terms": "Terms and Conditions - BabyFood Home Privacy policy Terms and Conditions Goals and objectives of the company The company strives to produce high-quality baby food that meets all necessary standards and requirements. Our goal is to provide children with a healthy and balanced diet that promotes their growth and development. Product range The company offers a wide range of baby food products, including infant formula, cereals, purees, juices and water. We are constantly expanding our range, taking into account the needs and preferences of young parents. Product quality The company pays special attention to the quality of its products. All ingredients used in production undergo strict quality control and meet international standards. Product safety The company strives to ensure maximum safety of products for children's health. We use only environmentally friendly and natural ingredients, and also comply with all sanitary and hygienic standards and requirements. Packaging and labeling The company's products are packaged in convenient and safe containers that comply with legal requirements. The packaging contains all the necessary information about the product, including composition, expiration date and recommendations for use. Certification and quality control The company undergoes regular inspections and certifications to confirm that our products comply with all necessary standards and requirements. We also carry out internal quality control at all stages of production. Environmental responsibility The company strives to minimize its impact on the environment. We use environmentally friendly materials and technologies, and also take measures to recycle waste and reduce energy consumption. Cooperation with suppliers The company works only with proven and reliable suppliers who also comply with all necessary standards and requirements. We carefully select suppliers based on their reputation, product quality and environmental responsibility. Support for young parents The company actively supports young parents by providing them with information about proper nutrition and child development, as well as conducting educational events and consultations. Legal Compliance The company strictly complies with all legal requirements and regulations governing the production and sale of baby food. We regularly update our documentation and monitor changes in legislation. Home Privacy policy © 2024 BabyFood. All rights reserved.",
    "thanks_page": "thank you for your purchase! Thank you for your purchase! We will contact you soon to clarify details To main page"
  },
  "date": "2024-07-24T12:27:26.905Z"
}