{
  "name": "New_v9_zenithceilings",
  "pages": {
    "thanks": "Zenith Ceilings: Expressing Gratitude for Your Support and Trust Thank You for Reaching Out! We at Zenith Ceilings want to express our sincere gratitude for taking the time to contact us. Your feedback and inquiries are invaluable to us as we strive to provide the best service and support to our customers. Rest assured that your message has been received and our team will be working diligently to address your concerns or questions as soon as possible. In the meantime, feel free to explore more about Zenith Ceilings and our range of innovative ceiling solutions on our website. Thank you once again for choosing Zenith Ceilings. We look forward to serving you and exceeding your expectations. Warm regards, The Zenith Ceilings Team To main",
    "index": "Zenith Ceilings: Elevate Your Space with Premium Ceiling Solutions +91-976-5854019 Redefining Ceiling Elegance Zenith Ceilings Home Services Customers Collection Professionals Welcome to Zenith Ceilings Elevate Your Space with Exquisite Ceiling Solutions Discover a world where craftsmanship meets creativity. At Zenith Ceilings, we redefine elegance with our premium ceiling designs. Transform your space into a masterpiece of sophistication and style. Explore our collection and elevate your ceilings to new heights of luxury. Let's start? Our Services Explore Our Range of Expert Ceiling Solutions Custom Designs Tailored to Your Vision Let us bring your dream ceiling to life with our bespoke design services. Professional Installation Precision and Perfection Our skilled team ensures flawless installation for a seamless finish. Quality Materials Durability and Style Combined Experience the finest materials for ceilings that stand the test of time. Customer Satisfaction Your Satisfaction is Our Priority At Zenith Ceilings, we prioritize your satisfaction above all else. Our dedicated team is committed to delivering exceptional service and exceeding your expectations. From concept to completion, we ensure a seamless experience tailored to your needs. With a focus on quality, innovation, and customer care, we strive to create ceilings that not only enhance your space but also reflect your unique style. Trust Zenith Ceilings for unparalleled craftsmanship and a personalized touch that transforms your vision into reality. Trust us Our Portfolio Discover Our Collection of Stunning Ceiling Designs Modern Elegance Sleek and Sophisticated Experience the perfect blend of contemporary style and timeless elegance. Look Traditional Charm Timeless Beauty Immerse yourself in the charm of classic ceiling designs that never go out of style. Look Industrial Chic Raw and Refined Combine the rugged appeal of industrial elements with the refined touch of Zenith Ceilings. Look Rustic Charm Warm and Inviting Embrace the natural beauty of rustic ceilings with a touch of modern sophistication. Look Coastal Inspiration Oceanic Serenity Bring the tranquility of the coast into your home with our coastal-inspired ceiling designs. Look Urban Chic City Style Experience the energy of the city with our urban-inspired ceiling designs that blend seamlessly into your space. Look Expert Advice Trust Our Team for Professional Guidance At Zenith Ceilings, we offer more than just products; we provide expert advice to help you make the best choices for your space. Our knowledgeable team is here to guide you through every step of the process, ensuring your satisfaction and peace of mind. Personalized Consultations Tailored Recommendations 5 + Years Experience 1000 + Satisfied Clients 98 % Customer Satisfaction Explore Our Product Selection Discover Quality Ceiling Solutions for Every Style Profitable ₹10,000 Luxury Crystal Ceiling Light Illuminate your space with elegance and style. This crystal ceiling light adds a touch of luxury to any room, creating a dazzling ambiance. Order New ₹15,500 Modern LED Panel Ceiling Upgrade your ceiling with this sleek LED panel. Enjoy energy-efficient lighting and a contemporary look that enhances your space. Order New ₹8,750 Classic Wooden Beam Ceiling Add warmth and character to your room with this classic wooden beam ceiling. Timeless design meets natural beauty for a cozy atmosphere. Order Details ContactUs Our Location Shop 90, Bus Stand, Square, Umred Rd, near Dighori, Telephone Nagar, Dighori, Nagpur, Maharashtra 440034, India Call Us +91-976-5854019 Email us zenithceilings@gmail.com We will help Contact us and we will answer your questions I accept the Privacy Policy Send Zenith Ceilings Elevate Your Space with Zenith Ceilings - Where Quality Meets Elegance Home Services Customers Collection Professionals Privacy Policy Terms of Use",
    "privacy-policy": "Zenith Ceilings: Your Privacy Matters to Us +91-976-5854019 Redefining Ceiling Elegance Zenith Ceilings Home Services Customers Collection Professionals Privacy Policy Welcome to Zenith Ceilings! By accessing this website, you accept and agree to be bound by the following disclaimer terms and conditions. If you disagree with any part of these terms and conditions, please do not use our website. Accuracy of Information The information provided on Zenith Ceilings is for general informational purposes only. While we endeavor to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. Professional Advice The content on Zenith Ceilings is not intended to be a substitute for professional advice, diagnosis, or treatment. Always seek the advice of your qualified professional with any questions you may have regarding any information provided on this website. Never disregard professional advice or delay in seeking it because of something you have read on this website. External Links From time to time, Zenith Ceilings may include links to other websites that are not controlled or maintained by us. We do not endorse or make any representations about these websites or their content, and we are not responsible for any loss or damage that may arise from your use of them. Visiting any external links is done at your own risk. Availability of the Website We strive to ensure that our website is available 24/7; however, we will not be liable if the website is unavailable at any time or for any period. We may suspend access to the website without notice for any reason, including but not limited to maintenance, repairs, upgrades, or system failure. Limitation of Liability In no event will Zenith Ceilings be liable for any loss or damage including, without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website. Changes to the Privacy Policy Zenith Ceilings reserves the right to modify or replace these terms and conditions at any time. It is your responsibility to check this page periodically for changes. Your continued use of the website after any changes constitutes acceptance of those changes. Indemnity You agree to indemnify and hold Zenith Ceilings harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of your use of the website, your violation of these terms and conditions, or your violation of any rights of another person or entity. Copyright All content included on Zenith Ceilings, such as text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, is the property of Zenith Ceilings or its content suppliers and protected by international copyright laws. The compilation of all content on this website is the exclusive property of Zenith Ceilings and protected by international copyright laws. Trademarks The trademarks, logos, and service marks (collectively the \"Trademarks\") displayed on Zenith Ceilings are registered and unregistered Trademarks of Zenith Ceilings and others. Nothing contained on this website should be construed as granting, by implication, estoppel, or otherwise, any license or right to use any Trademark displayed on this website without the written permission of Zenith Ceilings or such third party that may own the Trademarks displayed on this website. Entire Agreement These terms and conditions constitute the entire agreement between you and Zenith Ceilings regarding your use of this website, and supersede all prior agreements and understandings, whether written or oral, relating to the subject matter of these terms and conditions. User Responsibilities While using Zenith Ceilings, you agree to use the website only for lawful purposes and in a manner that does not infringe the rights of, or restrict or inhibit the use and enjoyment of, this site by any third party. You must not misuse our website by knowingly introducing viruses, trojans, worms, logic bombs, or other material that is malicious or technologically harmful. You must not attempt to gain unauthorized access to our website, the server on which our website is stored, or any server, computer, or database connected to our website. You must not attack our website via a denial-of-service attack or a distributed denial-of-service attack. Modification of the Website Zenith Ceilings reserves the right to modify or discontinue, temporarily or permanently, the website (or any part thereof) with or without notice. You agree that Zenith Ceilings shall not be liable to you or to any third party for any modification, suspension, or discontinuance of the website. Severability If any provision of these terms and conditions is found to be invalid, illegal, or unenforceable under applicable law, such provision shall be deemed modified to the extent necessary to render such provision valid, legal, and enforceable. If such modification is not possible, the relevant provision or part-provision shall be deemed deleted. The validity, legality, and enforceability of the remaining provisions shall not be affected or impaired in any way. Waiver No waiver by Zenith Ceilings of any term or condition set forth in these terms and conditions shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of Zenith Ceilings to assert a right or provision under these terms and conditions shall not constitute a waiver of such right or provision. Limitation of Liability Zenith Ceilings, its affiliates, officers, directors, employees, agents, suppliers, or licensors shall not be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the website; (ii) any conduct or content of any third party on the website; (iii) any content obtained from the website; and (iv) unauthorized access, use, or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence), or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose. Changes to the Website We may, in our sole discretion, make changes to the website at any time without notice. We do not, however, make any commitment to update the materials on the website. Effective Date This disclaimer is effective as of [Effective Date] and will remain in effect except with respect to any changes in its provisions in the future, which will be in effect immediately after being posted on this page. Contact Us If you have any questions, concerns, or feedback regarding this disclaimer or our website, please feel free to contact us at zenithceilings@gmail.com. Thank you for your understanding and cooperation. Zenith Ceilings Elevate Your Space with Zenith Ceilings - Where Quality Meets Elegance Home Services Customers Collection Professionals Privacy Policy Terms of Use",
    "terms-conditions": "Zenith Ceilings: Guidelines for a Seamless Experience +91-976-5854019 Redefining Ceiling Elegance Zenith Ceilings Home Services Customers Collection Professionals Terms of Use Welcome to Zenith Ceilings! These terms and conditions outline the rules and regulations for the use of Zenith Ceilings' Website. By accessing this website, we assume you accept these terms and conditions. Do not continue to use Zenith Ceilings if you do not agree to take all of the terms and conditions stated on this page. The following terminology applies to these Terms and Conditions, Privacy Statement, and Disclaimer Notice and all Agreements: \"Client,\" \"You,\" and \"Your\" refers to you, the person log on this website and compliant to the Company's terms and conditions. \"The Company,\" \"Ourselves,\" \"We,\" \"Our,\" and \"Us,\" refers to our Company. \"Party,\" \"Parties,\" or \"Us,\" refers to both the Client and ourselves. All terms refer to the offer, acceptance, and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner for the express purpose of meeting the Client's needs in respect of the provision of the Company's stated services, in accordance with and subject to, prevailing law of Netherlands. Any use of the above terminology or other words in the singular, plural, capitalization and/or he/she or they, are taken as interchangeable and therefore as referring to same. License Unless otherwise stated, Zenith Ceilings and/or its licensors own the intellectual property rights for all material on Zenith Ceilings. All intellectual property rights are reserved. You may access this from Zenith Ceilings for your own personal use subjected to restrictions set in these terms and conditions. You must not: Republish material from Zenith Ceilings Sell, rent or sub-license material from Zenith Ceilings Reproduce, duplicate or copy material from Zenith Ceilings Redistribute content from Zenith Ceilings This Agreement shall begin on the date hereof. Parts of this website offer an opportunity for users to post and exchange opinions and information in certain areas of the website. Zenith Ceilings does not filter, edit, publish, or review Comments prior to their presence on the website. Comments do not reflect the views and opinions of Zenith Ceilings, its agents, and/or affiliates. Comments reflect the views and opinions of the person who posts their views and opinions. To the extent permitted by applicable laws, Zenith Ceilings shall not be liable for the Comments or for any liability, damages, or expenses caused and/or suffered as a result of any use of and/or posting of and/or appearance of the Comments on this website. Zenith Ceilings reserves the right to monitor all Comments and to remove any Comments which can be considered inappropriate, offensive, or causes breach of these Terms and Conditions. You warrant and represent that: You are entitled to post the Comments on our website and have all necessary licenses and consents to do so; The Comments do not invade any intellectual property right, including without limitation copyright, patent, or trademark of any third party; The Comments do not contain any defamatory, libelous, offensive, indecent, or otherwise unlawful material which is an invasion of privacy The Comments will not be used to solicit or promote business or custom or present commercial activities or unlawful activity. You hereby grant Zenith Ceilings a non-exclusive license to use, reproduce, edit, and authorize others to use, reproduce, and edit any of your Comments in any and all forms, formats, or media. Hyperlinking to our Content The following organizations may link to our Website without prior written approval: Government agencies; Search engines; News organizations; Online directory distributors may link to our Website in the same manner as they hyperlink to the Websites of other listed businesses; and System wide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our Web site. These organizations may link to our home page, to publications, or to other Website information so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement, or approval of the linking party and its products and/or services; and (c) fits within the context of the linking party's site. We may consider and approve other link requests from the following types of organizations: commonly-known consumer and/or business information sources; dot.com community sites; associations or other groups representing charities; online directory distributors; internet portals; accounting, law and consulting firms; and educational institutions and trade associations. We will approve link requests from these organizations if we decide that: (a) the link would not make us look unfavorably to ourselves or to our accredited businesses; (b) the organization does not have any negative records with us; (c) the benefit to us from the visibility of the hyperlink compensates the absence of Zenith Ceilings; and (d) the link is in the context of general resource information. These organizations may link to our home page so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products or services; and (c) fits within the context of the linking party's site. If you are one of the organizations listed in paragraph 2 above and are interested in linking to our website, you must inform us by sending an e-mail to Zenith Ceilings. Please include your name, your organization name, contact information as well as the URL of your site, a list of any URLs from which you intend to link to our Website, and a list of the URLs on our site to which you would like to link. Wait 2-3 weeks for a response. Approved organizations may hyperlink to our Website as follows: By use of our corporate name; or By use of the uniform resource locator being linked to; or By use of any other description of our Website being linked to that makes sense within the context and format of content on the linking party's site. No use of Zenith Ceilings' logo or other artwork will be allowed for linking absent a trademark license agreement. iFrames Without prior approval and written permission, you may not create frames around our Webpages that alter in any way the visual presentation or appearance of our Website. Content Liability We shall not be held responsible for any content that appears on your Website. You agree to protect and defend us against all claims that are rising on your Website. No link(s) should appear on any Website that may be interpreted as libelous, obscene, or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third-party rights. Reservation of Rights We reserve the right to request that you remove all links or any particular link to our Website. You approve to immediately remove all links to our Website upon request. We also reserve the right to amend these terms and conditions and its linking policy at any time. By continuously linking to our Website, you agree to be bound to and follow these linking terms and conditions. Removal of links from our website If you find any link on our Website that is offensive for any reason, you are free to contact and inform us at any moment. We will consider requests to remove links but we are not obligated to or so or to respond to you directly. We do not ensure that the information on this website is correct, we do not warrant its completeness or accuracy; nor do we promise to ensure that the website remains available or that the material on the website is kept up to date. Disclaimer To the maximum extent permitted by applicable law, we exclude all representations, warranties, and conditions relating to our website and the use of this website. Nothing in this disclaimer will: limit or exclude our or your liability for death or personal injury; limit or exclude our or your liability for fraud or fraudulent misrepresentation; limit any of our or your liabilities in any way that is not permitted under applicable law; or exclude any of our or your liabilities that may not be excluded under applicable law. The limitations and prohibitions of liability set in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph; and (b) govern all liabilities arising under the disclaimer, including liabilities arising in contract, in tort, and for breach of statutory duty. As long as the website and the information and services on the website are provided free of charge, we will not be liable for any loss or damage of any nature. Contact Information If you have any questions or concerns regarding these Terms of Use, please contact us via email at zenithceilings@gmail.com. By using our website, you hereby consent to our Terms of Use and agree to its terms. These terms and conditions are subject to change by Zenith Ceilings at any time and without notice. Zenith Ceilings Elevate Your Space with Zenith Ceilings - Where Quality Meets Elegance Home Services Customers Collection Professionals Privacy Policy Terms of Use"
  }
}