{
  "name": "New_v9_ArtistryAvenue",
  "pages": {
    "terms": "Terms of Service - Understand Your Rights and Responsibilities on ArtistryAvenue About us Gallery Contacts FAQs +91-156-9175810 artistryavenue@gmail.com Terms of Service Acceptance of Terms By accessing or using our website, you agree to be bound by these Terms of Service and all applicable laws and regulations. If you do not agree with any of these terms, you are prohibited from using or accessing this site. Use License Permission is granted to temporarily download one copy of the materials (information or software) on our website for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license you may not: modify or copy the materials; use the materials for any commercial purpose, or for any public display (commercial or non-commercial); attempt to decompile or reverse engineer any software contained on our website; remove any copyright or other proprietary notations from the materials; or transfer the materials to another person or \"mirror\" the materials on any other server. Disclaimer The materials on our website are provided on an 'as is' basis. We make no warranties, expressed or implied, and hereby disclaim and negate all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. Further, we do not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on our website or otherwise relating to such materials or on any sites linked to this site. Limitations In no event shall we be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on our website, even if we have been notified orally or in writing of the possibility of such damage. Modifications We may revise these terms of service for our website at any time without notice. By using this website you are agreeing to be bound by the then current version of these terms of service. Governing Law These terms and conditions are governed by and construed in accordance with the laws of [your country] and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location. Contact Us If you have any questions or concerns about our terms of service, please feel free to contact us at artistryavenue@gmail.com. We are committed to providing transparency and clarity about our terms of service, and will respond to any inquiries promptly and thoroughly. Home Contacts Privacy policy Terms of use Discover Art, Illuminate life",
    "thanks": "Thank You for Your Inquiry - ArtistryAvenue Thank You for Your Inquiry! We have received your inquiry and will get back to you as soon as possible. Your interest in our services/products is greatly appreciated. Home",
    "contacts": "Contact Us - Get in Touch with ArtistryAvenue About us Gallery Contacts FAQs +91-156-9175810 artistryavenue@gmail.com Contact Us Have a question or need assistance? Don't hesitate to reach out to us! You can easily contact us via email, phone, or through our online chat support. We offer worldwide delivery, ensuring that your artwork reaches you no matter where you are. Our shipping methods are reliable and efficient, so you can expect your order to arrive safely and on time. Fast and Reliable Shipping We pride ourselves on offering fast and reliable shipping services to ensure that your artwork arrives promptly and in perfect condition. Whether you're located near or far, we make it our priority to deliver your order efficiently. With our carefully selected shipping methods, you can trust that your artwork will reach you safely and securely, ready to adorn your space with beauty. Secure Packaging Your satisfaction and peace of mind are important to us, which is why we take extra care in packaging your artwork. Our team ensures that each piece is securely packaged using high-quality materials to protect it during transit. From sturdy boxes to protective padding, we go the extra mile to safeguard your valuable purchase, so it arrives in pristine condition, ready to be cherished for years to come. Frequently Asked Questions How can I contact customer support? You can easily reach our customer support team via email, phone, or through our online chat support. Our representatives are available to assist you with any questions or concerns you may have. What payment methods are accepted? We accept a variety of payment methods, including credit/debit cards, PayPal, and bank transfers, making it convenient for you to complete your purchase securely. Do you offer international shipping? Yes, we provide international shipping services to most countries worldwide. Simply enter your shipping address during checkout, and we'll handle the rest, ensuring your artwork arrives safely and on time. What if I'm not satisfied with my purchase? Your satisfaction is important to us. If you're not completely satisfied with your purchase, please contact us, and we'll work with you to resolve any issues or concerns to your satisfaction. Connect with us I accept Privacy policy Home Contacts Privacy policy Terms of use Discover Art, Illuminate life",
    "index": "ArtistryAvenue - Discover the Beauty of Art About us Gallery Contacts FAQs +91-156-9175810 artistryavenue@gmail.com Welcome to ArtistryAvenue ArtistryAvenue is your gateway to a world of artistic inspiration and creativity. Explore our curated collection of masterpieces, immerse yourself in the beauty of art, and discover new perspectives. Whether you're an avid art enthusiast or just beginning your journey, ArtistryAvenue offers something for everyone. From classic paintings to modern sculptures, our diverse selection showcases the best of human expression. About ArtistryAvenue ArtistryAvenue is dedicated to celebrating the beauty and diversity of art. We believe in the power of creativity to inspire, uplift, and connect people from all walks of life. Our mission is to provide a platform where artists can showcase their talent and where art enthusiasts can discover, appreciate, and acquire remarkable works of art. At ArtistryAvenue, we strive to foster a vibrant community of artists, collectors, and art lovers. Join us in our journey to explore the endless possibilities of artistic expression. Our Vision We envision a world where art is valued, celebrated, and accessible to all, enriching lives and inspiring creativity. Our Mission To connect artists with audiences, foster artistic growth and innovation, and promote cultural exchange through the power of art. Our Values We are committed to integrity, diversity, creativity, and excellence in all that we do. Gallery Quality Selection Explore a curated collection of high-quality artworks from talented artists around the world. Contacts Exceptional Service Enjoy personalized assistance and support throughout your art-buying journey with us. Contacts Secure Transactions Shop with confidence knowing that your transactions are safe and secure with us. Contacts Worldwide Delivery We ship artworks to your doorstep, no matter where you are in the world. Contacts Reviews John Fandy I was absolutely blown away by the quality of the artwork I received from ArtistryAvenue. The attention to detail and the level of craftsmanship truly exceeded my expectations. It's evident that the artists put their heart and soul into their work, and it shines through in every brushstroke. I couldn't be happier with my purchase and will definitely be returning for more. Mark Smith I had a fantastic experience shopping with ArtistryAvenue. Not only do they offer a diverse selection of artwork, but their customer service is top-notch. The staff was incredibly helpful and went above and beyond to assist me in finding the perfect piece for my home. Plus, the ordering process was seamless, and my artwork arrived promptly and in perfect condition. I highly recommend ArtistryAvenue to anyone looking for quality art and exceptional service. Michael Johnson ArtistryAvenue exceeded my expectations in every way. From the wide range of artworks available to the seamless ordering process and speedy delivery, everything was flawless. The artwork I received was even more stunning in person, and it's now the focal point of my living room. I'm incredibly impressed with the quality and service provided by ArtistryAvenue and will definitely be a repeat customer. David Brown Shopping with ArtistryAvenue was a pleasure from start to finish. The website is easy to navigate, the selection is vast, and the quality is outstanding. My artwork arrived promptly and was securely packaged to ensure it arrived in pristine condition. I'm thrilled with my purchase and can't wait to add more pieces from ArtistryAvenue to my collection. Home Contacts Privacy policy Terms of use Discover Art, Illuminate life",
    "privacy": "Privacy Policy - Your Privacy Matters to ArtistryAvenue About us Gallery Contacts FAQs +91-156-9175810 artistryavenue@gmail.com Privacy Policy Collection of Information When you visit our website, we may collect certain information that you voluntarily provide, such as name, email address, phone number, and other data you provide when filling out forms on the site. Additionally, we may automatically collect information about your interaction with our website, including data about your browser, IP address, time of access, and pages visited. This information is collected to help us understand how our website is used and to improve its functionality. We may also use this data for analytical purposes and to personalize your experience on our site. Use of Information The information we collect is used to provide you with quality service on our website, including access to special features and services, processing of requests and orders, and improving our website functionality. We may also use your information for trend analysis, personalization of your experience, and providing you with relevant content and advertising. We may also use the information to communicate with you about updates, promotions, and other relevant news related to our website and services. Protection of Information We take the protection of your personal information seriously and employ various security measures to safeguard it from unauthorized access, use, or disclosure. These measures include data encryption, restricted access, and audit controls. Additionally, we regularly review our security procedures to ensure that your information remains secure. However, no method of transmission over the internet or electronic storage is 100% secure, so we cannot guarantee absolute security. Third-party Disclosure We do not sell, trade, or otherwise transfer your personal information to third parties without your consent, except as required by law or to fulfill the purposes outlined in this privacy policy. However, non-personally identifiable visitor information may be provided to other parties for marketing, advertising, or other uses. Retention of Information We will retain your personal information for as long as necessary to fulfill the purposes outlined in this privacy policy, unless a longer retention period is required or permitted by law. If you wish to request the deletion of your personal information or have any questions about our retention practices, please contact us using the information provided in the \"Contact Us\" section below. Agreement to Privacy Policy By using our website, you agree to the terms of this privacy policy. If you do not agree with any aspect of this policy, we recommend refraining from using our site. Your continued use of our website after any changes or revisions to this policy will constitute your acceptance of such changes. Contact Us If you have any questions or concerns about our privacy policy, please feel free to contact us at artistryavenue@gmail.com. We are committed to protecting your privacy and will respond to any inquiries promptly and thoroughly. Home Contacts Privacy policy Terms of use Discover Art, Illuminate life"
  }
}