{
  "name": "New_v9_BoxingEquipment",
  "pages": {
    "aboutForUs": "--> About company --> BOXING EQUIPMENT +44 20 7946 0958 boxing@gmail.com catalog buy about company catalog punching bag weights training gloves boxing dummies buy about company about company Welcome to boxing equipment! We are a leading specialty boxing equipment store dedicated to supporting both professional and amateur fighters. Our mission is to provide every athlete with high quality products to help them reach the peak of their abilities. our history Boxing equipment was founded in 2010 by a group of boxing enthusiasts who shared a passion for the sport. Since then, we have come a long way from a small local company to one of the leading suppliers of boxing equipment on the international market. We are proud that over the years we have won the trust of thousands of clients and earned the reputation of a reliable partner. Our production is, first of all, a team of highly qualified professionals with many years of successful experience in the production of sports equipment for boxing and MMA. The high quality of products and reliability of equipment for martial arts BOXING EQUIPMENT, which meets international standards of quality and safety, extensive experience in cooperation with eminent athletes and coaches, well-known fitness networks and clubs, professional sports centers around the world allow us to implement unique integrated solutions of any level of complexity, with taking into account the personalization of equipment and corporate colors of the Customer. Our range Our catalog presents various product categories: We offer more than 1000 products, which allows you to find everything you need for boxing in one place. Simple and intuitive site navigation, convenient payment methods and fast delivery. Constant promotions, discounts and bonuses for our clients. Your data is protected and you can be sure of the confidentiality of all transactions. punching bag Everlast punching bag Everlast gloves are renowned for their quality and durability. They are ideal for both training and competition. 500 $ Купить Hukk Start Hukk Start gloves are a great choice for new boxers. They offer the protection and comfort of professional equipment. 200 $ Купить Green Hill Hamed Green Hill Hamed gloves combine style and functionality. These gloves are known for their excellent cushioning and comfort. 320 $ Купить Hukk train These gloves are ideal for bag work and training with a partner, providing maximum safety. 320 $ Купить Hukk sparring Hukk Sparring gloves are the ideal gloves for sparring. They feature enhanced protection and a comfortable fit to avoid injury. 350 $ Купить catalog buy about company (020) 7237 8112 boxing@gmail.com Privacy Policy Terms and Conditions",
    "buy": "--> Buy --> BOXING EQUIPMENT +44 20 7946 0958 boxing@gmail.com catalog buy about company catalog punching bag weights training gloves boxing dummies buy about company Buy boxing equipment Terms of payment Place the item in your cart and wait for the manager to call to clarify the delivery time of the item and agree on a convenient payment method. Cash Payment in cash occurs upon pickup from the store or upon receipt of goods through the mail. Cashless payments The manager of the BOXING EQUIPMENT online store may offer to pay for the purchase by card. The cashless payment system can also be used for courier delivery and pick-up from the store. To current account Payment can be made to the bank account of the company “TOTALBOX”. The manager will provide you with payment details. After issuing the invoice, you pay for the purchase using your bank details. Discounts When purchasing goods, there is a flexible system of discounts. The size of the discount depends on the quantity of goods purchased and the total purchase amount. For regular customers there are special cooperation offers. Phone: +44 20 7946 0958 Email: boxing@gmail.com Address: Unit 29, Moor Park Industrial Centre, Tolpits Ln, Northwood, Watford WD18 9SP Aceito a privacy Policy Send catalog buy about company (020) 7237 8112 boxing@gmail.com Privacy Policy Terms and Conditions",
    "catalog": "--> Catalog --> BOXING EQUIPMENT +44 20 7946 0958 boxing@gmail.com catalog buy about company catalog punching bag weights training gloves boxing dummies buy about company Catalog Types of boxing gloves There are various types of equipment on sale that are suitable for specific purposes: Professional boxing gloves - have a rigid design and excellent protection. Used in competitions. The highest quality is confirmed by certificates. Training ones - usually made with long cuffs, which guarantees good wrist support. have enhanced shock absorption, protect the joints and bones of the hands. Sparring - designed specifically for sessions where fighters train with each other. Volumetric products with a soft inner layer provide better control, reduce impact force and minimize the risk of damage. Compression - creates pressure, which reduces muscle vibration during training and increases endurance. Seals in the area of ​​the hands and elbows provide support for the joints. punching bag Everlast punching bag Everlast gloves are renowned for their quality and durability. They are ideal for both training and competition. 500 $ Купить Hukk Start Hukk Start gloves are a great choice for new boxers. They offer the protection and comfort of professional equipment. 200 $ Купить Green Hill Hamed Green Hill Hamed gloves combine style and functionality. These gloves are known for their excellent cushioning and comfort. 320 $ Купить Hukk train These gloves are ideal for bag work and training with a partner, providing maximum safety. 320 $ Купить Hukk sparring Hukk Sparring gloves are the ideal gloves for sparring. They feature enhanced protection and a comfortable fit to avoid injury. 350 $ Купить Weights Torneo Weights This brand of dumbbells is known for its affordability. They are often vinyl lined or have plastic covering on the scales to prevent damage to the floor. 200 $ Купить Weights Kettler This is a premium brand that offers high quality dumbbells. They are often made of chrome-plated steel with comfortable handles. 800 $ Купить Weights Athlex Specializes in functional and compact sports equipment. Athlex dumbbells typically have an ergonomic design and anti-slip handles for safe use. 323 $ Купить Proiron Weights This brand offers a variety of dumbbells, from adjustable to vinyl to neoprene, suitable for different training levels and fitness goals. 360 $ Купить Gloves Demix Gloves Affordable gloves with basic cushioning and ventilation to keep your hands comfortable and protected. 200 $ Купить Kettler Gloves High quality gloves with durable materials and extra cushioning, great for intense training. 600 $ Купить Athlex Gloves Functional gloves with good ventilation and anti-slip elements for a secure grip. 420 $ Купить Proiron Gloves Reliable and comfortable gloves with soft shock-absorbing inserts and durable seams for durability and comfort. 120 $ Купить Dummies Torneo Dummies Affordable and durable bags for home use, ideal for practicing basic punches. 100 $ Купить Kettler Dummies Premium pears using high quality materials to ensure durability and stability under intense use. 500 $ Купить Dummies Proiron Durable bags with excellent cushioning and durable seams, suitable for a variety of training levels, from beginner to advanced. 320 $ Купить In any sport, equipment and gear are a very important part. The better quality they are, the more productive you will become. We understand this very well, so we do everything with maximum quality. catalog buy about company (020) 7237 8112 boxing@gmail.com Privacy Policy Terms and Conditions",
    "index": "--> boxing equipment --> BOXING EQUIPMENT +44 20 7946 0958 boxing@gmail.com catalog buy about company catalog punching bag weights training gloves boxing dummies buy about company Online store BOXING EQUIPMENT - a unique project from the Boxing Association group of companies - a well-known manufacturer of modern equipment for boxing and martial arts under the BOXING EQUIPMENT see the assortment affiliate program Welcome to the BOXING EQUIPMENT affiliate program! If you are a website owner, blogger, sports trainer, or simply want to make money promoting boxing products, our affiliate program is perfect for you. Advantages of our affiliate program: Receive up to 15% commission on every sale made using your unique referral code Promote quality boxing gloves, bags, equipment, clothing and accessories for boxing Access to detailed reports on clicks, sales and charges in your personal account We provide banners, images, product descriptions and text links for your website or blog. Professional support from our managers who are ready to help you increase your sales FAQ: Why you should become our partner? We offer some of the best conditions on the market, a high commission percentage and a wide selection of boxer products that are in demand and popular among buyers. How and when will I receive my money? Payments are made monthly to your chosen payment method (bank transfer, PayPal, etc.), when the minimum withdrawal amount is reached. Are there any restrictions on the number of sales or number of partners? No, you can attract an unlimited number of clients and partners. Equipment of objects Any athlete always strives to win the competition. But frequent, intense training is not the only condition that will lead him to the coveted reward. It is also important to properly equip the boxing gym and take care of reliable, safe, and convenient equipment. This largely determines what place the participant will take on the podium and whether he will be among the winners. BOXING EQUIPMENT is your reliable partner in the production of sports equipment for boxing, martial arts and comprehensive equipment for sports facilities. view the catalog BOXING EQUIPMENT is your reliable partner in the production of equipment for martial arts and complex equipment of sports facilities. Our pride is hundreds of fight clubs, boxing and martial arts centers, sports complexes throughout world, where equipment is used and training equipment and rings of the company are installed. These are no longer ordinary gyms. These are the places where champions are born and experiences that last forever are created. Equipment for the winners Our brand unites 3 brands that offer equipment for wrestling or other types of martial arts: AQUABOX, TOTALFIGHT, BOXING EQUIPMENT. This equipment, which helps to become champions, creates a desire for excellence, love, and a real passion for sports. Today we are the largest manufacturer of martial arts equipment, offering several unique lines: 1. AQUABOX is a hydropneumatic system based on water filler, which allows you to adjust the rigidity and weight of the projectile. 2. AERO GEL is a system based on a combination of two elements: a composite gel filler and an air pneumatic shock absorber. 3. GEL TECHNOLOGY is a special gel-based filler that provides elasticity to the projectile and increases the degree of shock absorption. 4. DOUBLE ATTACK - a filler of two components that differ in composition, separated by a pronounced boundary, provides two training modes in one projectile. 5. LOFT — инвентарь для бокса премиум-класса, где винтажный стиль сочетается с инновациями. Их выбирают за эстетику, практичность. Reviews Leeds / West Yorkshire Jon S. ⭐⭐⭐⭐⭐ I've been boxing for five years now and have tried many different stores. BOXING EQUIPMENT exceeded all my expectations! The products are of the highest quality and delivery is always fast and hassle-free. Particularly pleased with the new gloves, which have greatly improved my performance. Bristol / Bristol Mari F. ⭐⭐⭐⭐⭐ Finding gear for girl boxers can be difficult, but BOXING EQUIPMENT has it all! I bought my first gloves and helmet here. Everything fit perfectly and the quality is simply amazing. Will definitely come back for more purchases. Kingston upon Hull / East Riding of Yorkshire Alex V. ⭐⭐⭐⭐⭐ Great store with a wide range of products. I bought a punching bag and protection here. I liked the service and prompt delivery. There are a couple of little things that could be improved, but overall I'm happy with the purchase. Wolverhampton / West Midlands Bron C. ⭐⭐⭐⭐⭐ This store pleased me with the selection and prices. Our team shopped here before the competition, and everyone was happy. The staff is very friendly and always ready to help with your choice. I recommend it to all boxers! catalog buy about company (020) 7237 8112 boxing@gmail.com Privacy Policy Terms and Conditions",
    "privacyPolicy": "--> Privacy Policy --> BOXING EQUIPMENT +44 20 7946 0958 boxing@gmail.com catalog buy about company catalog punching bag weights training gloves boxing dummies buy about company Privacy Policy Welcome to BOXING EQUIPMENT. We value your privacy and are committed to protecting your personal data. This Privacy Policy explains how we collect, use, and safeguard your information when you visit our website and purchase our boxing equipment. Information We Collect - Name, email address, phone number, shipping address, and billing address. - Credit card details, PayPal details, or other payment information. - IP address, browser type and version, time zone setting, browser plug-in types and versions, operating system, and platform. - Information about how you use our website, products, and services. - Your preferences in receiving marketing from us and your communication preferences. We use your personal data to: - To process your orders and manage your account. - To respond to your inquiries and provide support. - To customize and improve our website and services. - To send you promotional offers, newsletters, and updates. - To detect and prevent fraud, comply with legal obligations, and ensure security. We do not sell, trade, or rent your personal identification information to others. We may share your data with: - Third-party vendors who assist us in operating our website, conducting our business, or servicing you. - When required by law or to protect our rights, your safety, or the safety of others. We will retain your personal data only for as long as is necessary for the purposes set out in this Privacy Policy, unless a longer period is required by law. You have the right to: - Request a copy of the personal data we hold about you. - Request correction of any inaccurate or incomplete data. - Request deletion of your personal data when it is no longer necessary for us to retain it. - Request restriction of processing of your personal data. - Request the transfer of your personal data to another party. - Withdraw your consent to the use of your personal data. If you have any questions or concerns about this Privacy Policy, please contact us at: Email: boxing@gmail.com Phone: +44 20 7946 0958 Address: Unit 29, Moor Park Industrial Centre, Tolpits Ln, Northwood, Watford WD18 9SP catalog buy about company (020) 7237 8112 boxing@gmail.com Privacy Policy Terms and Conditions",
    "TermsAndConditions": "--> Terms and Conditions --> BOXING EQUIPMENT +44 20 7946 0958 boxing@gmail.com catalog buy about company catalog punching bag weights training gloves boxing dummies buy about company Welcome to BOXING EQUIPMENT These Terms and Conditions set out the rules and conditions for using our website and purchasing products from our store. 1. General Provisions 1.1. By using this site and purchasing products from this site you agree to be bound by these Terms and Conditions. BOXING EQUIPMENT reserves the right to change these Terms and Conditions at any time without prior notice. Changes come into force from the moment they are published on the website. 2. Registration and accounts 2.1. To make purchases on the Site, users may be required to create an account by providing accurate and current information. 2.2. The user is responsible for the confidentiality of his account and password. 3. Orders and payment 3.1. All orders are processed and confirmed in the order they are received. 3.2. Payment for ordered goods can be made using various payment methods indicated on the website. 3.3. If an order is canceled due to the customer's fault, [Your Store Name] reserves the right to retain a portion of the amount as compensation. 4. Delivery and returns 4.1. Delivery is carried out within the time limits specified on the website and in accordance with the selected delivery method. 4.2. The buyer is obliged to check the integrity and conformity of the received goods upon receipt. 4.3. Returns and exchanges of goods are possible within 14 days from the date of receipt of the goods, provided that the original packaging and presentation are preserved. 5. Guarantees and liability 5.1. BOXING EQUIPMENT guarantees the quality of the products it sells in accordance with consumer protection laws. 5.2. BOXING EQUIPMENT не несет ответственности за ущерб, причиненный по причине неправильного использования товаров. 6. Privacy and security 6.1. All personal information provided by users is processed in accordance with the Privacy Policy. 6.2. BOXING EQUIPMENT takes all reasonable measures to protect user data from unauthorized access. 7. Intellectual property 7.1. All materials presented on the site, including text, graphics, logos and images, are the intellectual property of BOXING EQUIPMENT and are protected by copyright. 8. Applicable law and disputes 8.1. These Terms and Conditions are governed by the laws of UK. All disputes arising out of these Terms and Conditions shall be resolved by the appropriate courts in UK. Contact Information Email: boxing@gmail.com Phone: +44 20 7946 0958 Address: Unit 29, Moor Park Industrial Centre, Tolpits Ln, Northwood, Watford WD18 9SP catalog buy about company (020) 7237 8112 boxing@gmail.com Privacy Policy Terms and Conditions",
    "thank_page": "--> Thank --> BOXING EQUIPMENT +44 20 7946 0958 boxing@gmail.com catalog buy about company catalog punching bag weights training gloves boxing dummies buy about company Thanks for your Feedback! At Permaglam, we deeply appreciate the feedback we receive from our customers and visitors. Your opinions help us improve constantly our services and personalize our offerings to better meet your needs. We want to extend our sincerest gratitude to you for taking the time to share your thoughts with us. Whether to praise a service well done or to provide constructive criticism that help us grow, every feedback is invaluable to us. Rest assured that your contribution will be carefully considered by our team. We are committed to providing experiences exceptional car rentals and ensure your time with us be nothing less than excellent. Thanks again for trusting Permaglam with your feedback. We hope to be able to serve you again in the future! Home page catalog buy about company (020) 7237 8112 boxing@gmail.com Privacy Policy Terms and Conditions"
  },
  "date": "2024-07-11T14:58:56.486Z"
}