{
  "name": "New_v8_BelezaNatural",
  "pages": {
    "about": "Sobre Nós - Beleza Natural Beleza Natural Inicio Sobre Nós Produtos Descubra a Beleza Natural Conheça nossa história, compromisso com a qualidade e como estamos transformando o cuidado pessoal com produtos naturais. Nossa Jornada Desde o início, nossa missão tem sido trazer o melhor da natureza para sua rotina de cuidados pessoais. Conheça nossa história e valores. Nossa história começou há mais de dez anos, com uma paixão comum por produtos naturais e saudáveis. Queríamos criar uma linha de cosméticos que não apenas melhorasse a aparência, mas também cuidasse da saúde da pele de maneira sustentável e ética. Ao longo dos anos, nossa equipe cresceu e evoluiu, sempre mantendo o foco na inovação e na excelência. Investimos em pesquisa e desenvolvimento para garantir que cada produto ofereça os melhores resultados, utilizando ingredientes orgânicos e métodos de produção eco-friendly. Estamos orgulhosos de nossas parcerias com pequenos agricultores e fornecedores locais, que compartilham nossos valores de sustentabilidade e responsabilidade social. Cada produto que oferecemos é o resultado de um esforço conjunto para preservar o meio ambiente e apoiar as comunidades locais. Hoje, nossa marca é sinônimo de confiança e qualidade no mercado de cosméticos naturais. Continuamos a crescer e a expandir nossa linha de produtos, sempre com o compromisso de oferecer o melhor da natureza para nossos clientes. Junte-se a nós nesta jornada de beleza natural e bem-estar. Filosofia Beleza Natural Comprometidos com a sustentabilidade e a saúde, todos os nossos produtos são cuidadosamente selecionados e livres de toxinas. Acreditamos que a verdadeira beleza vem da natureza, e é por isso que utilizamos apenas os ingredientes mais puros e naturais em nossas formulações. Cada produto é desenvolvido com um profundo respeito pelo meio ambiente, garantindo que nosso impacto seja minimizado em todas as etapas de produção. Nossa filosofia é baseada na transparência e na honestidade. Queremos que nossos clientes saibam exatamente o que estão colocando em sua pele e como isso beneficia sua saúde e bem-estar. Por isso, oferecemos informações detalhadas sobre cada ingrediente utilizado, bem como os benefícios que ele proporciona. Além disso, nossos produtos são livres de parabenos, sulfatos e outras substâncias nocivas, assegurando uma experiência de cuidado pessoal verdadeiramente saudável. Acreditamos na importância da sustentabilidade não apenas em nossos produtos, mas também em nossas práticas empresariais. Utilizamos embalagens recicláveis e incentivamos nossos clientes a adotarem práticas de consumo consciente. Nosso compromisso com o meio ambiente vai além da produção; estamos constantemente buscando maneiras de reduzir nosso impacto ecológico e promover um futuro mais verde e saudável para todos. A Beleza Natural é mais do que uma marca; é um movimento em direção a um estilo de vida mais saudável e consciente. Estamos dedicados a educar nossos clientes sobre os benefícios dos cuidados naturais e a inspirá-los a fazer escolhas que sejam boas para eles e para o planeta. Junte-se a nós nessa jornada de descoberta e transformação, onde a beleza e a natureza se encontram em perfeita harmonia. Ingredientes Naturais Usamos apenas os melhores ingredientes orgânicos em nossos produtos. Saiba mais sobre o que faz nossos produtos especiais. Aloe Vera Aloe Vera é conhecida por suas propriedades calmantes e hidratantes, ideal para peles sensíveis. Óleo de Coco O óleo de coco é rico em ácidos graxos que nutrem e hidratam profundamente a pele. Manteiga de Karité A manteiga de karité é um hidratante poderoso, ideal para pele seca e danificada. Óleo de Jojoba O óleo de jojoba é conhecido por equilibrar a produção de óleo da pele e promover a saúde do couro cabeludo. Conheça Nossa Equipe Uma equipe dedicada e apaixonada por cuidados naturais. Conheça as pessoas por trás da Beleza Natural. &#x265F; João Silva Fundador e CEO &#x265F; Maria Oliveira Diretora de Operações &#x265F; Carlos Pereira Chefe de Desenvolvimento de Produto &#x265F; Ana Costa Diretora de Marketing Entre em Contato Tem perguntas ou precisa de uma consulta personalizada? Estamos aqui para ajudar! Fale Conosco Nossos Princípios &#x2714; Sustentabilidade Comprometidos com práticas ambientais responsáveis, garantimos que nossos produtos e embalagens são sustentáveis. &#x2714; Ingredientes Naturais Usamos apenas ingredientes naturais e orgânicos para garantir a pureza e eficácia dos nossos produtos. &#x2714; Não Testado em Animais Somos contra testes em animais e garantimos que todos os nossos produtos são cruelty-free. &#x2714; Livre de Toxinas Nossos produtos são formulados sem o uso de substâncias tóxicas, proporcionando segurança e saúde. Beleza Natural +55 (84) 4164-9335 belezanatural@gmail.com R. São Sebastião, 420 Sobre nós Produtos Política de Privacidade Termos e Condições Isenção de responsabilidade",
    "disclaimer": "Isenção de responsabilidade - Beleza Natural Beleza Natural Inicio Sobre Nós Produtos Isenção de responsabilidade Bem-vindo ao site da Beleza Natural. As informações fornecidas neste site são apenas para fins gerais de informação e não constituem aconselhamento profissional. Ao usar nosso site, você concorda com os seguintes termos e condições: 1. Precisão das Informações Embora nos esforcemos para garantir que as informações neste site sejam corretas, não garantimos sua completude ou precisão. Podemos fazer alterações no material do site ou nos produtos e preços descritos nele, a qualquer momento e sem aviso prévio. 2. Uso do Site Você entende e concorda que está usando nosso site por sua própria conta e risco. Todo o conteúdo, produtos e serviços são fornecidos \"como estão\" e \"como disponíveis\". Não garantimos que o site ou qualquer conteúdo estará ininterrupto ou livre de erros. 3. Limitação de Responsabilidade Na medida máxima permitida por lei, a Beleza Natural não será responsável por qualquer perda ou dano, incluindo, mas não se limitando a, danos diretos, indiretos, incidentais, consequenciais ou punitivos, decorrentes do uso ou da incapacidade de usar este site. 4. Links para Sites de Terceiros Nosso site pode conter links para outros sites que não são operados por nós. Esses links são fornecidos apenas para sua conveniência e a Beleza Natural não endossa ou assume responsabilidade pelo conteúdo desses sites de terceiros. 5. Produtos e Serviços Todos os produtos e serviços descritos em nosso site estão sujeitos a disponibilidade. Nos reservamos o direito de descontinuar ou alterar qualquer produto ou serviço a qualquer momento sem aviso prévio. 6. Resultados dos Produtos Os resultados individuais dos produtos podem variar. Nenhuma informação contida neste site deve ser interpretada como uma garantia de resultados específicos. Recomendamos que você consulte um profissional de saúde antes de iniciar qualquer regime de cuidados com a pele ou cabelo. 7. Testemunhos e Opiniões As opiniões e testemunhos expressos neste site são de indivíduos e não representam necessariamente as opiniões da Beleza Natural. Estes não devem ser considerados como garantias ou previsões de resultados futuros. 8. Alterações no Aviso Legal Podemos revisar este aviso legal a qualquer momento, atualizando esta página. Você deve visitar esta página periodicamente para revisar os termos mais atuais, pois eles são vinculativos para você. 9. Lei Aplicável Este aviso legal será regido e interpretado de acordo com as leis do Brasil. Qualquer disputa decorrente deste aviso legal estará sujeita à jurisdição exclusiva dos tribunais brasileiros. 10. Contato Se você tiver dúvidas sobre este aviso legal, entre em contato conosco pelo e-mail belezanatural@gmail.com. Beleza Natural +55 (84) 4164-9335 belezanatural@gmail.com R. São Sebastião, 420 Sobre nós Produtos Política de Privacidade Termos e Condições Isenção de responsabilidade",
    "index": "Beleza Natural - Cuidados Pessoais com Ingredientes Orgânicos Beleza Natural Inicio Sobre Nós Produtos Descubra a Beleza Natural Produtos de cuidado pessoal feitos com ingredientes orgânicos para sua pele e cabelo. Fale Conosco Nossa Missão Em Beleza Natural, acreditamos que a verdadeira beleza vem da natureza. Oferecemos produtos de alta qualidade, livres de químicos prejudiciais, para uma rotina de cuidado mais saudável. Por que Escolher Beleza Natural? Descubra os benefícios de usar produtos naturais e orgânicos para o cuidado da sua pele e cabelo. ★ Ingredientes 100% Naturais ★ Sem Químicos Prejudiciais ★ Sustentável e Ecológico ★ Resultados Comprovados Nossos Produtos Explore nossa linha de cosméticos naturais e encontre o produto perfeito para você. Cremes Orgânicos Shampoos Naturais Óleos Essenciais Máscaras Faciais Ver Todos os Produtos O Que Nossos Clientes Dizem Veja as opiniões de quem já usa e ama nossos produtos. \"Os produtos da Beleza Natural transformaram minha rotina de cuidados. Nunca me senti tão bem com a minha pele!\" - Maria Silva \"Amo os shampoos naturais. Meu cabelo está mais saudável e brilhante do que nunca.\" - João Souza \"Produtos incríveis e um ótimo atendimento ao cliente. Recomendo para todos!\" - Ana Pereira Perguntas Frequentes Quais são os ingredientes usados nos produtos? Usamos apenas ingredientes naturais e orgânicos, como óleo de coco, manteiga de karité, aloe vera e extrato de alecrim. Todos os nossos ingredientes são cuidadosamente selecionados para garantir a melhor qualidade e eficácia. Os produtos são testados em animais? Não, nenhum dos nossos produtos é testado em animais. Temos um compromisso firme com a ética e o bem-estar animal. Como posso saber qual produto é o mais adequado para mim? Recomendamos entrar em contato conosco para uma consulta personalizada. Nossa equipe está pronta para ajudar você a encontrar os produtos que melhor atendem às suas necessidades. Vocês oferecem frete grátis? Sim, oferecemos frete grátis para pedidos acima de um determinado valor. Consulte nossa política de entrega para mais detalhes. Posso devolver um produto se não estiver satisfeito? Sim, oferecemos uma política de devolução de 30 dias. Se você não estiver satisfeito com seu produto, entre em contato conosco para iniciar o processo de devolução. Fale Conosco Tem perguntas ou precisa de ajuda para escolher um produto? Estamos aqui para ajudar! Nome Email Mensagem Eu aceito a Política de Privacidade Enviar Beleza Natural +55 (84) 4164-9335 belezanatural@gmail.com R. São Sebastião, 420 Sobre nós Produtos Política de Privacidade Termos e Condições Isenção de responsabilidade Este site usa cookies para garantir que você tenha a melhor experiência em nosso site. Saiba mais Aceitar",
    "privacy-policy": "Política de Privacidade - Beleza Natural Beleza Natural Inicio Sobre Nós Produtos Política de Privacidade Esta Política de Privacidade descreve como coletamos, usamos e protegemos suas informações pessoais quando você usa nosso site e serviços. Ao acessar nosso site, você concorda com os termos desta política. 1. Coleta de Informações Coletamos informações que você nos fornece diretamente, como quando você se registra, faz uma compra ou entra em contato conosco. Isso pode incluir seu nome, endereço de e-mail, endereço de entrega e informações de pagamento. 2. Uso das Informações Usamos suas informações para processar pedidos, melhorar nossos serviços, enviar comunicações promocionais e responder às suas perguntas e solicitações. Nunca venderemos suas informações pessoais a terceiros. 3. Compartilhamento de Informações Podemos compartilhar suas informações com terceiros confiáveis que nos ajudam a operar nosso site e conduzir nossos negócios, desde que esses terceiros concordem em manter suas informações confidenciais. 4. Segurança das Informações Implementamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. No entanto, nenhuma transmissão de dados pela Internet ou sistema de armazenamento eletrônico é totalmente segura. 5. Cookies Usamos cookies para melhorar sua experiência em nosso site. Cookies são pequenos arquivos de texto armazenados em seu dispositivo que nos ajudam a lembrar de suas preferências e entender como você usa nosso site. 6. Direitos dos Usuários Você tem o direito de acessar, corrigir ou excluir suas informações pessoais. Para exercer esses direitos, entre em contato conosco pelo e-mail belezanatural@gmail.com. 7. Alterações na Política de Privacidade Podemos atualizar esta Política de Privacidade periodicamente. Publicaremos qualquer alteração em nosso site e notificaremos você de qualquer mudança significativa por e-mail. 8. Retenção de Dados Reteremos suas informações pessoais apenas pelo tempo necessário para cumprir os propósitos descritos nesta política, a menos que um período de retenção mais longo seja exigido ou permitido por lei. 9. Terceiros Nosso site pode conter links para sites de terceiros. Não somos responsáveis pelas práticas de privacidade ou pelo conteúdo desses sites. Recomendamos que você leia as políticas de privacidade de cada site que visitar. 10. Marketing Com seu consentimento, podemos usar suas informações para enviar comunicações de marketing sobre nossos produtos e serviços. Você pode optar por não receber mais essas comunicações a qualquer momento. 11. Crianças Nossos serviços não são direcionados a menores de 18 anos. Não coletamos intencionalmente informações pessoais de crianças. Se descobrirmos que coletamos informações pessoais de uma criança, excluiremos essas informações imediatamente. 12. Consentimento Ao usar nosso site, você consente com nossa coleta, uso e compartilhamento de suas informações pessoais conforme descrito nesta Política de Privacidade. 13. Contato Se você tiver alguma dúvida sobre esta Política de Privacidade ou nossas práticas de privacidade, entre em contato conosco pelo e-mail belezanatural@gmail.com. 14. Reclamações Se você acreditar que seus direitos de privacidade foram violados, entre em contato conosco pelo e-mail belezanatural@gmail.com. Investigaremos sua reclamação e faremos todos os esforços para resolver o problema. Beleza Natural +55 (84) 4164-9335 belezanatural@gmail.com R. São Sebastião, 420 Sobre nós Produtos Política de Privacidade Termos e Condições Isenção de responsabilidade",
    "products": "Nossos Produtos - Beleza Natural Beleza Natural Inicio Sobre Nós Produtos Nossos Produtos Descubra o melhor da beleza natural com nossos produtos orgânicos e sustentáveis. Nossas Categorias Encontre o produto ideal para você. Explore nossas categorias de cuidados com a pele e cabelo. Cuidados com a Pele Produtos naturais para todos os tipos de pele. Cuidados com o Cabelo Tratamentos capilares nutritivos e revitalizantes. Nossos Produtos Creme Hidratante Facial Hidratação intensa e natural para todos os tipos de pele. R$ 45,00 Ingredientes Aloe Vera Óleo de Jojoba Manteiga de Karité Shampoo Revitalizante Devolve brilho e vitalidade aos cabelos. R$ 35,00 Ingredientes Óleo de Coco Extrato de Alecrim Proteína de Trigo Máscara Capilar Nutritiva Nutrição profunda para cabelos secos e danificados. R$ 50,00 Ingredientes Manteiga de Karité Óleo de Argan Extrato de Abacate Sérum Facial Rejuvenescedor Rejuvenesce e hidrata a pele, reduzindo linhas finas e rugas. R$ 75,00 Ingredientes Ácido Hialurônico Extrato de Chá Verde Vitamina C Creme Corporal Hidratante Hidratação intensa para todos os tipos de pele, com rápida absorção. R$ 60,00 Ingredientes Aloe Vera Óleo de Coco Manteiga de Cacau Esfoliante Facial Delicado Remove células mortas e impurezas, deixando a pele macia e renovada. R$ 45,00 Ingredientes Semente de Damasco Extrato de Camomila Óleo de Jojoba Precisa de Ajuda para Escolher? Entre em contato conosco para uma consulta personalizada e encontre o produto perfeito para suas necessidades. Fale Conosco Por Que Escolher a Beleza Natural? &#x2756; Produtos 100% Naturais &#x2756; Sem Químicos Prejudiciais &#x2756; Testados Dermatologicamente &#x2756; Sustentável e Ecológico Kits para Todas as Ocasiões Kit Relaxamento Perfeito para uma noite relaxante em casa. Inclui vela aromática, máscara facial e óleo de massagem. R$ 120,00 Kit Revitalização Ideal para revigorar sua pele e cabelo. Inclui esfoliante corporal, shampoo revitalizante e creme hidratante facial. R$ 150,00 Kit Presente Um presente especial para alguém querido. Inclui sabonete artesanal, creme para mãos e body lotion. R$ 90,00 Fale Conosco Beleza Natural +55 (84) 4164-9335 belezanatural@gmail.com R. São Sebastião, 420 Sobre nós Produtos Política de Privacidade Termos e Condições Isenção de responsabilidade",
    "terms-conditions": "Termos e Condições - Beleza Natural Beleza Natural Inicio Sobre Nós Produtos Termos e Condições Bem-vindo ao site da Beleza Natural. Ao acessar e usar este site, você concorda em cumprir e ser regido pelos seguintes termos e condições. Se você não concorda com qualquer parte destes termos, por favor, não use nosso site. 1. Uso do Site Você concorda em usar nosso site apenas para fins legais e de maneira que não infrinja os direitos de, restrinja ou iniba o uso e o aproveitamento do site por qualquer terceiro. Comportamentos proibidos incluem assediar ou causar angústia ou inconveniência a qualquer outro usuário, transmitir conteúdos obscenos ou ofensivos ou interromper o fluxo normal de diálogo no nosso site. 2. Propriedade Intelectual Todos os direitos autorais, marcas registradas e outros direitos de propriedade intelectual em todo o material e conteúdo fornecido como parte do nosso site são de nossa propriedade ou licenciados para nós. Você pode usar este material apenas conforme expressamente autorizado por nós ou pelos licenciadores. 3. Produtos e Serviços Todos os produtos e serviços oferecidos em nosso site estão sujeitos a disponibilidade e podemos retirar ou alterar os produtos e serviços a qualquer momento sem aviso prévio. Nos reservamos o direito de recusar o atendimento a qualquer pessoa, por qualquer motivo, a qualquer momento. 4. Preços e Pagamento Todos os preços apresentados em nosso site são em reais brasileiros (BRL) e estão sujeitos a alterações sem aviso prévio. O pagamento deve ser realizado através dos métodos indicados no site. Nos reservamos o direito de recusar qualquer pedido que você faça conosco. 5. Entrega Nosso objetivo é entregar os produtos dentro dos prazos indicados, mas não podemos garantir datas de entrega específicas. Todos os prazos de entrega são estimativas e não seremos responsabilizados por quaisquer atrasos fora do nosso controle. 6. Devoluções e Reembolsos Se você não estiver satisfeito com seu produto, você pode devolvê-lo dentro de 30 dias a partir da data de recebimento para um reembolso total ou troca, sujeito às nossas políticas de devolução. Os produtos devem estar em sua embalagem original e em condições de revenda. 7. Limitação de Responsabilidade Nós não seremos responsáveis por qualquer perda ou dano que não seja previsível. Nada nestes termos e condições exclui ou limita nossa responsabilidade por morte ou danos pessoais causados por nossa negligência ou por fraude. 8. Modificações nos Termos Nos reservamos o direito de alterar estes termos e condições a qualquer momento. Tais alterações entrarão em vigor imediatamente após a publicação no site. Seu uso continuado do site será considerado como aceitação dos termos atualizados. 9. Links de Terceiros Nosso site pode conter links para sites de terceiros que não são operados por nós. Não temos controle sobre o conteúdo desses sites e não aceitamos responsabilidade por eles ou por qualquer perda ou dano que possa surgir do seu uso. 10. Privacidade Seu uso do site também está sujeito à nossa Política de Privacidade. Por favor, revise nossa Política de Privacidade para entender nossas práticas. 11. Lei Aplicável Estes termos e condições são regidos e interpretados de acordo com as leis do Brasil. Qualquer disputa decorrente destes termos e condições estará sujeita à jurisdição exclusiva dos tribunais brasileiros. 12. Contato Se você tiver alguma dúvida sobre estes Termos e Condições, entre em contato conosco pelo e-mail belezanatural@gmail.com. Beleza Natural +55 (84) 4164-9335 belezanatural@gmail.com R. São Sebastião, 420 Sobre nós Produtos Política de Privacidade Termos e Condições Isenção de responsabilidade",
    "thank_page": "Obrigado por entrar em contato - Beleza Natural Agradecemos seu interesse. Entraremos em contato em breve. Voltar para a página principal"
  },
  "date": "2024-06-20T21:37:20.988Z"
}