{
  "name": "New_v9_SambaCutBarbershop",
  "pages": {
    "index": "Samba Cut Barbershop is your source of style and confidence in Brazil About Prices Masters Why us F.A.Q. Contacts Welcome to Samba Cut Barbershop! Here we bring your style and confidence to life, one haircut at a time. Our experienced masters will skillfully craft the perfect look to make you look and feel like a true star at any event. At Samba Cut, we don't just cut hair - we create art that reflects your uniqueness and uniqueness. Trust us and your look will become a hallmark of style and elegance. About us Welcome to Samba Cut Barbershop, your source of style and confidence in Brazil! We are a team of professional barbers dedicated to the art of men's grooming and creating unique looks. At Samba Cut, we combine advanced technology with traditional techniques to provide our clients with the highest level of quality and satisfaction. Our craftsmen have extensive experience working with a variety of hair types and styles, and are always ready to help you find the perfect haircut or shave that emphasizes your personality and suits your lifestyle. Samba Cut Barbershop is more than just a place to get your hair cut, it's a place where lasting impressions and true style masterpieces are created. Trust us and we will make your visit to our barbershop an unforgettable and enjoyable experience. Our numbers 8 experienced masters > 500 satisfied clients > 1000 haircuts and shaves performed Our offers Student Day Every Thursday students get 20% discount on all services on presentation of student ID card. Birthday Celebrate your birthday at Samba Cut Barbershop and get a special gift - 30% discount on any service during the whole month. Special offer for new customers First visit for new customers at a special price. Get a 25% discount on your first service and appreciate the quality of our service. Our services and prices Classic haircut - R$ 50,00 Trendy styling - R$ 70,00 Classic shave - R$ 40,00 Hot towel shave - R$ 60,00 Haircut and beard grooming - R$ 80,00 Children's haircut (up to 12 years old) - R$ 40,00 Hair colorin - Prices from R$ 80,00 depending on the service Photo haircut - R$ 90,00 Hair and scalp care - R$ 60,00 Beard trimming - R$ 30,00 Special occasion styling - R$ 100,00 Hot hair care - R$ 70,00 Scalp massage) - R$ 70,00 Styling with styling products - R$ 80,00 Removal of facial hair (wax depilation) - Prices starting from R$ 30,00 depending on the area Our masters Rafael Silva Age: 32 years Experience: 10 years Rafael is a true professional. He has a unique flair for style and a passion for creating great looks. He strives to ensure that every customer leaves our barbershop with confidence and a smile on their fac Camila Juliano Age: 28 years Experience: 7 years Camila is a talented stylist with exquisite taste. Her work always stands out for its originality and creativity. She strives to create unique images that emphasize the individuality of each client. Gustavo Carvalho Age: 35 years Experience: 12 years Gustavu is a master with many years of experience. His cutting and shaving techniques are impeccable and his attention to detail is amazing. He is always open to new ideas and strives for perfection in every endeavor. Isabel Lima Age: 26 years Experience: 5 years Isabel is a young and talented stylist. Her energy and creativity make every haircut and style unique. She strives to emphasize each client's natural beauty and create a comfortable atmosphere during a visit to our barbershop. Marcelo Rodriguez Age: 30 years Experience: 8 years Marcelo is the epitome of style and elegance. His work is characterized by exceptional technique and attention to detail. He always strives to create a look that is perfect for each client, taking into account their individual characteristics and wishes. Felipe Santos Age: 29 years Experience: 6 years Felipe is a creative and attentive craftsman who pays special attention to the needs of each client. His style and technique are characterized by harmony and professionalism. Felipe always finds an approach to each client, helping them to look stylish and well-groomed. Why choose us Professionalism We are a team of business professionals who are committed to high standards of quality and service. Our craftsmen have a wealth of experience and are constantly improving their skills to provide you with the perfect result. Individual approach We value every customer and strive to make your visit to our barbershop unique and unrepeatable. We always listen to your wishes and preferences to create the perfect look for you. Cozy atmosphere Our barbershop has a friendly and cozy atmosphere where every customer feels at home. We have created a space where you can relax and enjoy the grooming process. Wide range of services We offer a wide range of services including haircuts, shaves, styling, coloring and beard care. Whatever your style and preferences, we have everything you need to emphasize your individuality. Safety and Hygiene We strictly adhere to all safety measures and hygiene standards to ensure your health and comfort. All instruments and equipment are regularly disinfected and sterilized. Frequently Asked Questions What services do you provide? We offer a wide range of services including classic and trendy haircuts, shaving, hair coloring, beard grooming, styling and more. You can learn more about our services on our Services page. What are your prices? The prices for our services depend on the type of service and the level of the master. You can see our prices on the \"Prices\". We also provide special promotions and discounts for our clients. Do you have gift certificates? Yes, we have gift certificates that can be a great gift for your family and friends. You can learn more about gift certificates on our Gift Certificates page. How do I make an appointment? You can make an appointment by calling us on the phone or leaving a request on our website. Our managers will contact you to confirm details and choose a convenient time. What are your working hours? We are open Monday through Saturday from 9:00 am to 7:00 pm. On Sunday, we are closed. However, for the convenience of our clients, we can provide services by appointment at your convenience outside of our normal business hours. Our contacts Phone: +91-344-876776 E-mail: SambaCutBarbershop@gmail.com Address: Uprainganj, Jabalpur, Madhya Pradesh 482002, India Submit I accept Privacy policy Privacy Policy Terms & Conditions © 2024 Samba Cut Barbershop. All rights reserved. document.addEventListener(\"DOMContentLoaded\", function () { const accordionTitles = document.querySelectorAll(\".faq__item-title\"); accordionTitles.forEach(function (title) { console.log(title); title.addEventListener(\"click\", function () { const content = this.nextElementSibling; const isOpen = content.style.maxHeight !== \"0px\"; const accordions = document.querySelectorAll(\".faq__item-content\"); accordions.forEach(function (item) { if (item !== content) { item.style.maxHeight = \"0\"; item.previousElementSibling.classList.remove(\"active\"); } }); content.style.maxHeight = isOpen ? \"0\" : content.scrollHeight + \"px\"; this.classList.toggle(\"active\"); }); }); });",
    "policy": "Samba Cut Barbershop Privacy Policy: Your privacy is our priority About Prices Masters Why us F.A.Q. Contacts Privacy Policy Information Collection and Use We collect information about you on several occasions when you use our site, including when you register on the site, place an order, subscribe to a newsletter, fill out a form, or interact with our services and content. When you register on the site, place an order or fill out a form, you may be asked to provide your name, email address, phone number, address and other information to help us process your request or provide a service. You can always opt out of providing some information, but doing so may prevent you from performing certain actions on the site. We also automatically receive information about your device and interactions with our site using log files and proprietary analytics technologies. This information includes your IP address, browser type, date and time you access the site, pages viewed, and other statistics. We use the information you provide to process orders, communicate with you, improve our services and develop new ones. We may also use your information to send you promotional and informational emails if you have consented to this. Protecting your personal information We take security measures to protect your personal information during transmission, storage and processing. We use standard security technologies and procedures to prevent unauthorized access, use or disclosure of your information. However, despite our best efforts, we cannot guarantee the complete security of data transmissions over the Internet. You transmit information at your own risk. Disclosure of information to third parties We may disclose your personal information to third parties only in the following circumstances: If required by law or as part of a legal proceeding. To protect the rights and property of Samba Cut Barbershop. If it is necessary to provide services to you or fulfill your requests (such as sharing information with delivery services to process orders). If you have expressly consented to it. Changes to our Privacy Policy We reserve the right to make changes to our Privacy Policy at any time. If we make material changes, we will notify you by posting a new version of the Privacy Policy on this page. Your Consent By using our website, you consent to our Privacy Policy. If you do not agree to this Policy, please do not use our site. Contact Information If you have any questions or suggestions regarding our Privacy Policy, please contact us at SambaCutBarbershop@gmail.com Privacy Policy Terms & Conditions © 2024 Samba Cut Barbershop. All rights reserved.",
    "terms": "Samba Cut Barbershop Terms of Use: Terms and Conditions of your services About Prices Masters Why us F.A.Q. Contacts Terms and Conditions Acceptance of Terms and Conditions By visiting our site and using our services, you automatically agree to these Terms and Conditions. If you do not agree to any part of these Terms and Conditions, please stop using our site and services. Use of the site You agree to use our site only for lawful purposes and to comply with all applicable laws and regulations. You are responsible for any misuse of the site or its content. Uso de Materiais: Os materiais em nosso site estão protegidos por direitos autorais e outras leis de propriedade intelectual. O uso desses materiais sem a nossa permissão é proibido. Registration and Accounts In some cases, registration and account creation may be required to use certain site features or services. When registering, you agree to provide accurate and complete information about yourself and to update this information as necessary. You are also responsible for the security of your credentials and for all activities that occur using your account. Limitations of Liability While we make every effort to ensure that the information on our site is accurate and up to date, we cannot guarantee that the information will be error-free and complete. We will not be liable for damage or loss resulting from the use of our site or its content. Intellectual Property All content on our website, including text, images, logos, graphics and other materials are protected by intellectual property laws. No material from our site may be reproduced, modified, distributed or used without our prior written consent. Links to Third Party Sites Our site may contain links to third-party sites that we believe are useful or interesting to our users. However, we do not control and are not responsible or liable for the content of these sites or the consequences of their use. Changes to the Terms and Conditions We reserve the right to make changes to these Terms and Conditions at any time in our sole discretion. In the event of material changes, we will notify you by posting a new version of the Terms and Conditions on our website. Acceptance of the Terms and Conditions By using our site, you acknowledge that you have read, understood and agree to our Terms and Conditions. If you have any questions or comments about these Terms and Conditions, please contact us at SambaCutBarbershop@gmail.com Privacy Policy Terms & Conditions © 2024 Samba Cut Barbershop. All rights reserved.",
    "thanks": "Thank you for your visit to Samba Cut Barbershop! Thank you for contacting us! We appreciate your trust and interest in our services. Your inquiry has been successfully submitted and we will try to respond to you as soon as possible. If you have additional questions or require further assistance, feel free to contact us. We are always ready to help you achieve the style and confidence you desire. Go back"
  }
}