{
  "name": "New_v8_SerenityStretch",
  "pages": {
    "about-us": "About SerenityStretch - Elevating Your Practice with Serene Yoga Classes and Accessories SerenityStretch HOME ABOUT US Classes Contact Mat rebel is 60 minutes of yoga flow through a series of strength and focused exercise, complimented with deep breathing and calming of the mind. Explore the class One class, all the benefits Great things happen when you pause and stretch. Re-focus on you, build stamina and strength from within. Learn More You're in good hands Hey I’m Vickie. I’ve had a love of yoga for over a decade and fitness for a lifetime. With Mat rebel, I hope to share my love of yoga practice and teaching to help you sculpt your perfect phyisque and build a healthy mind. View classes Private classes A personal practice that’s right for you. One-on-one tuition or instruction for smaller groups and corporate teams. Get in touch Namaste Moments \"SerenityStretch has transformed my yoga journey completely. The instructors are incredibly knowledgeable and supportive, creating a nurturing environment for growth.\" Emily S. Yoga Enthusiast \"I've tried many yoga classes before, but none compare to the peaceful ambiance and expert guidance I experience at SerenityStretch. It's truly a sanctuary for mind, body, and soul.\" Michael R. Yoga Practitioner The SerenityStretch website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Contact Us serenitystretch@gmail.com +91-2291891421 DisclaimersPrivacy & PolicyT & C",
    "contacts": "Get in Touch with SerenityStretch - Contact Us SerenityStretch HOME ABOUT US Classes Contact Have a question or want to join a class? Reach out to us! I accept Privacy Policy SEND MESSAGE STAY CONNECTED Connect with SerenityStretch to explore the world of yoga, wellness, and inner peace. Chiriala Village, Secunderabad, Telangana, India info@serenitystretch.com +1 (234) 567-8901 The SerenityStretch website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Contact Us serenitystretch@gmail.com +91-2291891421 DisclaimersPrivacy & PolicyT & C",
    "disclaimers": "Legal Disclaimer - SerenityStretch Yoga SerenityStretch HOME ABOUT US Classes Contact Disclaimer for SerenityStretch If you require any more information or have any questions about our site's disclaimer, please feel free to contact us by email at serenitystretch@gmail.com. Disclaimers for SerenityStretch From our website, you can visit other websites by following hyperlinks to such external sites. While we strive to provide only quality links to useful and ethical websites, we have no control over the content and nature of these sites. These links to other websites do not imply a recommendation for all the content found on these sites. Site owners and content may change without notice and may occur before we have the opportunity to remove a link which may have gone 'bad'. All the information on this website - serenitystretch.com - is published in good faith and for general information purpose only. SerenityStretch does not make any warranties about the completeness, reliability and accuracy of this information. Any action you take upon the information you find on this website (SerenityStretch), is strictly at your own risk. SerenityStretch will not be liable for any losses and/or damages in connection with the use of our website. Please be also aware that when you leave our website, other sites may have different privacy policies and terms which are beyond our control. Please be sure to check the Privacy Policies of these sites as well as their \"Terms of Service\" before engaging in any business or uploading any information. By using our website, you hereby consent to our disclaimer and agree to its terms. Should we update, amend or make any changes to this document, those changes will be prominently posted here. The SerenityStretch website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Contact Us serenitystretch@gmail.com +91-2291891421 DisclaimersPrivacy & PolicyT & C",
    "index": "SerenityStretch - Elevate Your Practice with Serene Yoga Classes and Accessories SerenityStretch HOME ABOUT US Classes Contact Experience the best workout humanly possible Book your class Mat rebel is 60 minutes of yoga flow through a series of strength and focused exercise, complimented with deep breathing and calming of the mind. Explore the class One class, all the benefits Great things happen when you pause and stretch. Re-focus on you, build stamina and strength from within. Learn More You're in good hands Hey I’m Vickie. I’ve had a love of yoga for over a decade and fitness for a lifetime. With Mat rebel, I hope to share my love of yoga practice and teaching to help you sculpt your perfect phyisque and build a healthy mind. View classes Classes for 2024 $48 for a block of 6 consecutive classes ($8.00 per class) $10 per class for drop-in May 2024 Classes 7:00 - 8:00pm Hatha Flow Wantage Methodist Church Hall Reserve 8:15 - 9:15pm Hatha Flow Wantage Methodist Church Hall Reserve Private classes A personal practice that’s right for you. One-on-one tuition or instruction for smaller groups and corporate teams. Get in touch Namaste Moments \"SerenityStretch has transformed my yoga journey completely. The instructors are incredibly knowledgeable and supportive, creating a nurturing environment for growth.\" Emily S. Yoga Enthusiast \"I've tried many yoga classes before, but none compare to the peaceful ambiance and expert guidance I experience at SerenityStretch. It's truly a sanctuary for mind, body, and soul.\" Michael R. Yoga Practitioner Discover Our Classes Vinyasa Flow Experience the fluidity of movement and breath in our dynamic Vinyasa Flow classes. Perfect for all levels, these sessions will help you build strength, flexibility, and inner peace. Reservation Hatha Yoga Delve into the traditional practice of Hatha Yoga, focusing on alignment, balance, and mindfulness. These classes offer a gentle yet powerful approach to cultivating harmony in body and mind. Reservation Yin Yoga Immerse yourself in deep relaxation and release tension with our Yin Yoga classes. Targeting the connective tissues, these sessions promote flexibility, circulation, and inner calm. Reservation The SerenityStretch website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Contact Us serenitystretch@gmail.com +91-2291891421 DisclaimersPrivacy & PolicyT & C",
    "privacy-policy": "Privacy Policy - SerenityStretch Yoga: Your Trust, Our Commitment to Privacy and Security SerenityStretch HOME ABOUT US Classes Contact Privacy Policy Welcome to SerenityStretch! Here's a summary of our privacy practices: Information Collection and Use We may collect personally identifiable information, such as your name, phone number, and address, to improve your experience with our services. Log Data and Cookies We collect Log Data, including your IP address and browser details, to analyze usage patterns and improve our service. We also use cookies for enhanced functionality, but you can opt out if you prefer. Service Providers and Security We may share your information with trusted third parties to improve our service. While we prioritize security, please note that no method of data transmission over the internet is completely secure. Links to Other Sites Our website may contain links to third-party sites. We are not responsible for their privacy practices, so we advise reviewing their policies separately. Children's Privacy We do not knowingly collect personal information from children under 13. If you believe your child has provided us with personal information, please contact us immediately. Changes to This Policy We may update our privacy policy periodically. Any changes will be posted on this page, and they will become effective immediately. Contact Us If you have any questions or suggestions regarding our privacy policy, please don't hesitate to contact us. The SerenityStretch website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Contact Us serenitystretch@gmail.com +91-2291891421 DisclaimersPrivacy & PolicyT & C",
    "products": "Discover Our Classes - SerenityStretch Yoga SerenityStretch HOME ABOUT US Classes Contact Classes for 2024 $48 for a block of 6 consecutive classes ($8.00 per class) $10 per class for drop-in May 2024 Classes 7:00 - 8:00pm Hatha Flow Wantage Methodist Church Hall Reserve 8:15 - 9:15pm Hatha Flow Wantage Methodist Church Hall Reserve Discover Our Classes Vinyasa Flow Experience the fluidity of movement and breath in our dynamic Vinyasa Flow classes. Perfect for all levels, these sessions will help you build strength, flexibility, and inner peace. Reservation Hatha Yoga Delve into the traditional practice of Hatha Yoga, focusing on alignment, balance, and mindfulness. These classes offer a gentle yet powerful approach to cultivating harmony in body and mind. Reservation Yin Yoga Immerse yourself in deep relaxation and release tension with our Yin Yoga classes. Targeting the connective tissues, these sessions promote flexibility, circulation, and inner calm. Reservation The sere website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Contact Us serenitystretch@gmail.com +91-2291891421 DisclaimersPrivacy & PolicyT & C",
    "terms-conditions": "Terms and Conditions - SerenityStretch Yoga: Guidelines for Accessing Our Services SerenityStretch HOME ABOUT US Classes Contact Terms and Conditions Welcome to SerenityStretch! These terms and conditions govern your use of our website, sere. Cookies We use cookies to enhance your experience on our website, in accordance with our Privacy Policy. License Unless stated otherwise, all content on sere is owned by SerenityStretch. You may not republish, sell, or redistribute our content without permission. Comments We allow user comments on our website, but they do not necessarily reflect our views. By posting a comment, you grant us a license to use it as described in our Privacy Policy. Links to Other Sites Our website may contain links to third-party sites. We are not responsible for their content or privacy practices. Content Liability We are not liable for any content on websites linked to from sere. You agree to defend us against any claims arising from content on your website that links to ours. Reservation of Rights We reserve the right to request removal of any links to our website, and to amend these terms and conditions at any time. Disclaimer We provide our website and its content \"as is,\" and we are not liable for any damages arising from its use. Certain jurisdictions may not allow the exclusion of certain warranties, so some of the above limitations may not apply to you. The SerenityStretch website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Contact Us serenitystretch@gmail.com +91-2291891421 DisclaimersPrivacy & PolicyT & C",
    "thanks": "Thank You - SerenityStretch Yoga: Gratitude for Your Support and Participation SerenityStretch HOME ABOUT US Classes Contact Thank You for Your Support! We extend our heartfelt gratitude for choosing SerenityStretch for your yoga journey. Your trust and dedication to wellness inspire us every day. At SerenityStretch, we are committed to providing you with the highest quality yoga classes and accessories, designed to nurture your mind, body, and spirit. Your support means the world to us, and we look forward to continuing to serve you on your path to inner peace and harmony. Thank you again for being a part of the SerenityStretch community. With gratitude,The SerenityStretch Team The SerenityStretch website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Contact Us serenitystretch@gmail.com +91-2291891421 DisclaimersPrivacy & PolicyT & C"
  }
}