{
  "name": "New_v9_Tripru",
  "pages": {
    "about": "Sobre Nós - Descubra a História por Trás da Nossa Paixão por Viagens Trip.ru Sobre nós Passeios Reviews Ordem A História da Nossa Paixão por Viagens Saiba mais sobre a nossa agência de viagens, a nossa missão de proporcionar experiências excepcionais e a nossa equipa apaixonada por explorar o mundo e partilhar essas experiências consigo. Principal Quem Somos Somos uma equipe apaixonada por viagens, dedicada a transformar os seus sonhos de explorar o mundo em realidade. Com anos de experiência e um profundo amor pela descoberta, estamos comprometidos em proporcionar experiências de viagem excepcionais, criando memórias que durarão toda a vida. Nossa missão é não apenas levar você aos destinos mais fascinantes do mundo, mas também garantir que cada momento da sua jornada seja inesquecível. Estamos aqui para tornar as suas aventuras ainda mais emocionantes, então junte-se a nós e deixe-nos guiar você em uma viagem extraordinária pelo globo. Passeios Por Que Nos Escolher Reserva Rápida Faça sua reserva de forma rápida e fácil conosco. Nosso processo de reserva simplificado. Bebidas Inclusas Desfrute de bebidas inclusas durante sua estadia conosco. Transporte Privado Aproveite o transporte privado durante sua viagem. Ofertas incríveis Explore nossas ofertas incríveis e embarque em uma aventura inesquecível. Nossa Missão Nossa missão é inspirar e capacitar viajantes a explorar o mundo de maneira autêntica, significativa e memorável. Estamos comprometidos em fornecer serviços excepcionais, criando itinerários personalizados que atendam às necessidades individuais de cada cliente. Buscamos promover o amor pela diversidade cultural, pela aventura e pela descoberta, ao mesmo tempo em que preservamos e respeitamos os destinos que visitamos. Com uma abordagem centrada no cliente e um compromisso inabalável com a excelência, estamos aqui para tornar cada viagem uma experiência verdadeiramente extraordinária. Av. Barão de Castelo Branco, 2135 - Cristo Rei, Teresina - PI, 64014-325, Brazil tripru@gmail.com +55-23-4313-8534 Open : 09:00 Am - 01:00 PM Privacy Policy Terms of Use Copyright @ 2024 Trip.ru, all rights reserved",
    "index": "Descubra o Mundo: Tours Emocionantes por Países Exóticos Trip.ru Sobre nós Passeios Reviews Ordem Bem-Vindo ao Trip.ru! Descubra o mundo com nossos emocionantes tours por países exóticos. Deixe-nos levá-lo a uma jornada inesquecível através de culturas vibrantes e paisagens deslumbrantes. Comece sua aventura hoje mesmo com o Trip.ru! Cadastre-se Descubra Semanalmente (380) Explorando Encantos de Amsterdã Descubra a magia dos canais pitorescos, museus renomados e atmosfera vibrante de Amsterdã em nosso tour exclusivo. (450) Paris: Romance à Beira do Sena Embarque nesta jornada encantadora pela cidade das luzes, onde a arte, a gastronomia e a história se encontram em um cenário de pura elegância parisiense. (190) Aventuras na Terra dos Cangurus: Descobrindo a Diversidade Australiana Explore as paisagens espetaculares, desde as praias de areias douradas até as florestas tropicais exuberantes, e mergulhe na rica vida selvagem deste continente único durante nosso tour pela Austrália. Mostrar Ver Todos Por Que Você Deve Usar Nossos Serviços? Ao escolher nossos serviços, você se beneficia de anos de expertise no planejamento de viagens personalizadas, garantindo uma experiência inesquecível e livre de preocupações. Nossa equipe dedicada está comprometida em criar itinerários sob medida que atendam às suas preferências individuais, proporcionando momentos únicos e inigualáveis em cada destino. Deixe-nos cuidar de todos os detalhes para que você possa relaxar e aproveitar ao máximo sua aventura pelo mundo. 100 + Nosso Guia Mundial Descubra mais de 100 destinos fascinantes ao redor do mundo com o nosso guia especializado. Desde os pontos turísticos mais icônicos até gemas escondidas, nossa extensa seleção de destinos oferece uma variedade incomparável de experiências de viagem para satisfazer todos os gostos e interesses. Agência De Viagens 100% Confiável Com uma equipe altamente qualificada e uma reputação sólida, estamos comprometidos em oferecer serviços confiáveis e experiências excepcionais, transformando seus sonhos de viagem em realidade. Viaje com confiança, viaje conosco. Oferecemos o melhor Guias Treinados Nossos guias são cuidadosamente selecionados e treinados para oferecer a você uma experiência de viagem excepcional, combinando conhecimento local Viagem Em Família Desfrute de Momentos Inesquecíveis em Família: Planeje sua viagem conosco e vivencie aventuras emocionantes e experiências memoráveis, criando laços duradouros enquanto. Pacotes Personalizados Descubra o Mundo do seu Jeito: Oferecemos pacotes personalizados que atendem às suas preferências individuais, desde itinerários flexíveis até experiências exclusivas Várias Aventuras Embarque em Diversas Aventuras: Explore uma ampla gama de destinos emocionantes e experiências únicas, criando memórias inesquecíveis e alimentando sua paixão por viagens com nossos pacotes repletos de aventura. Formulário de Solicitação de Viagem Personalizada Complete este formulário para nos fornecer detalhes sobre suas preferências de viagem e necessidades específicas. I accept the Privacy Policy Send message O Que Diz O Nosso Turista! Ana Luiza Fernandes Minha viagem com a agência foi simplesmente incrível! Desde o atendimento personalizado até as experiências únicas proporcionadas em cada destino, tudo superou minhas expectativas. Mal posso esperar para planejar minha próxima aventura com eles! Carlos Oliveira Recomendo totalmente! Os guias foram extremamente profissionais e conhecedores, tornando nossa viagem ainda mais especial. Cada detalhe foi cuidadosamente planejado, garantindo uma experiência memorável em todos os aspectos. Mariana Santos Viajar com a agência foi uma decisão maravilhosa! Eles nos proporcionaram uma viagem em família verdadeiramente inesquecível, repleta de momentos emocionantes e aventuras únicas. Com certeza vamos voltar para mais! Av. Barão de Castelo Branco, 2135 - Cristo Rei, Teresina - PI, 64014-325, Brazil tripru@gmail.com +55-23-4313-8534 Open : 09:00 Am - 01:00 PM Privacy Policy Terms of Use Copyright @ 2024 Trip.ru, all rights reserved",
    "privacy-policy": "Privacy Policy | Trip.ru Trip.ru Sobre nós Passeios Reviews Ordem Política de Privacidade - Trip.ru Na Trip.ru, nossa prioridade é proteger sua privacidade. Esta Política de Privacidade detalha como coletamos, usamos e protegemos suas informações pessoais. 1. Informações que Coletamos: - Coletamos informações pessoais, como nome, e-mail e telefone, quando você utiliza nossos serviços ou se inscreve em nossas atualizações. - Além disso, coletamos informações não pessoais, como endereço IP, detalhes do navegador e do dispositivo, para melhorar a funcionalidade do nosso site e de nossos serviços. 2. Uso de Suas Informações: - Utilizamos suas informações pessoais para processar pedidos, facilitar a comunicação e fornecer suporte ao cliente. - As informações não pessoais podem ser usadas para análises, iniciativas de marketing e melhorias em nossa plataforma online. 3. Divulgação de Informações: - Não comercializamos, vendemos ou alugamos suas informações pessoais para terceiros. No entanto, compartilhamos dados com prestadores de serviços confiáveis para operações do site e prestação de serviços. 4. Medidas de Proteção de Dados: - Implementamos rigorosos protocolos de segurança para proteger suas informações contra acesso não autorizado, alteração, divulgação ou destruição. 5. Seus Direitos: - Você tem o direito de acessar, corrigir ou excluir seus dados pessoais e pode optar por não receber comunicações promocionais. 6. Alterações na Política: - Reservamos o direito de atualizar ou revisar esta Política de Privacidade a qualquer momento, com alterações entrando em vigor imediatamente após a publicação. Se tiver dúvidas ou preocupações sobre nossa Política de Privacidade, entre em contato conosco em tripru@gmail.com. Obrigado por escolher a Trip.ru! Última Atualização: Abril de 2024 Av. Barão de Castelo Branco, 2135 - Cristo Rei, Teresina - PI, 64014-325, Brazil tripru@gmail.com +55-23-4313-8534 Open : 09:00 Am - 01:00 PM Privacy Policy Terms of Use Copyright @ 2024 Trip.ru, all rights reserved",
    "terms-conditions": "Terms of Use | Trip.ru Trip.ru Sobre nós Passeios Reviews Ordem Termos de Uso - Trip.ru Responsabilidade Legal: Ao utilizar nosso site, você concorda em assumir a responsabilidade legal por qualquer reclamação, dano ou despesa decorrente do seu uso do site. Isso inclui qualquer violação de nossos termos ou direitos de terceiros. Links Externos: Nosso site pode conter links para outros sites sobre os quais não temos controle. Não nos responsabilizamos pelo conteúdo ou pelas políticas de privacidade desses sites. Terminação de Acesso: Reservamo-nos o direito de encerrar ou suspender seu acesso ao site a qualquer momento e por qualquer motivo, sem aviso prévio. Acordo Completo: Estes termos representam o acordo completo entre você e a Trip.ru em relação ao uso do site e substituem qualquer acordo anterior. Renúncia de Direitos: A omissão em fazer valer qualquer direito não será considerada uma renúncia a esses direitos. Divisibilidade: Se alguma parte destes termos for considerada inválida, o restante dos termos permanecerá em pleno vigor e efeito. Resolução de Disputas: Qualquer disputa relacionada a estes termos será resolvida por meio de arbitragem de acordo com as regras da American Arbitration Association. Idioma Predominante: Em caso de conflito entre a versão em inglês e qualquer tradução destes termos, prevalecerá a versão em inglês. Comunicações Eletrônicas: Ao utilizar nosso site, você concorda em receber comunicações eletrônicas de nós e que estas atendam aos requisitos legais de comunicação por escrito. Cumprimento Legal: Você concorda em cumprir todas as leis locais, estaduais, nacionais e internacionais enquanto usa nosso site. Sem Direitos de Terceiros: Nenhuma disposição destes termos concede direitos ou benefícios a terceiros. Aceitação dos Termos: Ao acessar e utilizar nosso site, você concorda em cumprir estes termos. Se não concordar com eles, por favor, abstenha-se de usar nosso site. Modificações dos Termos: Reservamo-nos o direito de modificar estes termos a qualquer momento sem aviso prévio. É sua responsabilidade revisá-los periodicamente para estar ciente de qualquer alteração. Uso Adequado do Site: Você concorda em usar nosso site apenas para fins legais e de acordo com estes termos. Direitos de Propriedade Intelectual: Todo o conteúdo do nosso site é protegido por leis de direitos autorais e propriedade intelectual. Isenção de Responsabilidade: Nosso site é fornecido \"como está\" e não fazemos garantias sobre sua disponibilidade ou precisão. Limite de Responsabilidade: Não seremos responsáveis por qualquer dano decorrente do seu uso ou incapacidade de usar nosso site. Lei Aplicável: Estes termos são regidos pelas leis do Brasil. Entre em Contato Conosco: Se tiver alguma dúvida ou preocupação sobre estes termos, não hesite em nos contatar em tripru@gmail.com. Av. Barão de Castelo Branco, 2135 - Cristo Rei, Teresina - PI, 64014-325, Brazil tripru@gmail.com +55-23-4313-8534 Open : 09:00 Am - 01:00 PM Privacy Policy Terms of Use Copyright @ 2024 Trip.ru, all rights reserved",
    "thanks": "Thank You | Trip.ru Obrigado por escolher a Trip.ru A equipe da Trip.ru agradece sinceramente por escolher nossos serviços de restaurante. Estamos entusiasmados por fazer parte da sua próxima refeição e estamos comprometidos em proporcionar a você uma experiência gastronômica inesquecível. Se houver mais alguma coisa com que possamos ajudar ou se tiver mais alguma dúvida, não hesite em entrar em contato conosco novamente. Mais uma vez, obrigado por escolher a Trip.ru para sua próxima refeição! Tenha uma refeição deliciosa! Retornar à Página Inicial",
    "tour": "Nossos Tours - Explore Destinos Exóticos e Crie Memórias Inesquecíveis Trip.ru Sobre nós Passeios Reviews Ordem Bem-Vindo à Nossa Coleção de Tours Explore uma variedade de tours cuidadosamente selecionados, projetados para proporcionar experiências únicas e inesquecíveis em destinos exóticos ao redor do mundo. Seja você um aventureiro ávido ou um buscador de relaxamento, temos o tour perfeito para você. Prepare-se para uma jornada emocionante! Principal Pacotes Hot Tour Encantos de Amsterdã Explore os canais pitorescos, os museus renomados e a atmosfera vibrante da cidade das bicicletas, enquanto se encanta com a riqueza cultural e histórica de Amsterdã. Amsterdã 200$ Maravilhas da Austrália Descubra as paisagens espetaculares, desde praias de areias douradas até selvas tropicais exuberantes, enquanto explora a vida selvagem única e a cultura diversificada que fazem da Austrália um destino verdadeiramente cativante. Austrália 400$ Mágica de Miami Beach Deleite-se com as areias douradas e as águas cristalinas de Miami Beach, onde o sol brilha intensamente e a atmosfera vibrante cria o cenário perfeito para relaxar, se divertir e desfrutar de momentos inesquecíveis à beira-mar. Miami Beach 400$ Encantos do Brasil Explore a diversidade exuberante do Brasil, desde as selvas amazônicas até as praias deslumbrantes, mergulhando na rica cultura, na música envolvente e na hospitalidade calorosa que tornam este país tão cativante e memorável. Brasil 500$ Descobrindo a Alemanha Explore a rica história, a arquitetura impressionante e a cultura vibrante da Alemanha, mergulhando em suas encantadoras cidades, deslumbrantes paisagens naturais e delícias culinárias únicas que tornam este destino europeu tão fascinante e cativante. Alemanha 350$ Maravilhas da Itália Descubra a beleza eterna da Itália, onde a arte, a história e a gastronomia se fundem para criar uma experiência verdadeiramente inesquecível. Explore cidades encantadoras, paisagens deslumbrantes e delícias culinárias enquanto se entrega ao charme único deste destino cativante. Itália 400$ Paris: Cidade do Amor e da Luz Encante-se com a atmosfera romântica e os marcos icônicos de Paris, desde a majestosa Torre Eiffel até as charmosas ruas de Montmartre. Explore museus renomados, saboreie a culinária requintada e mergulhe na cultura vibrante desta cidade deslumbrante, onde cada esquina revela uma nova aventura. Paris 420$ Av. Barão de Castelo Branco, 2135 - Cristo Rei, Teresina - PI, 64014-325, Brazil tripru@gmail.com +55-23-4313-8534 Open : 09:00 Am - 01:00 PM Privacy Policy Terms of Use Copyright @ 2024 Trip.ru, all rights reserved"
  },
  "date": "2024-05-06T06:25:23.732Z"
}