{
  "name": "New_v9_BurguerTropical",
  "pages": {
    "about": "Burguer Tropical - A Melhor Burgueria de Brasília | Sobre a Burguer Tropical Início Sobre nós Categorias Nosso menu Escreva para nós Sobre a Burguer Tropical Bem-vindo à Burguer Tropical, onde a autêntica culinária brasileira se encontra com a paixão por hambúrgueres incríveis. Fundada em 2018, nossa burgueria nasceu do sonho de trazer os sabores vibrantes e tropicais do Brasil para cada mordida. Nossos chefs talentosos trabalham incansavelmente para criar receitas únicas, combinando ingredientes frescos e especiarias típicas brasileiras. Cada hambúrguer é uma verdadeira obra de arte gastronômica, repleto de sabores inesquecíveis. Além de nossos hambúrgueres icônicos, também oferecemos opções veganas e vegetarianas deliciosas, para que todos possam desfrutar da experiência Burguer Tropical. Nosso ambiente acolhedor e descontraído é perfeito para momentos em família ou encontros com amigos. Venha conhecer a verdadeira essência do Brasil em cada mordida na Burguer Tropical. Aguardamos ansiosamente por sua visita! Fornecemos os melhores serviços Entrega Rápida Entregamos seus hambúrgueres quentinhos e deliciosos em tempo recorde. Ingredientes Frescos Utilizamos apenas ingredientes frescos e de alta qualidade em nossas receitas. Atendimento Excepcional Nossa equipe está sempre pronta para recebê-lo com um sorriso e excelente atendimento. Qualidade Garantida Nossos padrões de qualidade e higiene são rigorosos para oferecer a melhor experiência. Pedido fácil em 3 etapas 1 Faça seu pedido Escolha seus hambúrgueres favoritos pelo nosso site ou aplicativo móvel. 2 Efetue o pagamento Pague com facilidade e segurança utilizando seu cartão de crédito ou outras opções disponíveis. 3 Receba em casa Seu pedido será entregue quentinho e delicioso na porta da sua casa. Saboreie a verdadeira essência tropical do Brasil em cada mordida! A Burguer Tropical traz as receitas mais autênticas e saborosas da culinária brasileira em deliciosos hambúrgueres artesanais. Venha se deliciar com nossos hambúrgueres repletos de sabores, ingredientes frescos e carinho em cada preparação. Contatos Segunda a Sábado: 13h00 às 15h00 Domingo: 12h30 às 15h30 Feriados: Aberto o Dia Inteiro Estr. Mirandela, 1148 - Centro, Nilópolis - RJ, 26520-332, Brasil +55 21 9653 61438 burguertropical@gmail.com Política de Privacidade | Termos e Condições",
    "index": "Burguer Tropical - A Melhor Burgueria de Brasília Início Sobre nós Categorias Nosso menu Escreva para nós Venha experimentar o sabor autêntico do Brasil Hambúrguer Gourmet com Sabores Tropicais em Brasília Os hambúrgueres mais saborosos e tropicais da cidade. Ingredientes frescos e receitas típicas brasileiras para uma experiência inesquecível. Veja o Cardápio Nossas Categorias de Hambúrgueres Clássicos Veganos Regionais Gourmet Aproveite uma experiência gastronômica inesquecível Na Burguer Tropical, cada hambúrguer é preparado com ingredientes frescos e de alta qualidade, seguindo receitas típicas da culinária brasileira. Nossos chefs talentosos combinam sabores incríveis, como frutas tropicais, especiarias e molhos típicos, para criar hambúrgueres cheios de personalidade e autenticidade. Venha saborear essa experiência única em um ambiente acolhedor e descontraído, perfeito para momentos em família ou entre amigos. Nosso menu Hambúrguer Tropicalmente R$ 29,90 Veggie Delícia R$ 27,50 Carne Seca Burger R$ 32,90 Frango à Brasileira R$ 25,90 Picanha Burger R$ 39,90 Moqueca Burger R$ 31,50 Escreva para nós Aceito a política de privacidade Enviar mensagem Saboreie a verdadeira essência tropical do Brasil em cada mordida! A Burguer Tropical traz as receitas mais autênticas e saborosas da culinária brasileira em deliciosos hambúrgueres artesanais. Venha se deliciar com nossos hambúrgueres repletos de sabores, ingredientes frescos e carinho em cada preparação. Contatos Segunda a Sábado: 13h00 às 15h00 Domingo: 12h30 às 15h30 Feriados: Aberto o Dia Inteiro Estr. Mirandela, 1148 - Centro, Nilópolis - RJ, 26520-332, Brasil +55 21 9653 61438 burguertropical@gmail.com Política de Privacidade | Termos e Condições",
    "privacy": "Burguer Tropical - A Melhor Burgueria de Brasília | Política de Privacidade Início Sobre nós Categorias Nosso menu Escreva para nós Política de Privacidade Na Burguer Tropical, valorizamos e respeitamos a privacidade de nossos clientes. Esta Política de Privacidade explica como coletamos, usamos, compartilhamos e protegemos as informações pessoais que você fornece ao utilizar nosso site e serviços. Informações que Coletamos Podemos coletar informações pessoais, como nome, endereço de e-mail, endereço de entrega e detalhes de pagamento, quando você faz um pedido em nosso site ou aplicativo. Também coletamos dados não identificáveis, como informações de navegação, por meio de cookies e tecnologias semelhantes. Uso das Informações Utilizamos suas informações pessoais para processar e entregar seus pedidos, fornecer suporte ao cliente, personalizar sua experiência e enviar comunicações de marketing, caso você tenha optado por recebê-las. Compartilhamento de Informações Não vendemos, alugamos ou compartilhamos suas informações pessoais com terceiros, exceto com provedores de serviços confiáveis que nos auxiliam a operar nosso negócio, e apenas na medida necessária para prestar os serviços solicitados. Segurança Implementamos medidas de segurança adequadas para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. Links Externos Nosso site pode conter links para sites de terceiros. Não somos responsáveis pelas práticas de privacidade desses sites, por isso recomendamos que você leia as políticas de privacidade deles. Alterações nesta Política Reservamo-nos o direito de atualizar ou modificar esta Política de Privacidade a qualquer momento. Qualquer alteração será publicada nesta página. Se você tiver dúvidas ou preocupações sobre nossa Política de Privacidade, entre em contato conosco através do endereço de e-mail burguertropical@gmail.com. Saboreie a verdadeira essência tropical do Brasil em cada mordida! A Burguer Tropical traz as receitas mais autênticas e saborosas da culinária brasileira em deliciosos hambúrgueres artesanais. Venha se deliciar com nossos hambúrgueres repletos de sabores, ingredientes frescos e carinho em cada preparação. Contatos Segunda a Sábado: 13h00 às 15h00 Domingo: 12h30 às 15h30 Feriados: Aberto o Dia Inteiro Estr. Mirandela, 1148 - Centro, Nilópolis - RJ, 26520-332, Brasil +55 21 9653 61438 burguertropical@gmail.com Política de Privacidade | Termos e Condições",
    "terms": "Burguer Tropical - A Melhor Burgueria de Brasília | Termos e Condições Início Sobre nós Categorias Nosso menu Escreva para nós Termos e Condições Bem-vindo à Burguer Tropical! Ao acessar e utilizar nosso site e serviços, você concorda com os seguintes termos e condições: Uso do Site e Serviços Nosso site e serviços são destinados apenas para uso pessoal e não comercial. Você concorda em não reproduzir, distribuir, modificar, criar trabalhos derivados ou reutilizar qualquer parte do conteúdo sem nossa autorização prévia por escrito. Pedidos e Pagamentos Ao fazer um pedido em nosso site ou aplicativo, você concorda em fornecer informações precisas e completas. Os preços e disponibilidade dos produtos estão sujeitos a alterações sem aviso prévio. Aceitamos diferentes formas de pagamento, conforme indicado durante o processo de checkout. Entrega Envidamos todos os esforços para entregar seus pedidos dentro do prazo estimado. No entanto, não nos responsabilizamos por atrasos causados por circunstâncias fora de nosso controle. Os pedidos serão entregues apenas no endereço fornecido por você. Propriedade Intelectual Todo o conteúdo e materiais em nosso site são de propriedade exclusiva da Burguer Tropical ou de seus licenciadores, e estão protegidos pelas leis de propriedade intelectual aplicáveis. Limitação de Responsabilidade A Burguer Tropical não se responsabiliza por quaisquer danos diretos, indiretos, incidentais, especiais ou consequenciais decorrentes do uso ou incapacidade de usar nosso site e serviços. Alterações nos Termos e Condições Reservamo-nos o direito de atualizar ou modificar estes Termos e Condições a qualquer momento. Qualquer alteração será publicada nesta página. Se você tiver dúvidas ou preocupações sobre estes Termos e Condições, entre em contato conosco através do endereço de e-mail burguertropical@gmail.com. Saboreie a verdadeira essência tropical do Brasil em cada mordida! A Burguer Tropical traz as receitas mais autênticas e saborosas da culinária brasileira em deliciosos hambúrgueres artesanais. Venha se deliciar com nossos hambúrgueres repletos de sabores, ingredientes frescos e carinho em cada preparação. Contatos Segunda a Sábado: 13h00 às 15h00 Domingo: 12h30 às 15h30 Feriados: Aberto o Dia Inteiro Estr. Mirandela, 1148 - Centro, Nilópolis - RJ, 26520-332, Brasil +55 21 9653 61438 burguertropical@gmail.com Política de Privacidade | Termos e Condições",
    "thank": "Burguer Tropical - A Melhor Burgueria de Brasília | obrigado Muito obrigado por entrar em contato conosco! Valorizamos imensamente cada mensagem recebida e faremos o possível para responder o mais breve possível. Na Burguer Tropical, estamos comprometidos em oferecer uma experiência gastronômica inesquecível, repleta de sabores autênticos da culinária brasileira. Seu interesse e feedback são fundamentais para continuarmos aprimorando nossos serviços. Aguarde nossa resposta em breve. Esperamos recebê-lo em breve em nossa burgueria para que possa saborear nossas deliciosas criações! Um forte abraço da equipe Burguer Tropical! Página inicial"
  }
}