{
  "name": "New_v9_Singout",
  "pages": {
    "index": "Singout - Karaoke Rooms More Plans Rooms Connections Sing Your Heart Out! Welcome to our karaoke rooms, buddy! Come and enjoy the perfect blend of music and atmosphere, and create memories that will last a lifetime! Join Us Who We Are Choose Your Plan Our karaoke venue offers a variety of plans tailored to meet your needs. Whether you're looking for a quick singing session or an all-night party, we have the perfect package for you. Each plan includes access to our top-tier sound systems and an extensive song library. You can also enjoy additional features like themed rooms and special lighting effects. Our plans are designed to provide maximum flexibility and enjoyment. Make your reservation today and let the music play! Improve Your Skills At our karaoke venue, we believe that everyone can be a star. We offer a supportive environment where you can improve your singing skills. With our high-quality equipment and soundproof rooms, you can practice without any distractions. Our friendly staff can provide tips and guidance to help you hit those high notes. Join our community of music lovers and watch your confidence grow. Whether you're a beginner or an experienced singer, there's always room for improvement. 10 Rooms for Any Party We have 10 uniquely themed karaoke rooms designed to cater to any party. From intimate gatherings to large celebrations, our rooms can accommodate groups of all sizes. Each room is equipped with the latest technology to ensure an amazing karaoke experience. Enjoy customizable lighting, comfortable seating, and a wide selection of songs. Our rooms are perfect for birthdays, corporate events, or just a fun night out with friends. Book your room today and get ready for an unforgettable karaoke party! Plans Standard 15$/Hour PS5/Xbox Karaoke station 4 mics Buy Party 25$/Hour PS5/Xbox Karaoke station Decorations Big table Buy Premium 40$/Hour PS5/Xbox Pro Karaoke station Decorations Free pizza Buy Features Each room is designed to provide the ultimate karaoke experience with state-of-the-art sound systems, a diverse song selection, and customizable lighting. Sound Station and Mics Immerse yourself in crystal-clear audio with our top-of-the-line sound stations and professional-grade microphones. Whether you're belting out your favorite tunes or hosting karaoke battles, our equipment ensures every note is heard with precision. PS5/Xbox Elevate your karaoke experience with gaming consoles like PS5 and Xbox available in select rooms. Switch seamlessly from singing to gaming, enjoying the latest titles and multiplayer adventures with friends and family in a dynamic entertainment environment. Room customization Personalize your space with our room customization options, perfect for hosting Dungeons & Dragons sessions or board game nights. Featuring spacious layouts and versatile decor, our rooms offer the ideal setting for any gathering, ensuring a memorable and enjoyable time for all. Rooms \"Lavender\" Enjoy a cozy atmosphere in our Lavender room, designed with soothing lavender colors and vibes. Perfect for a relaxing karaoke experience with a touch of elegance and tranquility. ORDER \"1980's\" Step back in time to the vibrant 1980s with our American-style room. Featuring iconic decor and a nostalgic ambiance, this room is perfect for those who love the retro vibes of the 80s. ORDER \"Pinball Paradise\" Dive into a world of fun with our Pinball Paradise room, filled with an array of pinball machines. It's the perfect spot for enthusiasts to enjoy endless games and nostalgic excitement. ORDER \"Dungeons and Dragons\" Gather your friends for an epic adventure in our Dungeons and Dragons room. Featuring a spacious table ideal for any board game, this room is designed to enhance your gaming experience. ORDER Our Rules Here are some rules we ask you to follow and bonuses for guests. Non-alcoholic You may bring your own drinks, but alcohol is strictly prohibited. We are non-alcoholic zone. Bring your meals Bring your favorite food and make yourself comfortable. Delivery We can deliver any food to your desired time, just give us a heads up. Sing your songs Bring your own disks or usb sticks, video games and tools. Write to Us Name Email Message I accept Privacy Policy SEND Address: East Jail Road, Tharpakhna, Ahirtoli, Ranchi, Jharkhand 834001, India Tel: +917428890305 singout@gmail.com More Plans Rooms Home Privacy Policy Terms & Conditions &copy; 2024 Singout. All rights reserved.",
    "privacy": "Singout - Privacy Policy Home Terms and Conditions Privacy Policy Personal Information We treat your personal information, such as name, email, and payment details, with the highest level of care. This data is crucial for booking rooms and ensuring seamless service. Use of Information The data we gather is used to enhance your experience with Singout, process your reservations efficiently, and keep you updated about our services and promotions. Data Collection At Singout, we collect personal data to provide you with top-notch service. This includes details you share when booking rooms, subscribing to our updates, or interacting with our site. Data Security Singout uses advanced security protocols to safeguard your personal information from unauthorized access or breaches. We are dedicated to maintaining high standards of data protection. Third-Party Partners We may work with third-party providers for payment processing, room services, and marketing. These partners are selected carefully to ensure your data is secure. Consent By using our services, you agree to the collection and use of your data as outlined in this Privacy Policy. We aim to make our policies transparent and easy to understand. Updating Information Keeping your personal information current is important. You can update your details by logging into your account or reaching out to us with your changes. Opt-Out You can opt out of receiving promotional communications from us at any time. Follow the unsubscribe instructions in our emails or contact us directly to opt out. Policy Changes Singout reserves the right to update this Privacy Policy as needed. Significant changes will be communicated by posting the updated policy on our website. Legal Compliance We adhere to relevant laws and regulations regarding data privacy and protection. This includes responding to lawful data requests and protecting your rights under privacy laws. User Rights You have the right to access, correct, or delete your personal information held by us. Contact us if you wish to exercise these rights. Data Retention Your personal data is kept only as long as necessary to fulfill the purposes it was collected for. Afterward, it will be securely deleted or anonymized. Communication We prioritize open communication with our customers. Any updates or changes to our Privacy Policy will be announced through our website and, when appropriate, via email. Payment Information Your payment information is processed securely. We use advanced encryption to protect your financial data during transactions and do not store payment details on our servers. Marketing Communications We may send you marketing messages about our services and special offers. You can opt out at any time by following the unsubscribe link in our emails. Contact Information If you have questions or concerns about our Privacy Policy, contact us at singout@gmail.com We are here to help. Back to Home Terms & Conditions &copy; 2024 Singout. All rights reserved.",
    "terms": "Singout - Terms and Conditions Home Privacy Policy Terms and Conditions Order Placement By booking a karaoke room at Singout, you confirm that all provided details are accurate. Your booking request is considered an offer that we may accept or reject at our discretion. Acceptance of Terms By using our website, you agree to be bound by these terms and conditions. If you do not agree, please do not use our site. Entire Agreement These terms constitute the entire agreement between you and Singout regarding your use of our services. Any other agreements are superseded. Room Descriptions We aim to provide accurate descriptions of our karaoke rooms. If a room does not match its description, you may cancel your booking. Cancellations and Refunds Our cancellation and refund policy ensures your satisfaction. If you are not happy with your booking, you may cancel it according to our policy. Prohibited Conduct Users must not engage in activities that could harm or interfere with our services, including hacking, spamming, and spreading malware. Violations may lead to account termination and legal action. Termination We may terminate your access to our services if you violate these terms and conditions or engage in inappropriate behavior. Intellectual Property All content on our website, including text, graphics, logos, and images, is the property of Singout or its content suppliers and is protected by intellectual property laws. Unauthorized use is strictly prohibited. Communication We communicate with our customers primarily through email. By using our services, you consent to receive communications from us electronically. You can opt out of certain communications by following the instructions provided in our emails. Severability If any provision of these terms is found to be invalid or unenforceable, the remaining provisions will continue to be valid and enforceable to the fullest extent permitted by law. Liability Singout is not liable for any indirect, incidental, or consequential damages arising from the use of our services or website. Our liability is limited to the amount paid for the service in question. Contact Information If you have any questions or concerns about these terms and conditions, please contact us at singout@gmail.com We are here to assist you. Back to Home Privacy Policy &copy; 2024 Singout. All rights reserved.",
    "thank_page": "Singout - Thanks Welcome to Singout! Thank you for choosing Singout! We are thrilled to have you here and hope you enjoy your time in our state-of-the-art karaoke rooms. We look forward to providing you with an amazing and memorable singing experience. To the Singout!",
    "about": "Singout - About Us Home Plans Rooms Connections Our Story Singout began with a simple idea: to create the ultimate karaoke experience accessible to everyone. We started as a small team of enthusiasts, passionate about transforming entertainment. Inspired by the desire for high-quality sound and vibrant atmospheres, we established Singout. Our rooms are equipped with state-of-the-art sound systems to ensure the best quality and experience. We collaborate with designers and tech experts to support innovative and immersive karaoke environments. Our mission is to provide you with diverse, enjoyable, and unforgettable karaoke sessions that fit seamlessly into your social life. We are proud to help you celebrate and enjoy your moments to the fullest. At Singout our mission is to offer exceptional spaces for karaoke enthusiasts. Our rooms are designed with acoustic excellence and cutting-edge technology to enhance your singing experience and create lasting memories. Our Benefits 1. Styled Rooms Our rooms are designed to provide an immersive karaoke experience that enhances your enjoyment. 2. Convenience Enjoy the convenience of booking your karaoke room and having a memorable time with friends. 3. Variety We offer a wide variety of themed rooms and song selections to cater to all tastes and preferences. 4. Quality We provide top-quality sound systems and comfortable settings to ensure the best karaoke experience. Reviews Naomi Collins \"Singout has completely changed my entertainment routine. The experience is amazing and so much fun!\" Ellie Huston \"I love the variety of rooms offered. There's always something new to try and it's all so enjoyable.\" Tiffany Peterson \"The weekly sessions fit perfectly into my schedule. I don't have to worry about planning anymore.\" Bron Mitchel \"The sound systems are top-notch and the ambiance is amazing. Highly recommend Singout!\" Sonya Wilson \"Singout makes entertainment so easy. The sessions are always fun and the atmosphere is great.\" Dave Simons \"I've tried many entertainment venues, but Singout stands out with its quality and experience. Absolutely fantastic!\" Laura Turner \"Singout offers the best karaoke experience. The equipment is state-of-the-art and the environment is perfect for a night out.\" Mark Thompson \"The staff at Singout are incredibly friendly and helpful. They make sure you have everything you need for a great time.\" Anna Lee \"I've been to many karaoke spots, but Singout is by far my favorite. The atmosphere is lively and the song selection is excellent.\" Home Plans Rooms Connections Privacy Policy Terms & Conditions &copy; 2024 Singout. All rights reserved."
  },
  "date": "2024-06-28T06:29:31.685Z"
}