{
  "name": "New_v9_gifthaven",
  "pages": {
    "privacy-policy": "Your Privacy Matters - Gift Haven Privacy Policy Gift Haven Home Catalog Contacts Write to us Privacy Policy Welcome to Gift Haven! Before proceeding further, we urge you to read and understand the following disclaimer. By accessing and using our website, you agree to comply with the terms and conditions outlined in this disclaimer. If you do not agree with any part of this disclaimer, please refrain from using our services and navigating our site. Accuracy of Information At Gift Haven, we strive to provide accurate and up-to-date information to our users. However, we cannot guarantee the completeness, reliability, or accuracy of the information presented on our website. The content provided is for general informational purposes only and should not be considered as professional advice. Users are encouraged to verify any information obtained from our site before making decisions or taking actions based on it. Third-Party Links Our website may contain links to third-party websites or services that are not owned or controlled by Gift Haven. We do not endorse or assume any responsibility for the content, privacy policies, or practices of any third-party websites. Users acknowledge and agree that Gift Haven shall not be liable, directly or indirectly, for any damages or losses arising from the use of third-party websites linked to our site. Limitation of Liability In no event shall Gift Haven, its affiliates, partners, employees, or agents be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with the use of our website or the inability to use our website, even if we have been advised of the possibility of such damages. Users agree to indemnify and hold Gift Haven harmless from any claims, losses, or damages arising out of their use of our website. Changes to Terms Gift Haven reserves the right to modify or revise this disclaimer at any time without prior notice. By continuing to use our website after any such changes, users agree to be bound by the revised terms and conditions. It is the responsibility of users to review this disclaimer periodically for any updates or changes. Terms of Service Welcome to Gift Haven! By using our website, you agree to comply with and be bound by the following Terms of Service. Please read these terms carefully before accessing or using our site. If you do not agree with any part of these terms, please refrain from using our services. Use of Our Website Gift Haven grants you a limited, non-exclusive, and non-transferable license to access and use our website for personal and non-commercial purposes. You may not use our site for any unlawful or prohibited purpose, or in any manner that could damage, disable, overburden, or impair our servers or networks. Intellectual Property Rights The content, design, logos, and other materials displayed on Gift Haven are protected by intellectual property laws, including copyright and trademark laws. You may not modify, reproduce, distribute, or create derivative works based on the content of our website without prior written consent from Gift Haven. User Contributions Gift Haven may allow users to submit comments, feedback, or other content on our website. By submitting such content, you grant Gift Haven a worldwide, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, distribute, and display such content in any form, media, or technology. You agree that any user contributions you submit will not violate the rights of any third party, including copyright, trademark, privacy, or publicity rights, and will not contain any defamatory, offensive, or unlawful content. Disclaimer of Warranties Gift Haven provides our website on an \"as is\" and \"as available\" basis, without any warranties or representations of any kind, express or implied. We do not guarantee the accuracy, completeness, reliability, or suitability of the information and materials provided on our site. Limitation of Liability In no event shall Gift Haven, its affiliates, partners, employees, or agents be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with the use of our website or the inability to use our website, even if we have been advised of the possibility of such damages. Digital Products For digital products such as e-books, downloadable content, or online courses purchased through Gift Haven, refunds may be issued within a specified period of time from the date of purchase, as outlined in the product description or terms of sale. To request a refund for a digital product, please contact our customer support team at gifthaven@gmail.com with your purchase details. Refund Process To initiate a refund request, please contact our customer support team at gifthaven@gmail.com with your order details and the reason for your refund request. Depending on the circumstances, refunds may be processed via the original payment method or issued as store credit. Order Processing Once an order is placed on Gift Haven, our team works diligently to process and fulfill it in a timely manner. Orders are typically processed within [number of business days] business days, excluding weekends and holidays. Please note that processing times may vary during peak seasons or promotional periods. Shipping Methods We offer various shipping methods to accommodate our customers' preferences and delivery needs. The available shipping methods may include standard shipping, expedited shipping, and express shipping, depending on the destination and shipping carrier. Shipping Rates Shipping rates are calculated based on the shipping method selected, the destination address, and the weight or dimensions of the package. The shipping rate for each order will be displayed at checkout before the finalization of the purchase. International Shipping Gift Haven offers international shipping to select destinations outside the United States. Please note that international orders may be subject to customs clearance procedures and import duties or taxes imposed by the destination country. Customers are responsible for any additional charges related to international shipping. Shipping Policy Updates Gift Haven reserves the right to update or revise this Shipping Policy at any time without prior notice. Any changes to our shipping policy will be effective immediately upon posting on our website. Community Guidelines Gift Haven is committed to fostering a positive and inclusive online community where users can engage, share, and connect with each other. Our Community Guidelines outline the standards of behavior expected from all members of our community to maintain a safe and respectful environment for everyone. Respect and Civility We encourage all users to treat each other with respect, kindness, and empathy. Please refrain from engaging in any form of harassment, discrimination, hate speech, or personal attacks against other community members. Disagreements and debates are welcomed, but they must remain constructive and respectful at all times. Intellectual Property Respect the intellectual property rights of others. Do not post or share any content that infringes upon copyrights, trademarks, or any other proprietary rights. If you share content created by others, ensure that you have the necessary permissions or rights to do so. Authenticity and Transparency Be honest and transparent in your interactions within the community. Do not misrepresent yourself or impersonate others. Provide accurate information and disclose any potential conflicts of interest when relevant. Content Guidelines Ensure that any content you share within the community is appropriate and relevant to the topic of discussion. Avoid spamming, trolling, or posting irrelevant or off-topic content. Do not share content that is unlawful, offensive, obscene, or harmful. Moderation Our moderation team reserves the right to remove or edit any content that violates our Community Guidelines or poses a risk to the integrity of our community. Repeat offenders may be subject to account suspension or termination at our discretion. Community Participation Guidelines Thank you for being part of the Gift Haven community! To ensure that our platform remains a welcoming and enjoyable place for all users, we have established the following guidelines for community participation. Respectful Interaction Treat all community members with kindness, respect, and empathy. Avoid engaging in disrespectful, offensive, or discriminatory behavior, including but not limited to harassment, bullying, hate speech, or personal attacks. Constructive Communication Contribute to constructive and meaningful discussions within the community. Share your thoughts, opinions, and ideas in a thoughtful and considerate manner. Respect diverse viewpoints and engage in civil discourse even when opinions differ. Content Guidelines Ensure that the content you share within the community is appropriate, relevant, and lawful. Refrain from posting any content that is defamatory, misleading, fraudulent, obscene, or infringes upon the rights of others, including intellectual property rights. Contact Us If you have any questions or concerns regarding this disclaimer or the practices of our website, please contact us at gifthaven@gmail.com. Thank you for choosing Gift Haven. We appreciate your trust and hope you enjoy your experience on our site. Disclaimer last updated: February 6, 2024 Gift Haven Confidentiality Disclaimer Privacy Policy Terms of Use Pages Home Catalog Contacts Contacts 698M+99, Bhadbhada Road, Main Rd No. 3, Chouraha, Bhopal, Madhya Pradesh 462003, India +91 755 437 0000 gifthaven@gmail.com",
    "terms-conditions": "Terms of Service - Gift Haven Gift Haven Home Catalog Contacts Write to us Terms of Use Welcome to Gift Haven! These Terms of Use (\"Terms\") govern your access to and use of the Gift Haven website (the \"Site\") and the services provided through the Site. By accessing or using the Site, you agree to be bound by these Terms. If you do not agree to these Terms, please do not use the Site. Acceptance of Terms By accessing or using the Site, you agree to these Terms, our Privacy Policy, and all applicable laws and regulations. If you do not agree with any of these terms, you are prohibited from using or accessing this site. Use License a. Permission is granted to temporarily download one copy of the materials (information or software) on Gift Haven's website for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license, you may not: i. Modify or copy the materials; ii. Use the materials for any commercial purpose, or for any public display (commercial or non-commercial); iii. Attempt to decompile or reverse engineer any software contained on Gift Haven's website; iv. Remove any copyright or other proprietary notations from the materials; or v. Transfer the materials to another person or \"mirror\" the materials on any other server. b. This license shall automatically terminate if you violate any of these restrictions and may be terminated by Gift Haven at any time. Upon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format. Disclaimer The materials on Gift Haven's website are provided on an 'as is' basis. Gift Haven makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. Further, Gift Haven does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site. Limitations In no event shall Gift Haven or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on Gift Haven's website, even if Gift Haven or a Gift Haven authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you. Accuracy of Materials The materials appearing on Gift Haven's website could include technical, typographical, or photographic errors. Gift Haven does not warrant that any of the materials on its website are accurate, complete, or current. Gift Haven may make changes to the materials contained on its website at any time without notice. However, Gift Haven does not make any commitment to update the materials. Links Gift Haven has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by Gift Haven of the site. Use of any such linked website is at the user's own risk. Modifications Gift Haven may revise these terms of service for its website at any time without notice. By using this website you are agreeing to be bound by the then current version of these terms of service. User Conduct When using Gift Haven's website, you agree to abide by all applicable laws and regulations. You also agree to be solely responsible for all acts or omissions that occur under your account or password, including the content of your transmissions through the Site. You agree: Not to use the Site in any way that may impair the performance, corrupt the content, or otherwise reduce the overall functionality of the Site. Not to use the Site for any illegal or unauthorized purpose. Not to access or attempt to access the accounts of other users or to penetrate or attempt to penetrate security measures of Gift Haven's website or its affiliated networks. Not to engage in any activity that would interfere with or disrupt the Site or the servers or networks connected to the Site. Not to reproduce, duplicate, copy, sell, resell, or exploit any portion of the Site without express written permission from Gift Haven. Intellectual Property Rights The content, organization, graphics, design, compilation, and other matters related to the Site are protected under applicable copyrights, trademarks, and other proprietary rights. The copying, redistribution, use, or publication by you of any such matters or any part of the Site is strictly prohibited. Gift Haven grants you a limited, non-exclusive, non-transferable, revocable license to access and use the Site strictly in accordance with these Terms. Termination Gift Haven reserves the right to terminate or suspend access to the Site immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach these Terms. All provisions of these Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability. Entire Agreement These Terms constitute the entire agreement between Gift Haven and you concerning the subject matter hereof and supersede all prior or contemporaneous communications and proposals, whether electronic, oral, or written, between you and Gift Haven with respect to the Site. Waiver and Severability The failure of Gift Haven to enforce any right or provision of these Terms will not be deemed a waiver of such right or provision. If any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect. Changes to Terms Gift Haven reserves the right, at its sole discretion, to modify or replace these Terms at any time. If a revision is material, we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. By continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, please stop using the Service. Language These Terms may be translated into other languages for convenience. In the event of a conflict between a translated version of these Terms and the English language version, the English language version shall control. Dispute Resolution Any dispute arising out of or related to these Terms of Use or your use of the Gift Haven website shall be governed by the laws of the State of California, without regard to its conflict of law provisions. Any dispute, controversy, or claim arising out of or relating to these Terms, including the formation, interpretation, breach, termination, or validity thereof, shall be settled by arbitration in accordance with the rules of the American Arbitration Association, and judgment upon the award rendered by the arbitrator(s) may be entered in any court having jurisdiction thereof. Force Majeure Gift Haven shall not be liable for any failure to perform its obligations hereunder where such failure results from any cause beyond Gift Haven's reasonable control, including, without limitation, mechanical, electronic, or communications failure or degradation. Consent to Electronic Communications By using the Gift Haven website, you consent to receiving electronic communications from us. These communications may include notices about your account, updates, or information related to the Gift Haven website. You agree that any notices, agreements, disclosures, or other communications that we send to you electronically will satisfy any legal communication requirements, including that such communications be in writing. Feedback and Suggestions Gift Haven welcomes feedback and suggestions from users regarding our services and website. However, please note that any feedback, suggestions, or ideas you provide to Gift Haven shall become the exclusive property of Gift Haven. We may use, modify, reproduce, distribute, and disclose such feedback, suggestions, or ideas for any purpose without any obligation or compensation to you. Third-Party Services Gift Haven may incorporate third-party services, content, or links on the website for the convenience and benefit of our users. However, Gift Haven does not endorse, control, or assume responsibility for any third-party services, content, or websites. Your use of any third-party services or websites is at your own risk, and you should review the terms and privacy policies of such third parties before using their services. No Waiver of Rights The failure of Gift Haven to enforce any right or provision of these Terms will not be deemed a waiver of such right or provision. Our rights and remedies under these Terms are cumulative and not exclusive of any other rights or remedies provided by law or in equity. Governing Law These terms and conditions are governed by and construed in accordance with the laws of California and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location. If you have any questions about these Terms of Use, please contact us at gifthaven@gmail.com. By using this site, you signify your acceptance of these terms. If you do not agree to these terms, please do not use our site. Last updated: February 6, 2024 Gift Haven Confidentiality Disclaimer Privacy Policy Terms of Use Pages Home Catalog Contacts Contacts 698M+99, Bhadbhada Road, Main Rd No. 3, Chouraha, Bhopal, Madhya Pradesh 462003, India +91 755 437 0000 gifthaven@gmail.com",
    "thanks": "Thank You for Visiting - Gift Haven Thank You for Reaching Out! We at Gift Haven appreciate your feedback and will get back to you as soon as possible. Meanwhile, feel free to explore our homepage for more exciting updates and offers.",
    "catalog": "Explore Our Collection - Gift Haven Catalog Gift Haven Home Catalog Contacts Write to us Catalog Home / Catalog Discover Our Collection of Thoughtful Gifts At Gift Haven, we believe that every gift should be a reflection of the recipient's personality and style. That's why we've curated a collection of unique and thoughtful gifts that are perfect for any occasion. From personalized jewelry to handmade ceramics, our selection of gifts is sure to impress. Browse our catalog to find the perfect gift for your loved ones or treat yourself to something special. We offer a variety of products, including scented candles, gourmet chocolates, eco-friendly products, and more. Our products are carefully selected for their quality, craftsmanship, and sustainability. We also offer a range of customization options, including personalized engraving and gift wrapping. Our team is dedicated to providing exceptional customer service and ensuring that every gift is delivered with care. Explore our catalog today and find the perfect gift for any occasion. Scented Soy Candle Fill your space with the inviting aroma of our hand-poured scented soy candle. Made with natural ingredients and available in various delightful scents. 800 INR Order Personalized Leather Journal Capture your thoughts and memories in style with our genuine leather journal, personalized with your initials. A perfect gift for the writer in your life. 1200 INR Order Aromatherapy Essential Oil Diffuser Create a soothing atmosphere at home with our essential oil diffuser. It's a perfect way to unwind and relax after a long day. 1500 INR Order Gourmet Chocolate Gift Box Indulge in the rich and decadent flavors of our gourmet chocolate gift box. A delightful treat for any chocolate lover. 1000 INR Order Handmade Ceramic Mug Sip your favorite beverage in style with our beautifully crafted handmade ceramic mug. Each piece is unique and perfect for cozy moments. 600 INR Order Custom Engraved Wooden Photo Frame Display your cherished memories in a personalized way with our custom engraved wooden photo frame. A thoughtful gift for any occasion. 900 INR Order Luxury Tea Gift Set Treat yourself or a loved one to a moment of tranquility with our luxury tea gift set. It includes a selection of premium teas and elegant accessories. 1300 INR Order Artisanal Scented Soap Collection Pamper your skin with our artisanal scented soap collection. Each bar is carefully handcrafted and infused with luxurious fragrances. 700 INR Order Gift Haven Confidentiality Disclaimer Privacy Policy Terms of Use Pages Home Catalog Contacts Contacts 698M+99, Bhadbhada Road, Main Rd No. 3, Chouraha, Bhopal, Madhya Pradesh 462003, India +91 755 437 0000 gifthaven@gmail.com",
    "contacts": "Get in Touch - Contact Gift Haven Gift Haven Home Catalog Contacts Write to us Contact Us Home / Contacts I accept the Privacy Policy Send Gift Haven Confidentiality Disclaimer Privacy Policy Terms of Use Pages Home Catalog Contacts Contacts 698M+99, Bhadbhada Road, Main Rd No. 3, Chouraha, Bhopal, Madhya Pradesh 462003, India +91 755 437 0000 gifthaven@gmail.com",
    "disclaimer": "Legal Information - Disclaimer - Gift Haven Gift Haven Home Catalog Contacts Write to us Disclaimer for Gift Haven Welcome to Gift Haven. By accessing this website we assume you accept these terms and conditions in full. Do not continue to use Gift Haven's website if you do not accept all of the terms and conditions stated on this page. The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and any or all Agreements: \"Client\", \"You\" and \"Your\" refers to you, the person accessing this website and accepting the Company's terms and conditions. \"The Company\", \"Ourselves\", \"We\", \"Our\" and \"Us\", refers to our Company. \"Party\", \"Parties\", or \"Us\", refers to both the Client and ourselves, or either the Client or ourselves. All terms refer to the offer, acceptance, and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner, whether by formal meetings of a fixed duration, or any other means, for the express purpose of meeting the Client's needs in respect of the provision of the Company's stated services/products, in accordance with and subject to, prevailing law of . Any use of the above terminology or other words in the singular, plural, capitalization, and/or he/she or they, are taken as interchangeable and therefore as referring to same. Disclaimer To the maximum extent permitted by applicable law, we exclude all representations, warranties, and conditions relating to our website and the use of this website (including, without limitation, any warranties implied by law in respect of satisfactory quality, fitness for purpose and/or the use of reasonable care and skill). Nothing in this disclaimer will: limit or exclude our or your liability for death or personal injury resulting from negligence; limit or exclude our or your liability for fraud or fraudulent misrepresentation; limit any of our or your liabilities in any way that is not permitted under applicable law; or exclude any of our or your liabilities that may not be excluded under applicable law. The limitations and exclusions of liability set out in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph; and (b) govern all liabilities arising under the disclaimer or in relation to the subject matter of this disclaimer, including liabilities arising in contract, in tort (including negligence) and for breach of statutory duty. To the extent that the website and the information and services on the website are provided free of charge, we will not be liable for any loss or damage of any nature. Changes to this Disclaimer We reserve the right to modify this Disclaimer at any time, effective upon posting of an updated version of this Disclaimer on the website. Therefore, it is your responsibility to review this Disclaimer periodically to ensure that you are aware of any changes. By continuing to access or use our website after any revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, you are no longer authorized to use the website. Limitations of Liability In no event shall Gift Haven or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on Gift Haven's website, even if Gift Haven or a Gift Haven authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you. Accuracy of Materials The materials appearing on Gift Haven's website could include technical, typographical, or photographic errors. Gift Haven does not warrant that any of the materials on its website are accurate, complete, or current. Gift Haven may make changes to the materials contained on its website at any time without notice. However, Gift Haven does not make any commitment to update the materials. Links Gift Haven has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by Gift Haven of the site. Use of any such linked website is at the user's own risk. Modifications Gift Haven may revise these terms of service for its website at any time without notice. By using this website, you are agreeing to be bound by the then current version of these terms of service. Governing Law These terms and conditions are governed by and construed in accordance with the laws of the state without regard to its conflict of law provisions. Indemnity You hereby indemnify to the fullest extent Gift Haven from and against any and all liabilities, costs, demands, causes of action, damages, and expenses (including reasonable attorney's fees) arising out of or in any way related to your breach of any of the provisions of these Terms. Severability If any provision of these Terms is found to be unenforceable or invalid under any applicable law, such unenforceability or invalidity shall not render these Terms unenforceable or invalid as a whole, and such provisions shall be deleted without affecting the remaining provisions herein. Entire Agreement These Terms constitute the entire agreement between Gift Haven and you concerning your use of this website, and supersede all prior agreements and understandings concerning the same. Assignment Gift Haven is allowed to assign, transfer, and subcontract its rights and/or obligations under these Terms without any notification. However, you are not allowed to assign, transfer, or subcontract any of your rights and/or obligations under these Terms. Variation of Terms Gift Haven is permitted to revise these Terms at any time as it sees fit, and by using this website, you are expected to review such Terms regularly to ensure you understand all terms and conditions governing the use of this website. Waiver Failure of Gift Haven to enforce any of the provisions set out in these Terms and Conditions and Disclaimer, or failure to exercise any option to terminate, shall not be construed as a waiver of such provisions and shall not affect the validity of these Terms and Conditions and Disclaimer or any part thereof, or the right thereafter to enforce each and every provision. Changes to Terms Gift Haven reserves the right to revise these Terms and Conditions and Disclaimer at any time it sees fit, and by using this website, you are expected to review such Terms and Conditions and Disclaimer on a regular basis to ensure you understand all terms and conditions governing the use of this website. Acknowledgement By using the website, you acknowledge that you have read this Disclaimer and agree to be bound by the terms and conditions contained herein. Dispute Resolution Any dispute relating to Gift Haven's website shall be governed by the laws of the jurisdiction where the owner of Gift Haven is located, without regard to its conflict of law provisions. Updates Gift Haven reserves the right to revise and update the content of this Disclaimer at any time without prior notice. By continuing to use the website, you agree to be bound by the most current version of the Disclaimer. Jurisdiction Any dispute arising out of or related to the use of Gift Haven's website shall be governed by the laws of the jurisdiction where the owner of Gift Haven is located. You hereby consent to the exclusive jurisdiction and venue of the courts in that jurisdiction in all disputes arising out of or relating to the use of this website. Compliance By using Gift Haven's website, you agree to comply with all applicable laws and regulations, including but not limited to local, national, and international regulations. No Warranty Gift Haven makes no warranties, representations, or guarantees regarding the accuracy, reliability, or completeness of the information provided on this website. The information is provided \"as is\" without any warranty of any kind. No Endorsement Reference to any specific commercial product, process, or service by trade name, trademark, manufacturer, or otherwise does not constitute or imply endorsement, recommendation, or favoring by Gift Haven. Third-Party Content Gift Haven may provide links to third-party websites or services for your convenience. Gift Haven does not endorse or control the content or services offered by these third-party websites, and your use of such websites is at your own risk. No Guarantees Gift Haven does not guarantee the availability, accuracy, timeliness, or completeness of any information on the website. The information and materials on the website may be out of date or include omissions, inaccuracies, or other errors. You use the information provided on this website at your own risk. Changes to the Disclaimer Gift Haven reserves the right to modify, amend, or update this Disclaimer at any time without prior notice. Your continued use of the website after any such changes signifies your acceptance of the revised Disclaimer. Indemnification You agree to indemnify and hold Gift Haven harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of your use of Gift Haven's website, your violation of these Terms and Conditions, or your violation of any rights of another party. Contact Us If you have any questions about this Disclaimer, please contact us by email at gifthaven@gmail.com. Gift Haven Confidentiality Disclaimer Privacy Policy Terms of Use Pages Home Catalog Contacts Contacts 698M+99, Bhadbhada Road, Main Rd No. 3, Chouraha, Bhopal, Madhya Pradesh 462003, India +91 755 437 0000 gifthaven@gmail.com",
    "index": "Welcome to Gift Haven - Your Destination for Unique and Thoughtful Gifts Gift Haven Home Catalog Contacts Write to us Welcome to Gift Haven Find the Perfect Gift for Every Occasion At Gift Haven, we believe that gift-giving should be a joyful experience. That's why we've curated a collection of unique and thoughtful gifts for every occasion, from birthdays to weddings to holidays and more. Whether you're shopping for a loved one or treating yourself, we have something special just for you. View gifts Personalized Gifts Make your gift extra special with our personalized options. From monogrammed jewelry to custom photo frames, we have a variety of unique gifts that can be customized just for you. Catalog Handmade Gifts Our handmade gifts are crafted with care and attention to detail. From hand-poured candles to hand-knitted scarves, each item is one-of-a-kind and made with love. Catalog Eco-Friendly Gifts We believe in sustainability and offer a selection of eco-friendly gifts that are both beautiful and environmentally conscious. From reusable water bottles to organic skincare, we have something for everyone who wants to make a positive impact. Catalog Gifts for Him Whether you're shopping for your dad, brother, or significant other, we have a variety of gifts that are perfect for the men in your life. From stylish accessories to tech gadgets, we have something for every taste. Catalog Gifts for Her Treat the special women in your life to something they'll love. Our collection of gifts for her includes everything from luxurious bath products to trendy fashion accessories, so you can find the perfect gift for any occasion. Catalog Top Sellers Discover Our Most Popular Gifts Explore our top-selling gifts and find out why they're customer favorites. From timeless classics to modern must-haves, these gifts are sure to impress. Aromatic Candles Fill your home with delightful scents and cozy ambiance. Luxury Gift Baskets Indulge in an array of gourmet treats and premium delights. Custom Engraved Jewelry Create a personalized and meaningful gift with our engraved jewelry collection. Gift Ideas for Every Budget Thoughtful Gifts, Whatever Your Price Range To learn more Gift Haven Confidentiality Disclaimer Privacy Policy Terms of Use Pages Home Catalog Contacts Contacts 698M+99, Bhadbhada Road, Main Rd No. 3, Chouraha, Bhopal, Madhya Pradesh 462003, India +91 755 437 0000 gifthaven@gmail.com"
  }
}