{
  "name": "New_v9_AutoSparesIndia",
  "pages": {
    "contact": "AutoSpares India - Buy Genuine Auto Parts & Accessories Online | Contact Us Home Contact us Our advantages Who we are Our catalog +91-11-2392-9754 Let’s Talk Have any questions or need assistance with finding the right auto parts? Our friendly team is here to help. Simply fill out the form below, and we'll get back to you as soon as possible. I accept privacy policy Send message Quality Auto Parts You Can Trust At AutoSpares India, we understand the importance of using high-quality, reliable auto parts for your vehicle's maintenance and repair. That's why we've partnered with leading manufacturers and suppliers to bring you a wide range of genuine OEM and aftermarket parts for all vehicle makes and models. Our extensive inventory includes everything from engine components and brake systems to filters, batteries, and accessories. We meticulously inspect each product to ensure it meets the highest standards of quality and performance, so you can have peace of mind knowing that your vehicle is in good hands. Whether you're a professional mechanic or a DIY enthusiast, you can count on AutoSpares India to provide you with the auto parts you need at competitive prices. Our knowledgeable staff is always ready to assist you in finding the right parts for your vehicle, ensuring a hassle-free shopping experience. FAQ What types of auto parts do you offer? We offer a wide range of auto parts, including engine components, brake systems, filters, batteries, lighting, body parts, and more. Our inventory covers both OEM and aftermarket parts for all vehicle makes and models. Do you offer genuine or aftermarket parts? We offer both genuine OEM parts from the original manufacturers and high-quality aftermarket parts from reputable brands. You can choose the option that best suits your needs and budget. How can I ensure I get the right parts for my vehicle? You can provide us with your vehicle's make, model, year, and VIN (Vehicle Identification Number) to ensure we recommend the correct parts for your specific vehicle. Do you offer any warranties on the auto parts you sell? Yes, we offer warranties on many of the auto parts we sell. The warranty coverage varies depending on the part and the manufacturer. You can find the warranty information for each product on its respective page. Can I return or exchange auto parts if they don't fit or if I changed my mind? We accept returns and exchanges for most auto parts within a certain period, provided they are unused and in their original packaging. Please refer to our returns and exchange policy for more details. How long does it take for my order to be delivered? Delivery times vary depending on your location and the shipping method you choose. Most orders are delivered within 3-7 business days, but you can check the estimated delivery date during the checkout process. Do you offer any discounts or promotions? Yes, we frequently offer discounts, promotional codes, and special offers on various auto parts and accessories. Be sure to check our website or sign up for our newsletter to stay informed about the latest deals. Can I place an order over the phone or via email? Certainly! In addition to our online store, you can place orders by calling our customer service hotline or by sending an email to our sales team. Our representatives will be happy to assist you with your order. Do you offer any installation services? While we do not offer installation services directly, we can recommend reliable and trustworthy auto repair shops or mechanics in your area who can assist with the installation of the parts you purchase from us. How can I track the status of my order? Once your order is shipped, you will receive a tracking number that you can use to monitor the progress of your delivery. You can track your order directly on our website or through the carrier's website using the provided tracking number. Business Hours Monday 9:00 AM - 6:00 PM Tuesday 9:00 AM - 6:00 PM Wednesday 9:00 AM - 6:00 PM Thursday 9:00 AM - 6:00 PM Friday 9:00 AM - 6:00 PM Saturday 9:00 AM - 2:00 PM Sunday Closed Our extensive range of high-quality auto parts and accessories, coupled with our commitment to excellent customer service, ensures that you can trust us for all your vehicle maintenance and repair requirements. Policy Privacy Policy Terms and Conditions Contacts 111/3490-92, Ground Floor, Nicholson Rd, Mori Gate, New Delhi, Delhi 110006, India +91 11 23929754 autosparesindia@gmail.com",
    "index": "AutoSpares India - Buy Genuine Auto Parts & Accessories Online Home Contact us Our advantages Who we are Our catalog +91-11-2392-9754 Auto parts and accessories for all models in India View products Why Choose AutoSpares India? At AutoSpares India, we are committed to providing our customers with an exceptional experience when it comes to purchasing auto parts and accessories. Here are a few reasons why you should choose us Fast Delivery We guarantee prompt delivery of auto parts throughout India. Original Parts Our range includes only original parts from leading manufacturers. Competitive Prices We offer competitive prices on the entire range of auto parts. Professional Consultation Our qualified specialists will help you select the necessary parts. Satisfied Customers We strive for a high level of service and satisfied customers. Quality Guarantee We guarantee the high quality of all auto parts sold. Who we are At AutoSpares India, we are a team of passionate automotive enthusiasts dedicated to providing our customers with the best possible experience in procuring high-quality auto parts and accessories. With years of industry experience, we have established ourselves as a trusted name in the Indian automotive market. Our mission is to simplify the process of finding and purchasing genuine auto parts for all vehicle models, making it convenient and hassle-free for our customers. We work closely with reputable manufacturers and suppliers to ensure that we offer a wide range of OEM and aftermarket parts at competitive prices. Whether you need parts for routine maintenance or a major repair, AutoSpares India is your one-stop destination for all your automotive needs. Vast Product Range We offer an extensive range of auto parts and accessories for all vehicle makes and models. Nationwide Delivery We deliver auto parts across India, ensuring timely and safe delivery to your doorstep. Quality Assurance All our products undergo strict quality checks to ensure they meet the highest standards. Excellent Customer Support Our knowledgeable and friendly support team is always ready to assist you with any queries or concerns. Our catalog Brake Pads ₹1,299 Buy Now Engine Oil Filter ₹249 Buy Now Air Filter ₹399 Buy Now Spark Plugs ₹799 Buy Now Battery ₹3,499 Buy Now Wiper Blades ₹299 Buy Now Have any question about us? +91-11-2392-9754 Our extensive range of high-quality auto parts and accessories, coupled with our commitment to excellent customer service, ensures that you can trust us for all your vehicle maintenance and repair requirements. Policy Privacy Policy Terms and Conditions Contacts 111/3490-92, Ground Floor, Nicholson Rd, Mori Gate, New Delhi, Delhi 110006, India +91 11 23929754 autosparesindia@gmail.com",
    "privacy": "AutoSpares India - Buy Genuine Auto Parts & Accessories Online | Privacy Policy Home Contact us Our advantages Who we are Our catalog +91-11-2392-9754 Privacy Policy At AutoSpares India, we value your privacy and are committed to protecting your personal information. This Privacy Policy outlines how we collect, use, and safeguard the data you provide to us. Information We Collect We may collect personal information such as your name, email address, shipping address, and payment details when you place an order or sign up for our newsletter. We also collect non-personal information, such as your IP address and browser type, for analytical purposes. How We Use Your Information We use the information we collect to process your orders, provide customer support, send you marketing communications (if you've opted in), and improve our website and services. We do not sell or rent your personal information to third parties. Data Security We implement industry-standard security measures to protect your personal information from unauthorized access, disclosure, or misuse. However, no data transmission over the internet or electronic storage method is 100% secure, and we cannot guarantee absolute security. Cookies and Tracking Technologies We use cookies and similar tracking technologies to enhance your browsing experience, analyze website traffic, and deliver targeted advertisements. You can adjust your browser settings to decline cookies if you prefer. Third-Party Links Our website may contain links to third-party websites. We are not responsible for the privacy practices or content of those websites, and we encourage you to review their respective privacy policies. Children's Privacy Our website is not intended for children under the age of 13. We do not knowingly collect personal information from children without parental consent. Changes to This Policy We reserve the right to update or modify this Privacy Policy at any time. Any changes will be effective immediately upon posting the revised policy on our website. Contact Us If you have any questions or concerns about our Privacy Policy, please contact us at autosparesindia@gmail.com. Our extensive range of high-quality auto parts and accessories, coupled with our commitment to excellent customer service, ensures that you can trust us for all your vehicle maintenance and repair requirements. Policy Privacy Policy Terms and Conditions Contacts 111/3490-92, Ground Floor, Nicholson Rd, Mori Gate, New Delhi, Delhi 110006, India +91 11 23929754 autosparesindia@gmail.com",
    "terms": "AutoSpares India - Buy Genuine Auto Parts & Accessories Online | Terms and Conditions Home Contact us Our advantages Who we are Our catalog +91-11-2392-9754 Terms and Conditions Welcome to AutoSpares India! By accessing or using our website and services, you agree to be bound by these Terms and Conditions. If you disagree with any part of these terms, please do not use our website or services. Use of Our Website Our website is intended for personal and non-commercial use only. You may not copy, distribute, transmit, display, reproduce, modify, create derivative works from, or in any way exploit any part of our website or its content without our prior written consent. Product Information We strive to provide accurate product information on our website. However, we cannot guarantee the completeness or accuracy of all product details, including but not limited to pricing, specifications, and availability. We reserve the right to correct any errors or omissions without prior notice. Ordering and Payment By placing an order, you represent that the information provided is accurate and complete. We reserve the right to cancel or refuse any order for any reason, including but not limited to unavailability of products, pricing errors, or suspected fraudulent transactions. Shipping and Delivery We will make reasonable efforts to deliver orders within the estimated timeframe. However, we are not responsible for any delays caused by circumstances beyond our control, including but not limited to weather conditions, carrier delays, or customs clearance issues. Returns and Exchanges Our return and exchange policy is outlined on our website. Please review it carefully before making a purchase. We reserve the right to refuse returns or exchanges that do not meet our policy requirements. Intellectual Property All content on our website, including but not limited to text, graphics, logos, images, and software, is the property of AutoSpares India or its licensors and is protected by applicable intellectual property laws. Limitation of Liability AutoSpares India shall not be liable for any direct, indirect, incidental, consequential, or punitive damages arising from the use or inability to use our website or services, even if we have been advised of the possibility of such damages. Changes to These Terms We reserve the right to modify or update these Terms and Conditions at any time without prior notice. Your continued use of our website and services after any changes constitutes your acceptance of the new terms. If you have any questions or concerns about these Terms and Conditions, please contact us at autosparesindia@gmail.com. Our extensive range of high-quality auto parts and accessories, coupled with our commitment to excellent customer service, ensures that you can trust us for all your vehicle maintenance and repair requirements. Policy Privacy Policy Terms and Conditions Contacts 111/3490-92, Ground Floor, Nicholson Rd, Mori Gate, New Delhi, Delhi 110006, India +91 11 23929754 autosparesindia@gmail.com",
    "thank": "AutoSpares India - Buy Genuine Auto Parts & Accessories Online | Thank you Thank you for your message! We appreciate you reaching out to us. One of our friendly representatives will review your inquiry and respond as soon as possible. We are committed to providing excellent customer service and addressing all your concerns promptly. In the meantime, feel free to explore our website to learn more about our wide range of high-quality auto parts and accessories. You can also check out our FAQs section for answers to some common questions. Once again, thank you for your interest in AutoSpares India. We look forward to assisting you further. Best regards, The AutoSpares India Team Go to home page"
  }
}