{
  "name": "New_v9_WebGuru",
  "pages": {
    "index": "Cursos de Desenvolvimento Web | Web Guru Sobre Instrutores Programa Registration Descubra novas ferramentas de desenvolvimento web Curso Completo de Desenvolvimento Web Aprenda a criar sites modernos e funcionais com HTML, CSS, JavaScript e muito mais. Inscreva-se no nosso curso de desenvolvimento web e comece sua jornada no mundo da programação hoje mesmo. 10-12 Agosto 3 dias de prática intensiva 30 Horas 09:00 – 19:00 25 Vagas Número limitado de vagas Preço $350 Melhor oferta 30 horas de prática intensiva em desenvolvimento web Nível: INTERMEDIÁRIO Sobre o curso Todos os dias, milhões de desenvolvedores web ao redor do mundo criam sites modernos e funcionais. Este curso foi criado para ajudá-lo a dominar as tecnologias fundamentais, como HTML, CSS e JavaScript, e aplicá-las em projetos reais. Não é necessário reinventar a roda - venha aprender as melhores práticas do mercado e aplique-as imediatamente em seus projetos. Reserve sua vaga agora para obter acesso instantâneo ao curso e começar sua jornada no desenvolvimento web. Quem vai se beneficiar Desenvolvedores Web Internos Especialistas em desenvolvimento web trabalhando em grandes projetos. Entusiastas e Estudantes de Programação Aqueles que querem aprofundar seus conhecimentos em desenvolvimento web. Profissionais de TI Especialistas em TI que desejam expandir suas habilidades em programação web. Inscreva-se no curso agora e receba um relatório do curso em PDF e um certificado por e-mail Inscrever-se Instrutores João Silva João é especialista em desenvolvimento web com mais de 10 anos de experiência em empresas de tecnologia de ponta. Maria Oliveira Maria é fundadora da WebMasters, uma agência premiada de desenvolvimento web e marketing digital. Carlos Pereira Carlos é um desenvolvedor full-stack com vasta experiência em criar soluções web personalizadas. Ana Costa Ana é uma especialista em UX/UI com um portfólio impressionante de projetos de design web. Programa do Curso Saiba mais sobre o programa do nosso próximo curso de desenvolvimento web em detalhes. Oferecemos várias opções de tarifação para se adequar às suas necessidades e objetivos. 1 Iniciante Este plano é perfeito para quem está começando no desenvolvimento web. Inclui acesso a todos os módulos básicos, suporte online e materiais de estudo. 20 horas de conteúdo Suporte online Certificado de conclusão $199 Matricular-se 2 Intermediário Ideal para aqueles que já têm alguma experiência e desejam aprofundar seus conhecimentos. Inclui módulos avançados, workshops ao vivo e acesso a uma comunidade de desenvolvedores. 40 horas de conteúdo Workshops ao vivo Acesso à comunidade Certificado de conclusão $399 Matricular-se 3 Avançado Para profissionais que querem se tornar especialistas em desenvolvimento web. Inclui todos os recursos do plano Intermediário, além de mentoria personalizada e projetos práticos. 60 horas de conteúdo Mentoria personalizada Projetos práticos Acesso à comunidade Certificado de conclusão $599 Matricular-se Inscrição Para se inscrever no curso, preencha o formulário abaixo. T.: +55-83-4269-8536 E.: webguru@gmail.com Aceito a Política de Privacidade Enviar Sobre Instrutores Programa Telefone: +55-83-4269-8536 E-mail: webguru@gmail.com Endereço: St. Hab. Vicente Perez, Taguatinga, Distrito Federal, Brasil-Distrito Federal, Brasil Política de Privacidade Termos e Condições",
    "privacy-policy": "Política de Privacidade | Web Guru Sobre Instrutores Programa Registration Política de Privacidade Bem-vindo à nossa Política de Privacidade. Sua privacidade é extremamente importante para nós. Nesta política, explicamos como coletamos, usamos, divulgamos e protegemos suas informações pessoais quando você usa nosso site e nossos serviços. 1. Informações que Coletamos Coletamos vários tipos de informações para fornecer e melhorar nossos serviços para você. Os tipos de informações que podemos coletar incluem: Informações Pessoais: Nome, endereço de e-mail, número de telefone e outras informações que você fornece voluntariamente ao se registrar ou ao entrar em contato conosco. Informações de Uso: Dados sobre como você usa nosso site, incluindo as páginas que você visita, o tempo gasto em cada página e outras estatísticas de uso. Informações Técnicas: Coletamos automaticamente informações como o endereço IP, tipo de navegador, sistema operacional e outras informações técnicas sobre o dispositivo que você usa para acessar nosso site. 2. Como Usamos Suas Informações Usamos as informações que coletamos para vários fins, incluindo: Fornecer, operar e manter nossos serviços; Melhorar, personalizar e expandir nossos serviços; Entender e analisar como você usa nosso site; Desenvolver novos produtos, serviços, recursos e funcionalidades; Comunicar-se com você, seja diretamente ou através de um de nossos parceiros, incluindo para atendimento ao cliente, fornecer atualizações e outras informações relacionadas ao serviço, e para fins de marketing e promocionais; Processar suas transações e gerenciar seus pedidos; Detectar e prevenir fraudes e outras atividades ilegais; Cumprir obrigações legais e regulamentares. 3. Compartilhamento de Informações Podemos compartilhar suas informações pessoais nas seguintes circunstâncias: Com Fornecedores de Serviços: Podemos compartilhar suas informações com terceiros que nos fornecem serviços, como processamento de pagamentos, análise de dados, marketing e suporte ao cliente. Para Cumprir a Lei: Podemos divulgar suas informações se acreditarmos que é necessário para cumprir uma obrigação legal, proteger nossos direitos, propriedade ou segurança, ou para proteger a segurança de nossos usuários ou do público. Com seu Consentimento: Podemos compartilhar suas informações com terceiros se você consentir com a divulgação. 4. Segurança das Informações Adotamos medidas de segurança adequadas para proteger suas informações contra acesso, alteração, divulgação ou destruição não autorizada. No entanto, nenhum método de transmissão pela Internet ou de armazenamento eletrônico é 100% seguro, e não podemos garantir segurança absoluta. 5. Seus Direitos de Privacidade Dependendo da sua jurisdição, você pode ter certos direitos em relação às suas informações pessoais, incluindo o direito de acessar, corrigir, atualizar ou excluir suas informações. Para exercer esses direitos, entre em contato conosco através do e-mail: webguru@gmail.com. 6. Retenção de Dados Reteremos suas informações pessoais apenas pelo tempo necessário para cumprir os propósitos para os quais foram coletadas, inclusive para atender a quaisquer requisitos legais, contábeis ou de relatórios. 7. Alterações a Esta Política de Privacidade Podemos atualizar nossa Política de Privacidade de tempos em tempos. Notificaremos você sobre quaisquer alterações publicando a nova política nesta página. Recomendamos que você revise esta Política de Privacidade periodicamente para quaisquer mudanças. 8. Contato Se você tiver qualquer dúvida sobre esta Política de Privacidade, entre em contato conosco: E-mail: webguru@gmail.com Agradecemos por confiar em nós com suas informações pessoais. Estamos comprometidos em proteger sua privacidade e garantir que suas informações estejam seguras. Sobre Instrutores Programa Telefone: +55-83-4269-8536 E-mail: webguru@gmail.com Endereço: St. Hab. Vicente Perez, Taguatinga, Distrito Federal, Brasil-Distrito Federal, Brasil Política de Privacidade Termos e Condições",
    "terms-conditions": "Termos e Condições | Web Guru Sobre Instrutores Programa Registration Termos e Condições Bem-vindo aos Termos e Condições da Web Guru. Ao acessar ou usar nossos serviços, você concorda em cumprir e estar sujeito aos seguintes termos e condições. Se você não concorda com qualquer parte dos termos, não deverá usar nossos serviços. 1. Aceitação dos Termos Ao usar nosso site e serviços, você concorda com estes Termos e Condições e com nossa Política de Privacidade. Estes termos aplicam-se a todos os visitantes, usuários e outras pessoas que acessam ou utilizam os serviços. 2. Modificações nos Termos Reservamo-nos o direito de modificar ou substituir estes Termos a qualquer momento. Se uma revisão for material, tentaremos fornecer um aviso com pelo menos 30 dias de antecedência antes de quaisquer novos termos entrarem em vigor. O que constitui uma alteração material será determinado a nosso critério. 3. Acesso aos Serviços Estamos constantemente inovando para fornecer a melhor experiência possível aos nossos usuários. Você reconhece e concorda que a forma e a natureza dos serviços que fornecemos podem mudar de tempos em tempos sem aviso prévio. Além disso, podemos parar (permanente ou temporariamente) de fornecer os serviços (ou qualquer recurso dentro dos serviços) para você ou para os usuários em geral e não podemos fornecer aviso prévio. 4. Obrigações do Usuário Ao usar nossos serviços, você concorda em: Fornecer informações verdadeiras, precisas e completas ao se registrar em nossos serviços; Manter a segurança de sua senha e identificação; Responsabilizar-se por todas as atividades que ocorram sob sua conta; Notificar-nos imediatamente sobre qualquer uso não autorizado de sua conta ou qualquer outra violação de segurança; Não usar os serviços para qualquer atividade ilegal ou não autorizada; Não modificar, adaptar ou hackear o site ou modificar outro site para falsamente implicar que está associado ao nosso serviço. 5. Pagamentos e Reembolsos Certos serviços podem ser pagos. Em caso de serviços pagos, você concorda em fornecer informações de pagamento válidas e autorizar-nos a cobrar o valor correspondente. Todos os pagamentos são processados com segurança por um provedor de pagamento terceirizado. Os reembolsos são tratados caso a caso e são concedidos a nosso critério. Se você tiver alguma dúvida sobre um pagamento ou reembolso, entre em contato conosco em webguru@gmail.com. 6. Propriedade Intelectual Todo o conteúdo disponível através do nosso serviço, incluindo, mas não se limitando a, textos, gráficos, logotipos, ícones, imagens, clipes de áudio, downloads digitais e software, é de nossa propriedade ou de nossos licenciadores e está protegido por leis de direitos autorais e outras leis de propriedade intelectual. Você concorda em não copiar, modificar, criar trabalhos derivados, fazer engenharia reversa, descompilar ou de outra forma tentar extrair o código-fonte de nossos serviços. 7. Limitação de Responsabilidade Na medida máxima permitida por lei, em nenhuma circunstância seremos responsáveis por quaisquer danos indiretos, incidentais, especiais, consequenciais ou punitivos, incluindo, sem limitação, perda de lucros, dados, uso, boa vontade ou outras perdas intangíveis, resultantes de (i) seu acesso ou uso ou incapacidade de acessar ou usar os serviços; (ii) qualquer conduta ou conteúdo de terceiros nos serviços; (iii) qualquer conteúdo obtido dos serviços; e (iv) acesso, uso ou alteração não autorizados de suas transmissões ou conteúdo, baseado em garantia, contrato, delito (incluindo negligência) ou qualquer outra teoria jurídica, mesmo se fomos informados da possibilidade de tais danos. 8. Rescisão Podemos rescindir ou suspender seu acesso imediatamente, sem aviso prévio ou responsabilidade, por qualquer motivo, incluindo, sem limitação, se você violar os Termos. Após a rescisão, seu direito de usar os serviços cessará imediatamente. 9. Disposições Gerais Se qualquer disposição destes Termos for considerada inválida ou inexequível por qualquer motivo, as demais disposições destes Termos permanecerão em pleno vigor e efeito. Estes Termos serão regidos e interpretados de acordo com as leis do nosso país, sem considerar conflitos de disposições legais. 10. Contato Se você tiver qualquer dúvida sobre estes Termos e Condições, entre em contato conosco: E-mail: webguru@gmail.com Agradecemos por usar nossos serviços. Estamos comprometidos em fornecer uma experiência segura e satisfatória para todos os nossos usuários. Sobre Instrutores Programa Telefone: +55-83-4269-8536 E-mail: webguru@gmail.com Endereço: St. Hab. Vicente Perez, Taguatinga, Distrito Federal, Brasil-Distrito Federal, Brasil Política de Privacidade Termos e Condições",
    "thanks": "Obrigado | Web Guru Obrigado Obrigado por entrar em contato conosco. Apreciamos o seu interesse em nossos serviços de desenvolvimento web. Nossa equipe recebeu sua mensagem e retornará o contato o mais breve possível. Enquanto isso, fique à vontade para navegar pelo nosso site e descobrir mais sobre o que oferecemos. Se você tiver qualquer dúvida urgente, não hesite em nos contatar diretamente pelo e-mail: webguru@gmail.com. Voltar para a página inicial"
  },
  "date": "2024-07-05T08:55:48.116Z"
}