{
  "name": "New_AuroraInn_India",
  "pages": {
    "privacy-policy": "Aurora Inn: Elegant Comfort Awaits Our website uses cookies to ensure you get the best experience on our site. Cookies help us understand your preferences and enhance your browsing experience. By continuing to use our site, you consent to our use of cookies. Accept &times; This website contains content that is suitable only for adults. You must be 18 years of age or older to enter. Yes No Aurora Inn Home Services Casino Contacts Home Services Casino Contacts Privacy Policy Your privacy is important to us. This policy explains how Aurora Inn collects, uses, and protects your personal information. 1. Introduction Welcome to Aurora Inn. We are committed to protecting your personal information and your right to privacy. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website and interact with our services. Please read this policy carefully. If you do not agree with the terms of this policy, please do not access the site. 2. Information We Collect We may collect personal information from you in a variety of ways. The information we may collect includes: Personal Identification Information: Name, email address, phone number, and other contact details. Payment Information: Credit card details and billing information for reservations and purchases. Reservation Details: Check-in and check-out dates, room preferences, and special requests. Usage Data: Information about your interactions with our website and services, including IP addresses and browser information. 3. How We Use Your Information We use the information we collect in the following ways: To process and manage your reservations and bookings. To communicate with you regarding your stay, including confirmations, updates, and promotional offers. To improve our website and services based on your feedback and usage patterns. To process transactions and handle payments securely. To respond to your inquiries, requests, and customer service needs. 4. How We Protect Your Information We implement a variety of security measures to maintain the safety of your personal information. These measures include: Secure servers and encrypted connections to protect data transmission. Access controls and authentication procedures to restrict unauthorized access to personal information. Regular security audits and updates to safeguard against vulnerabilities and threats. 5. Sharing Your Information We do not sell or rent your personal information to third parties. However, we may share your information in the following situations: Service Providers: We may share information with third-party service providers who assist us in operating our website and providing services to you. Legal Requirements: We may disclose information if required to do so by law or in response to a valid request by public authorities. Business Transfers: In the event of a merger, acquisition, or sale of all or a portion of our assets, your information may be transferred as part of that transaction. 6. Your Rights You have the right to access, update, or delete your personal information. You may also have the right to object to or restrict certain types of processing. To exercise your rights, please contact us using the information provided below. 7. Cookies and Tracking Technologies We use cookies and other tracking technologies to enhance your experience on our website. Cookies are small files placed on your device that help us understand your preferences and improve our services. You can control cookie settings through your browser. 8. Changes to This Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. We will notify you of any significant changes by posting the updated policy on our website. 9. Contact Us If you have any questions or concerns about this Privacy Policy or how we handle your information, please contact us at aurorainn@gmail.com Aurora Inn Home Services Contact Casino Privacy Policy Terms and conditions Disclaimer",
    "services": "Aurora Inn: Nature’s Beauty, Luxurious Stay Our website uses cookies to ensure you get the best experience on our site. Cookies help us understand your preferences and enhance your browsing experience. By continuing to use our site, you consent to our use of cookies. Accept &times; This website contains content that is suitable only for adults. You must be 18 years of age or older to enter. Yes No Aurora Inn Home Services Casino Contacts Home Services Casino Contacts Awaken to Unforgettable Moments at Aurora Inn At Aurora Inn, we are dedicated to providing you with an unforgettable stay. Our top-notch services are designed to cater to your every need, ensuring comfort, convenience, and luxury throughout your visit. Book Now Indulge in Timeless Elegance and Comfort Welcome to Aurora Inn, where every aspect of your stay is crafted to perfection. Our mission is to provide an unparalleled experience with our array of premium services, tailored to meet the needs of our discerning guests. From the moment you arrive, you will be embraced by a warm and welcoming atmosphere, with a team of dedicated professionals ready to cater to your every need. Our luxurious accommodations are complemented by top-notch facilities and services, designed to enhance your stay and ensure your utmost comfort and satisfaction. Indulge in our exquisite dining options, where culinary excellence meets local and international flavors. Relax and rejuvenate at our full-service spa, offering a range of treatments to soothe your mind and body. Stay active and fit with our state-of-the-art fitness center, or take advantage of our well-equipped business center to stay productive on the go. Whether you are here for a romantic getaway, a family vacation, or a business trip, Aurora Inn offers a variety of services to make your stay unforgettable. Elevate Your Stay: Discover Our Premier Amenities Luxury Accommodations Our rooms are designed with your comfort in mind, featuring plush bedding, stylish decor, and modern amenities. Spa and Wellness Relax and rejuvenate with our full-service spa, offering massages, facials, and other wellness treatments. Event Spaces Host your next event in our elegant venues, equipped with state-of-the-art facilities and attentive service. Concierge Services Our concierge team is available to assist with reservations, recommendations, and any special requests you may have. Your Comfort, Our Commitment From the moment you step through our doors, you will be greeted with a warm welcome and a dedication to service that is second to none. Our team of passionate professionals is committed to anticipating your needs and exceeding your expectations at every turn. We strive to create a sanctuary where you can unwind and rejuvenate, whether you are here for a business trip, a family vacation, or a romantic getaway. At Aurora Inn, we understand that true luxury lies in the details. This is why we offer a range of world-class amenities designed to enhance your stay. Our elegantly appointed rooms and suites provide a serene escape, featuring plush bedding, state-of-the-art technology, and breathtaking views. Our gourmet dining options cater to every palate, with menus crafted from the finest locally-sourced ingredients. Beyond comfort and luxury, we are deeply committed to sustainability and community engagement. We believe in responsible tourism and take great pride in implementing eco-friendly practices throughout our property. Our partnerships with local organizations allow us to contribute positively to the community, ensuring that our impact extends beyond our walls. Meet Our Dedicated Team Emily Johnson General Manager Michael Doe Chief Concierge Aurora Inn Home Services Contact Casino Privacy Policy Terms and conditions Disclaimer",
    "terms-conditions": "Aurora Inn: A Haven of Tranquility Our website uses cookies to ensure you get the best experience on our site. Cookies help us understand your preferences and enhance your browsing experience. By continuing to use our site, you consent to our use of cookies. Accept &times; This website contains content that is suitable only for adults. You must be 18 years of age or older to enter. Yes No Aurora Inn Home Services Casino Contacts Home Services Casino Contacts Terms and Conditions By accessing and using the Aurora Inn website, you agree to comply with and be bound by the following terms and conditions. 1. Introduction Welcome to Aurora Inn. These Terms and Conditions outline the rules and regulations for the use of our website. By accessing this website, we assume you accept these terms and conditions. Do not continue to use Aurora Inn if you do not agree to all of the terms and conditions stated on this page. 2. Intellectual Property Rights Unless otherwise stated, Aurora Inn and/or its licensors own the intellectual property rights for all material on Aurora Inn. All intellectual property rights are reserved. You may access this from Aurora Inn for your own personal use subjected to restrictions set in these terms and conditions. You must not republish material from Aurora Inn. You must not sell, rent or sub-license material from Aurora Inn. You must not reproduce, duplicate or copy material from Aurora Inn. You must not redistribute content from Aurora Inn. 3. User Content In these terms and conditions, \"Your Content\" shall mean any audio, video text, images or other material you choose to display on this website. By displaying Your Content, you grant Aurora Inn a non-exclusive, worldwide irrevocable, sub-licensable license to use, reproduce, adapt, publish, translate and distribute it in any and all media. Your Content must be your own and must not be invading any third-party’s rights. Aurora Inn reserves the right to remove any of Your Content from this website at any time without notice. 4. Reservation of Rights We reserve the right to request that you remove all links or any particular link to our website. You approve to immediately remove all links to our website upon request. We also reserve the right to amend these terms and conditions and its linking policy at any time. By continuously linking to our website, you agree to be bound to and follow these linking terms and conditions. 5. Limitation of Liability In no event shall Aurora Inn, nor any of its officers, directors and employees, be held liable for anything arising out of or in any way connected with your use of this website whether such liability is under contract. Aurora Inn, including its officers, directors and employees shall not be held liable for any indirect, consequential or special liability arising out of or in any way related to your use of this website. 6. Indemnification You hereby indemnify to the fullest extent Aurora Inn from and against any and/or all liabilities, costs, demands, causes of action, damages and expenses arising in any way related to your breach of any of the provisions of these Terms. 7. Severability If any provision of these Terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein. 8. Variation of Terms Aurora Inn is permitted to revise these Terms at any time as it sees fit, and by using this website you are expected to review these Terms on a regular basis. 9. Assignment Aurora Inn is allowed to assign, transfer, and subcontract its rights and/or obligations under these Terms without any notification. However, you are not allowed to assign, transfer, or subcontract any of your rights and/or obligations under these Terms. 10. Entire Agreement These Terms constitute the entire agreement between Aurora Inn and you in relation to your use of this website, and supersede all prior agreements and understandings. 11. Contact Us If you have any questions or concerns about this Privacy Policy or how we handle your information, please contact us at aurorainn@gmail.com Aurora Inn Home Services Contact Casino Privacy Policy Terms and conditions Disclaimer",
    "thanks": "Aurora Inn: Where Memories Are Made Our website uses cookies to ensure you get the best experience on our site. Cookies help us understand your preferences and enhance your browsing experience. By continuing to use our site, you consent to our use of cookies. Accept Home Thank You for Choosing Us! Thank you once again for choosing Aurora Inn. We look forward to serving you and hope you have a fantastic stay!",
    "casino": "Aurora Inn: Your Home Away from Home Our website uses cookies to ensure you get the best experience on our site. Cookies help us understand your preferences and enhance your browsing experience. By continuing to use our site, you consent to our use of cookies. Accept &times; This website contains content that is suitable only for adults. You must be 18 years of age or older to enter. Yes No Aurora Inn Home Services Casino Contacts Home Services Casino Contacts Welcome to Our Exclusive Casino Step into a world of luxury and excitement at our premier offline casino, where the thrill of the game is matched only by our impeccable service and unmatched hospitality. Our casino offers a unique experience that will transport you to a realm of captivating adventures and unforgettable moments. Whether you're a fan of classic table games like blackjack and roulette or prefer the latest slot machines with stunning graphics and high winning potential, we have something for everyone. For our most discerning guests, we offer VIP rooms where you can enjoy your favorite games in a private and comfortable setting. Book Now Why Choose Our Casino? Unparalleled Gaming Variety From classic table games like blackjack and roulette to the latest slot machines, our extensive selection ensures there's something for every gaming enthusiast. VIP Experience Enjoy exclusive access to our VIP rooms, where you can play in a private, luxurious setting designed for ultimate comfort and privacy. World-Class Entertainment Relax and enjoy performances by top DJs and live acts in our bar, providing the perfect backdrop to your evening. Gourmet Dining Savor exquisite dishes prepared by our renowned chefs in our elegant restaurant, offering a culinary journey that complements your gaming experience. Discover the Ultimate Gaming Destination Welcome to Our casino, the ultimate gaming destination where luxury, excitement, and top-tier entertainment converge to create an unforgettable experience. Our casino is not just a place to play; it's a sanctuary for those who seek the thrill of the game, the elegance of world-class dining, and the pleasure of live entertainment. From the moment you step through our doors, you'll be immersed in an atmosphere of sophistication and exhilaration, designed to cater to your every need. Our gaming floor is a vibrant hub of activity, offering a diverse array of games to suit all tastes and skill levels. Whether you prefer the strategic challenge of poker, the fast-paced action of slots, or the timeless allure of roulette and blackjack, you'll find your perfect game here. Our state-of-the-art gaming technology ensures a seamless and immersive experience, bringing you closer to the excitement than ever before. Beyond the gaming tables, Our casino offers an array of luxurious amenities. Indulge in gourmet dining at our signature restaurant, where our chefs create culinary masterpieces using the finest ingredients. Unwind with a handcrafted cocktail at our stylish bar, where live music and performances set the stage for a perfect evening. Unleash the Thrill: Explore Our Game Selection Poker Engage in the timeless excitement of Texas Hold'em, the most popular poker variant known for its blend of skill and strategy. Roulette Dive into the timeless allure of European Roulette, played with a single zero wheel that gives you some of the best odds in the game. Blackjack Experience the refined style of European Blackjack, where the game is played with a single deck. Slot Machines Enjoy the timeless appeal of Classic Slots, where you can experience the simplicity and excitement of traditional slot machines. Aurora Inn Home Services Contact Casino Privacy Policy Terms and conditions Disclaimer",
    "contact": "Aurora Inn: Where Luxury Meets Nature Our website uses cookies to ensure you get the best experience on our site. Cookies help us understand your preferences and enhance your browsing experience. By continuing to use our site, you consent to our use of cookies. Accept &times; This website contains content that is suitable only for adults. You must be 18 years of age or older to enter. Yes No Aurora Inn Home Services Casino Contacts Home Services Casino Contacts +91 61940 38691 aurorainn@gmail.com 89, Mahatma Gandhi Road, Square, near Kothari Market, Jail Road, Indore, Madhya Pradesh 4520077 Book Your Stay with Us Book Now I accept the Privacy Policy Aurora Inn Home Services Contact Casino Privacy Policy Terms and conditions Disclaimer",
    "disclaimers": "Aurora Inn: An Oasis of Calm Our website uses cookies to ensure you get the best experience on our site. Cookies help us understand your preferences and enhance your browsing experience. By continuing to use our site, you consent to our use of cookies. Accept &times; This website contains content that is suitable only for adults. You must be 18 years of age or older to enter. Yes No Aurora Inn Home Services Casino Contacts Home Services Casino Contacts Disclaimer Important information regarding the use of Aurora Inn's website and services. Please read carefully. 1. General Information The information provided by Aurora Inn on this website is for general informational purposes only. All information on the site is provided in good faith, however, we make no representation or warranty of any kind, express or implied, regarding the accuracy, adequacy, validity, reliability, availability, or completeness of any information on the site. 2. External Links Disclaimer The website may contain (or you may be sent through the site) links to other websites or content belonging to or originating from third parties or links to websites and features in banners or other advertising. Such external links are not investigated, monitored, or checked for accuracy, adequacy, validity, reliability, availability, or completeness by us. We do not warrant, endorse, guarantee, or assume responsibility for the accuracy or reliability of any information offered by third-party websites linked through the site or any website or feature linked in any banner or other advertising. We will not be a party to or in any way be responsible for monitoring any transaction between you and third-party providers of products or services. 3. Professional Disclaimer The site cannot and does not contain medical/legal/fitness/health advice. The medical/legal/fitness/health information is provided for general informational and educational purposes only and is not a substitute for professional advice. Accordingly, before taking any actions based upon such information, we encourage you to consult with the appropriate professionals. We do not provide any kind of medical/legal/fitness/health advice. The use or reliance of any information contained on this site is solely at your own risk. 4. Affiliation Disclaimer The site may contain links to affiliate websites, and we may receive an affiliate commission for any purchases made by you on the affiliate website using such links. 5. Testimonials Disclaimer The site may contain testimonials by users of our products and/or services. These testimonials reflect the real-life experiences and opinions of such users. However, the experiences are personal to those particular users and may not necessarily be representative of all users of our products and/or services. We do not claim, and you should not assume, that all users will have the same experiences. Your individual results may vary. The testimonials on the site are submitted in various forms such as text, audio, and/or video, and are reviewed by us before being posted. They appear on the site verbatim as given by the users, except for the correction of grammar or typing errors. Some testimonials may have been shortened for the sake of brevity where the full testimonial contained extraneous information not relevant to the general public. 6. Limitation of Liability To the fullest extent permitted by applicable law, in no event shall Aurora Inn be liable for any indirect, incidental, special, consequential, or punitive damages, or any loss of profits or revenues, whether incurred directly or indirectly, or any loss of data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the site; (ii) any conduct or content of any third party on the site; (iii) any content obtained from the site; and (iv) unauthorized access, use, or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence), or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose. 7. Changes and Amendments We reserve the right to modify this disclaimer at any time, effective upon posting of an updated version of this disclaimer on the site. When we do, we will revise the updated date at the bottom of this page. Continued use of the site after any such changes shall constitute your consent to such changes. 8. Contact Us If you have any questions about this Disclaimer, please contact us at aurorainn@gmail.com Aurora Inn Home Services Contact Casino Privacy Policy Terms and conditions Disclaimer",
    "index": "Aurora Inn: A Serene Escape Our website uses cookies to ensure you get the best experience on our site. Cookies help us understand your preferences and enhance your browsing experience. By continuing to use our site, you consent to our use of cookies. Accept &times; This website contains content that is suitable only for adults. You must be 18 years of age or older to enter. Yes No Aurora Inn Home Services Casino Contacts Home Services Casino Contacts Welcome to Aurora Inn: Your Luxurious Retreat in Nature Escape to a world of tranquility and luxury at Aurora Inn, where nature's beauty meets unparalleled comfort. Nestled amidst picturesque landscapes, our inn offers a perfect sanctuary for those seeking relaxation, rejuvenation, and a memorable getaway. Whether you’re here for a romantic weekend, a family vacation, or a solo retreat, Aurora Inn provides an exquisite blend of modern amenities and natural charm. Our elegantly designed rooms and suites are equipped with all the comforts of home and more, ensuring a restful stay. Book Now Discover the Essence of Aurora Inn Welcome to Aurora Inn, your serene escape nestled in the heart of nature. At Aurora Inn, we believe in creating a perfect blend of comfort, luxury, and tranquility. Our inn is situated in a picturesque setting, offering breathtaking views and a peaceful ambiance that promises a rejuvenating retreat. Our elegantly designed rooms and suites are equipped with all the modern amenities to ensure your stay is as comfortable as possible. Each room boasts plush bedding, stylish decor, and large windows that frame the stunning natural surroundings. Whether you are here for a romantic getaway, a family vacation, or a solo adventure, Aurora Inn caters to all your needs. At Aurora Inn, we pride ourselves on our exceptional service. Our dedicated staff is committed to providing personalized attention to every guest, ensuring that your experience with us is nothing short of extraordinary. From arranging special requests to offering local insights, we go above and beyond to make your stay memorable. Why Choose Aurora Inn Attention to Detail At Aurora Inn, we pride ourselves on our exceptional attention to detail and personalized service, ensuring each guest feels special and well-cared for. Picturesque Setting Nestled in a picturesque setting, Aurora Inn offers breathtaking views and a serene atmosphere that allows you to truly unwind and relax. Tranquil Retreat Our inn is a tranquil retreat, surrounded by the beauty of nature, providing a peaceful escape from the hustle and bustle of everyday life. Luxurious Ambiance With elegantly designed interiors, Aurora Inn offers a luxurious ambiance that combines comfort and style to create an unforgettable stay. Guest Reviews \"Aurora Inn provided an unforgettable experience. The staff were incredibly friendly and attentive. The rooms were beautifully designed and very comfortable. Will definitely come back!\" John Doe \"We had a perfect getaway at Aurora Inn. The location is stunning, and the atmosphere is so peaceful. Everything was top-notch, from the service to the amenities.\" Michael Brown \"I highly recommend Aurora Inn to anyone looking for a luxurious and relaxing stay. The attention to detail is impressive.\" Jane Smith \"Amazing experience! The amenities were top-notch, and the view from my room was breathtaking. Will definitely stay here again.\" Emily Johnson Aurora Inn Home Services Contact Casino Privacy Policy Terms and conditions Disclaimer"
  },
  "date": "2024-07-22T12:24:06.250Z"
}