{
  "name": "New_v8_hats",
  "pages": {
    "contacts": "Chapéus do Brasil: Entre em Contato Conosco CHAPÉUS Lar Chapéus Marca Contactos Lar Chapéus Marca Contactos Nome Email I agree with terms of conditions Enviar Contatos da Chapéus do Brasil A Chapéus do Brasil tem o prazer de convidá-lo a visitar nosso salão exclusivo, localizado no coração de São Paulo, onde a moda e a tradição se encontram. Aqui, você terá a oportunidade de explorar nossa coleção completa de chapéus, receber consultoria personalizada e descobrir o chapéu perfeito para você. Visite Nosso Salão em São Paulo Nosso salão está situado em uma das áreas mais elegantes de São Paulo, os Jardins, conhecido por sua atmosfera sofisticada e sua proximidade com algumas das melhores lojas, restaurantes e galerias de arte da cidade. Estamos abertos de segunda a sexta, das 9h às 18h, e aos sábados, das 10h às 14h. Isenção de responsabilidade Política de Privacidade Termos e Condições chapeusdobrasil@gmail.com +55 11 2345-6789 R. Michigan, 531 - Cidade Monções, São Paulo - SP, 04560-000, Brasilia Ao clicar em \"aceitar Cookies\", você concorda com o armazenamento de cookies em seu dispositivo para melhorar a navegação no site, analisar o uso do site e auxiliar em nossos esforços de marketing. aceitar Cookies",
    "disclaimer": "Aviso Legal | Chapéus do Brasil - Informações Importantes CHAPÉUS Lar Chapéus Marca Contactos Lar Chapéus Marca Contactos O conteúdo disponibilizado em www.chapeusdobrasil.com.br é destinado unicamente para fins informativos. Embora o Chapéus do Brasil se esforce para apresentar informações precisas e atualizadas, não podemos garantir a completa exatidão, confiabilidade, disponibilidade ou atualidade do conteúdo, e não oferecemos garantias, expressas ou implícitas, sobre esses aspectos. Aviso sobre Links Externos: O Chapéus do Brasil pode incluir links para sites externos e conteúdos pertencentes ou originários de terceiros, assim como links contidos em anúncios. Não controlamos, endossamos ou garantimos o conteúdo encontrado nesses sites. Aviso de Conselhos Profissionais: As informações no Chapéus do Brasil não têm a intenção de servir como conselho profissional (por exemplo, jurídico, financeiro, saúde). São fornecidas apenas para fins de informação geral e educacional e não devem substituir a consulta profissional. Sempre busque o conselho de profissionais qualificados antes de tomar qualquer decisão baseada nas informações de nosso site. Aviso de Erros e Omissões: Apesar de nossos esforços para assegurar informações precisas e atualizadas, o Chapéus do Brasil não pode ser responsabilizado por quaisquer erros, omissões ou resultados decorrentes do uso dessas informações. Aviso de Uso Justo: Este site pode conter material protegido por direitos autorais não especificamente autorizado pelo proprietário dos direitos. Disponibilizamos tal material para crítica, comentário, reportagem de notícias, ensino, bolsa de estudos e propósitos de pesquisa. Aviso de Opiniões Expressas: Opiniões e visões expressas no Chapéus do Brasil são dos criadores de conteúdo e não refletem necessariamente a política oficial ou posição de qualquer outra agência, organização, empregador ou empresa. Aviso de Nenhuma Responsabilidade: As informações em nosso site são fornecidas com o entendimento de que o Chapéus do Brasil não está engajado em prestar serviços ou conselhos profissionais. O conteúdo não deve ser usado como substituto para consulta com assessores profissionais. Aviso de Uso por Sua Conta e Risco: Todas as informações neste site são fornecidas \"como estão\", sem garantia de qualquer tipo, incluindo as garantias implícitas de comercialização, adequação a um propósito específico ou não violação. O Chapéus do Brasil, suas afiliadas ou seus respectivos parceiros, agentes ou empregados, não serão responsáveis por quaisquer decisões feitas ou ações tomadas com base nas informações fornecidas neste site. Contate-Nos: Para quaisquer perguntas sobre este aviso legal, por favor, contate-nos em privacidade@chapeusdobrasil.com.br. Isenção de responsabilidade Política de Privacidade Termos e Condições chapeusdobrasil@gmail.com +55 11 2345-6789 R. Michigan, 531 - Cidade Monções, São Paulo - SP, 04560-000, Brasilia Ao clicar em \"aceitar Cookies\", você concorda com o armazenamento de cookies em seu dispositivo para melhorar a navegação no site, analisar o uso do site e auxiliar em nossos esforços de marketing. aceitar Cookies",
    "hats": "Chapéus do Brasil: A Arte dos Chapéus Autênticos Brasileiros CHAPÉUS Lar Chapéus Marca Contactos Lar Chapéus Marca Contactos Explore Nossa Coleção de Chapéus Brasileiros Ao adentrar a exclusiva página de chapéus da Chapéus do Brasil, você se depara com mais do que uma simples seleção de acessórios ordem Palha de Carnaúba: O Ouro Verde do Brasil A palha de carnaúba, frequentemente chamada de \"ouro verde do Brasil\", é um dos materiais mais valorizados em nossa coleção. Extraída da carnaubeira, uma palmeira nativa do Nordeste brasileiro, esta palha é notável por sua incrível resistência e flexibilidade. É um material que respira a história e a tradição do artesanato brasileiro, transformando cada chapéu em uma peça única. Além de ser sustentável, a palha de carnaúba proporciona uma textura e uma leveza que são ideais para o clima tropical, oferecendo um conforto inigualável e uma durabilidade que resiste ao passar do tempo. Tecidos Inovadores: Proteção e Estilo Além das tradicionais palhas, incorporamos tecidos inovadores em nossas criações. Estes não são escolhidos ao acaso; cada um é meticulosamente selecionado por suas propriedades únicas, como a capacidade de bloquear os raios UV prejudiciais, garantindo uma proteção solar eficaz. Mas a funcionalidade não é nosso único critério; a estética também desempenha um papel crucial. Buscamos materiais que não apenas cumpram seu papel protetor mas que também adicionem um toque de sofisticação e estilo ao design final do chapéu, permitindo que nossos clientes expressem sua individualidade com elegância. Sustentabilidade e Responsabilidade Social Em Chapéus do Brasil, a sustentabilidade é uma prioridade. Optamos por materiais que são não apenas belos e funcionais mas também gentis com o meio ambiente. A escolha por materiais naturais e renováveis, como a palha de carnaúba, reflete nosso compromisso com práticas ecologicamente corretas e com o apoio às comunidades locais de artesãos. Ao promover métodos de produção sustentáveis, contribuímos para a preservação da biodiversidade brasileira e para o bem-estar das gerações futuras. Uma Viagem Através dos Materiais Cada chapéu que oferecemos é uma viagem através dos materiais que compõem o coração do Brasil. Da resistência da palha de carnaúba às inovações dos tecidos modernos, cada material é escolhido com o objetivo de trazer até você não apenas um acessório de moda, mas uma peça de arte que fala das riquezas naturais e culturais do Brasil. Convidamos você a explorar nossa coleção e a descobrir a beleza e a qualidade dos materiais nativos que fazem dos Chapéus do Brasil uma experiência única. Para Ocasiões Especiais Processo de Criação Cada chapéu da Chapéus do Brasil 49.99$ ordem Respeito às Tradições história e a cultura do Brasil 59.99$ ordem Artesanato Brasileiro Ao levar para casa um dos nossos chapéus 99.99$ ordem Chapéus do Brasil Cada chapéu da Chapéus do Brasil 69.99$ ordem Processo de Criação a qualidade e a autenticidade 99.99$ ordem Nossa Coleção Ao adentrar a exclusiva página de chapéus 59.99$ ordem Viagem Pelas Nossa coleção é inspirada pelas 39.99$ ordem Arte Convergem Cada chapéu é meticulosamente 109.99$ ordem Chapéus do Brasil Cada chapéu da Chapéus do Brasil 69.99$ ordem Todos os Gostos a qualidade e a autenticidade 59.99$ ordem Processo de Criação Combinamos técnicas artesanais 69.99$ ordem Sustentabilidade Além da beleza e do design 59.99$ ordem Sua Peça Única Ao adquirir um chapéu 99.99$ ordem Materiais Nativos Cada peça é mais do que 39.99$ ordem Verde do Brasil A palha de carnaúba 99.99$ ordem Junte-se à Nossa Comunidade Conecte-se Conosco nas Redes Sociais ordem Convidamos você a se juntar a nós nesta jornada Uma Peça de Arte Na Chapéus do Brasil, cada chapéu transcende sua função primária de proteção solar para se tornar uma expressão tangível da arte. Nossa visão é que cada chapéu seja uma peça única, carregando consigo a essência da rica biodiversidade, das paisagens de tirar o fôlego e da multifacetada cultura brasileira. Esta abordagem transforma o ato de vestir um chapéu em uma experiência profundamente conectada à história e à estética do país. Inspirados pela Natureza e Cultura Cada modelo em nossa coleção é o resultado de uma profunda inspiração na imensa biodiversidade do Brasil, onde a flora, a fauna e o clima variado oferecem uma paleta inesgotável de texturas, cores e formas. As paisagens deslumbrantes do país, desde as praias douradas até as florestas densas e montanhas majestosas, servem como pano de fundo para nossas criações. Adicionamos a isso a riqueza da cultura brasileira, um mosaico de tradições, festas e expressões artísticas que se refletem no design único de cada chapéu. Isenção de responsabilidade Política de Privacidade Termos e Condições chapeusdobrasil@gmail.com +55 11 2345-6789 R. Michigan, 531 - Cidade Monções, São Paulo - SP, 04560-000, Brasilia Ao clicar em \"aceitar Cookies\", você concorda com o armazenamento de cookies em seu dispositivo para melhorar a navegação no site, analisar o uso do site e auxiliar em nossos esforços de marketing. aceitar Cookies",
    "lar": "Chapéus do Brasil: Descubra a Melhor Coleção de Chapéus Nacionais CHAPÉUS Lar Chapéus Marca Contactos Lar Chapéus Marca Contactos Bem-Vindo ao Mundo dos Chapéus Brasileiros Bem-Vindo ao Chapéus do Brasil ordem Encontre o Seu Estilo Perfeito com Nossas Coleções Exclusivas Descubra a magia dos chapéus brasileiros ordem Nossa Coleção Em Chapéus do Brasil, oferecemos uma coleção sem igual, meticulosamente curada para atender a todos os gostos e necessidades ordem Para Ocasiões Especiais Processo de Criação Cada chapéu da Chapéus do Brasil 49.99$ Respeito às Tradições história e a cultura do Brasil 59.99$ Artesanato Brasileiro Ao levar para casa um dos nossos chapéus 99.99$ Chapéus do Brasil Cada chapéu da Chapéus do Brasil 69.99$ Processo de Criação a qualidade e a autenticidade 99.99$ Junte-se à Nossa Comunidade Conecte-se Conosco nas Redes Sociais ordem Compartilhe Sua História Descubra Novas Tendências Ao se juntar à nossa comunidade, você terá acesso em primeira mão às mais recentes tendências em chapéus e moda brasileira Participe de Eventos Para nossos membros mais dedicados, oferecemos convites para eventos exclusivos, promoções especiais e a oportunidade de participar de sorteios e concursos. Convidamos você a se juntar a nós nesta jornada Construindo uma Comunidade Forte Acreditamos que, juntos, podemos construir uma comunidade forte, unida pelo amor à moda, à arte e à cultura brasileira. Um lugar onde cada membro é valorizado, e onde todos podem expressar sua individualidade e paixão. Chapéus do Brasil é mais do que uma marca; é um movimento, uma celebração da beleza e diversidade do nosso país e de seu povo. Descubra Novas Tendências Convidamos você a se juntar a nós nesta jornada. Siga-nos, compartilhe sua história e descubra o mundo através dos olhos de Chapéus do Brasil. Juntos, vamos explorar novas tendências, celebrar nossa herança cultural e criar memórias inesquecíveis. Seja bem-vindo à nossa comunidade! Isenção de responsabilidade Política de Privacidade Termos e Condições chapeusdobrasil@gmail.com +55 11 2345-6789 R. Michigan, 531 - Cidade Monções, São Paulo - SP, 04560-000, Brasilia Ao clicar em \"aceitar Cookies\", você concorda com o armazenamento de cookies em seu dispositivo para melhorar a navegação no site, analisar o uso do site e auxiliar em nossos esforços de marketing. aceitar Cookies",
    "marca": "Chapéus do Brasil: A História de Nossa Marca CHAPÉUS Lar Chapéus Marca Contactos Lar Chapéus Marca Contactos Sobre a Marca Chapéus do Brasil Fundada em 2010 por Ana Clara Rocha e Gabriel Martins, a Chapéus do Brasil nasceu de uma paixão compartilhada pelo design, pela cultura brasileira e, acima de tudo, pelo desejo de criar uma marca que refletisse a essência do Brasil em cada peça. Ana Clara, com sua formação em design de moda, e Gabriel, um apaixonado por viagens e pela rica cultura brasileira, decidiram unir forças e conhecimentos para lançar uma linha de chapéus que não apenas protegesse do sol, mas que também contasse as histórias das diversas regiões do Brasil. Crescimento e Inovação Ao longo dos anos, a Chapéus do Brasil expandiu sua coleção, introduzindo novos estilos e designs que refletem a diversidade do país. A marca também inovou ao incorporar tecnologias modernas de proteção solar, sem nunca perder o toque artesanal que a define. Hoje, a Chapéus do Brasil é reconhecida nacional e internacionalmente, não apenas como um fornecedor de chapéus de alta qualidade, mas como um embaixador da cultura brasileira. A Filosofia da Marca Desde o início, a Chapéus do Brasil se comprometeu a manter a autenticidade e a qualidade em primeiro lugar. Cada chapéu é cuidadosamente produzido à mão, utilizando técnicas tradicionais e materiais naturais, selecionados não apenas pela sua beleza, mas também pela sua sustentabilidade. A marca rapidamente ganhou reconhecimento por sua dedicação à arte do chapéu, ao compromisso com práticas justas de trabalho e pelo respeito às tradições culturais. Nossa Jornada: Da Inspiração à Liderança no Artesanato de Chapéus Compromisso com a Comunidade Um aspecto fundamental da missão da Chapéus do Brasil é o compromisso com as comunidades locais de artesãos. Ana Clara e Gabriel fizeram questão de estabelecer parcerias justas, garantindo que uma parte de cada venda retorne para as mãos daqueles que, com sua habilidade e dedicação, dão vida à marca. Este compromisso ajudou a fortalecer as comunidades artesanais e a preservar técnicas que são passadas de geração em geração. Olhando para o Futuro Olhando para o futuro, a Chapéus do Brasil se mantém fiel aos seus princípios fundadores de qualidade, autenticidade e responsabilidade social. Continuamos explorando novas formas de inovar e expandir, sempre com o objetivo de celebrar e compartilhar a riqueza da cultura brasileira com o mundo, um chapéu de cada vez. Conclusão A história de Chapéus do Brasil é uma prova do poder da paixão, da inovação e do respeito pelas tradições. Ana Clara e Gabriel, através de sua visão e dedicação, criaram mais do que uma marca; eles deram vida a um movimento que celebra o Brasil em todas as suas formas, cores e histórias. Convidamos você a fazer parte desta jornada, descobrindo a coleção que é uma verdadeira homenagem ao espírito brasileiro. Sobre a Marca Chapéus do Brasil Fundada em 2010 por Ana Clara Rocha e Gabriel Martins, a Chapéus do Brasil nasceu de uma paixão compartilhada pelo design, pela cultura brasileira e, acima de tudo, pelo desejo de criar ordem Isenção de responsabilidade Política de Privacidade Termos e Condições chapeusdobrasil@gmail.com +55 11 2345-6789 R. Michigan, 531 - Cidade Monções, São Paulo - SP, 04560-000, Brasilia Ao clicar em \"aceitar Cookies\", você concorda com o armazenamento de cookies em seu dispositivo para melhorar a navegação no site, analisar o uso do site e auxiliar em nossos esforços de marketing. aceitar Cookies",
    "privacy-policy": "Política de Privacidade do Oásis de Sabores: Protegendo Suas Informações CHAPÉUS Lar Chapéus Marca Contactos Lar Chapéus Marca Contactos No Oásis de Sabores, valorizamos profundamente a privacidade e segurança das informações de nossos clientes. Esta Política de Privacidade delineia nosso compromisso com o manuseio responsável da coleta, utilização e proteção das informações que você nos fornece. Para aprimorar nossos serviços e ofertas, coletamos diversos tipos de informações, incluindo: Informações de Contato Pessoal: Isso pode incluir seu nome, endereço de e-mail e número de telefone, que você fornece ao se inscrever ou fazer consultas. Informações de Navegação: Coletamos dados relacionados às suas visitas ao nosso site, como dados de tráfego e como você interage com nosso site. As informações que coletamos são utilizadas para os seguintes propósitos Somos firmemente contra a venda, troca ou compartilhamento inadequado de suas informações pessoais identificáveis com partes externas, exceto sob certas condições Com nossos contratados e prestadores de serviços confiáveis que auxiliam em nossas operações comerciais, sob o acordo de que mantenham essas informações confidenciais e as utilizem exclusivamente para os fins para os quais foram compartilhadas Implementamos uma variedade de medidas de segurança para proteger suas informações pessoais. No entanto, é importante entender que nenhum método de transmissão ou Nosso site utiliza cookies para melhorar sua experiência de usuário. Você tem a opção de ajustar as configurações do seu navegador para recusar cookies ou para alertá-lo quando cookies estão sendo enviados O Oásis de Sabores reserva-se o direito de modificar esta política de privacidade conforme necessário. Quaisquer alterações serão postadas de forma proeminente na página inicial do nosso site Isenção de responsabilidade Política de Privacidade Termos e Condições chapeusdobrasil@gmail.com +55 11 2345-6789 R. Michigan, 531 - Cidade Monções, São Paulo - SP, 04560-000, Brasilia Ao clicar em \"aceitar Cookies\", você concorda com o armazenamento de cookies em seu dispositivo para melhorar a navegação no site, analisar o uso do site e auxiliar em nossos esforços de marketing. aceitar Cookies",
    "terms-conditions": "Termos & Condições | Chapéus do Brasil - Seu Uso do Nosso Site CHAPÉUS Lar Chapéus Marca Contactos Lar Chapéus Marca Contactos Este acordo delineia as regras e diretrizes para acessar e usar o site Chapéus do Brasil, acessível em www.chapeusdobrasil.com. Ao acessar este site, você concorda em cumprir estes termos e condições. Caso discorde de qualquer parte destes termos, por favor, abstenha-se de usar nosso site. O conteúdo, incluindo, mas não limitado a, propriedade intelectual exibida neste site, é propriedade do Chapéus do Brasil e/ou de seus fornecedores de conteúdo, exceto pelo conteúdo que você possui. Concedemos a você uma licença limitada, sujeita a estes termos, para visualização pessoal do material em nosso site. Copiar, duplicar ou de outra forma explorar material em nosso site para qualquer finalidade sem obter permissão por escrito de nossa parte. Usar este site de maneira a causar danos ou de qualquer forma que possa impedir o uso ou desfrute do site por qualquer outra pessoa. \"Seu Conteúdo\" refere-se a qualquer áudio, vídeo, texto, imagens ou outros materiais que você escolher para exibir neste site. Ao postar Seu Conteúdo, você concede ao Chapéus do Brasil uma licença não exclusiva, mundial, irrevogável para usar, reproduzir, adaptar, publicar, traduzir e distribuí-lo em qualquer e todos os meios. Este site é fornecido \"como está\", com todas as falhas, e o Chapéus do Brasil não expressa representações ou garantias de qualquer tipo relacionadas a este site ou aos materiais contidos neste site. Em nenhum caso o Chapéus do Brasil, nem qualquer um de seus oficiais, diretores e empregados, serão responsabilizados por qualquer coisa decorrente de ou de qualquer forma conectada ao seu uso deste site, seja sob contrato, delito ou de outra forma. Você aqui indeniza na máxima extensão o Chapéus do Brasil contra qualquer e/ou todas as responsabilidades, custos, demandas, causas de ação, danos e despesas decorrentes de qualquer forma relacionada à sua violação de qualquer das disposições destes termos. Se qualquer disposição destes termos for considerada inválida sob qualquer lei aplicável, tais disposições serão deletadas sem afetar as demais disposições aqui contidas. O Chapéus do Brasil tem permissão para revisar estes termos a qualquer momento conforme achar necessário, e ao usar este site, espera-se que você revise estes termos regularmente. Isenção de responsabilidade Política de Privacidade Termos e Condições chapeusdobrasil@gmail.com +55 11 2345-6789 R. Michigan, 531 - Cidade Monções, São Paulo - SP, 04560-000, Brasilia Ao clicar em \"aceitar Cookies\", você concorda com o armazenamento de cookies em seu dispositivo para melhorar a navegação no site, analisar o uso do site e auxiliar em nossos esforços de marketing. aceitar Cookies",
    "thanks": "Obrigada! Obrigada! Queremos manifestar a nossa sincera gratidão pelo vosso apoio e confiança. Sua decisão de nos escolher significa o mundo para nós, e estamos realmente honrados em tê-lo como parte de nossa comunidade. lar"
  }
}