{
  "name": "New_8_purerest",
  "pages": {
    "thanks": "Obrigado - PureRest Agradece seu Interesse em Nossos Produtos Obrigado! Agradecemos pelo tempo que você dedicou para entrar em contato conosco. Sua opinião é extremamente valiosa para nós. Nossa equipe está sempre atenta às sugestões e comentários de nossos usuários para que possamos continuar melhorando nossos serviços. Entraremos em contato o mais breve possível. Até lá, continue desfrutando da experiência PureRest. Para principal",
    "about": "Conheça a PureRest - Nossa História e Compromisso com o seu Conforto PureRest Lar Por que nós Experiência de luxo Sobre nós Vantagens Dicas de cuidados Escrever Quem Somos A PureRest é apaixonada por proporcionar conforto e qualidade excepcionais em roupa de cama. Desde a nossa fundação, estamos comprometidos em criar produtos que transformam suas noites de sono em momentos de puro relaxamento e bem-estar. Nossa Missão Na PureRest, nossa missão é simples: oferecer aos nossos clientes a melhor experiência de sono possível. Nosso compromisso com materiais de alta qualidade e design cuidadoso garante que cada produto seja uma escolha perfeita para o conforto e a durabilidade. Nosso Compromisso com Você Estamos dedicados a superar suas expectativas em qualidade, serviço e valor. Cada item que vendemos reflete nosso compromisso com a excelência e o cuidado com os detalhes, para que você possa desfrutar de noites de sono revitalizantes e tranquilas. Nossa Experiência Compromisso com a Qualidade Na PureRest, cada produto é cuidadosamente selecionado e projetado para oferecer o máximo conforto e durabilidade. Utilizamos apenas materiais de alta qualidade para garantir que cada peça seja uma escolha excelente para seu conforto e bem-estar. Inovação e Design Estamos constantemente inovando em nossos designs para refletir as últimas tendências e tecnologias em roupa de cama. Nosso foco no design elegante e funcionalidade assegura que nossos produtos não apenas melhorem seu sono, mas também complementem a estética do seu quarto. Missão Nosso compromisso é proporcionar a você noites de sono tranquilas e revigorantes, com produtos de alta qualidade que combinam conforto e estilo. Valores Fundamentais Valorizamos a integridade, a qualidade e a sustentabilidade em tudo o que fazemos. Buscamos constantemente maneiras de melhorar nossos produtos e práticas para um impacto positivo em nossos clientes e no meio ambiente. Nosso Compromisso com a Satisfação do Cliente Na PureRest, estamos empenhados em garantir que cada cliente tenha uma experiência excepcional. Desde o atendimento ao cliente até a qualidade dos nossos produtos, buscamos sempre superar suas expectativas e proporcionar conforto e bem-estar para suas noites de sono. PureRest Lar Por que nós Experiência de luxo Sobre nós Vantagens Dicas de cuidados Isenção de responsabilidade Política de Privacidade Termos de uso Nosso site utiliza cookies para melhorar sua experiência. Aprender mais Aceitar",
    "disclaimer": "Aviso Legal - PureRest: Informações Importantes para Nossos Usuários PureRest Lar Por que nós Experiência de luxo Sobre nós Vantagens Dicas de cuidados Escrever Isenção de responsabilidade Pagamento Aceitamos vários métodos de pagamento, incluindo cartão de crédito, débito e boleto bancário. Todas as transações são processadas de forma segura e confidencial. Para mais informações, consulte nossa Política de Pagamento. Uso de Cookies Este site utiliza cookies para melhorar a sua experiência de navegação. Ao continuar a navegar no site, você concorda com o uso de cookies. Para mais informações, consulte nossa Política de Cookies. Links para Outros Sites Este site pode conter links para outros sites. A PureRest não é responsável pelo conteúdo ou práticas de privacidade desses sites. Recomendamos que você leia as políticas de privacidade de todos os sites que você visita. Responsabilidade Social Na PureRest, estamos comprometidos com a sustentabilidade e a responsabilidade social. Todos os nossos produtos são feitos com materiais de alta qualidade e respeitando as normas ambientais e trabalhistas. Promoções e Descontos De tempos em tempos, oferecemos promoções e descontos especiais. Essas ofertas não podem ser combinadas com outras ofertas ou descontos. Para mais informações, consulte nossa Política de Promoções. Política de Troca Se você desejar trocar um produto, você deve entrar em contato conosco dentro de 30 dias a partir da data de entrega. O produto deve estar em suas condições originais e não usado. Para mais informações, consulte nossa Política de Troca. Segurança do Site A PureRest se esforça para manter o site seguro e livre de vírus e outras ameaças. No entanto, não podemos garantir que o site esteja sempre livre de riscos. Recomendamos que você use um software antivírus atualizado ao acessar o site. Força Maior A PureRest não será responsável por quaisquer atrasos ou falhas na entrega dos produtos devido a força maior, incluindo, mas não se limitando a, desastres naturais, greves, distúrbios civis e guerras. Termos Adicionais Alguns produtos ou serviços oferecidos neste site podem ter termos e condições adicionais. Esses termos serão apresentados na página do produto ou serviço e devem ser lidos antes da compra. Política de Confidencialidade Todas as informações pessoais fornecidas a PureRest serão mantidas confidenciais e usadas apenas para o propósito para o qual foram fornecidas. Para mais informações, consulte nossa Política de Confidencialidade. Política de Devolução de Dinheiro Se você tiver direito a um reembolso, o valor será creditado na mesma forma de pagamento usada na compra. Os reembolsos podem levar até 10 dias úteis para serem processados. Se o reembolso for solicitado após 30 dias da compra, a PureRest se reserva o direito de recusar o reembolso. Política de Uso de Testemunhos A PureRest pode usar testemunhos de clientes satisfeitos em seu site e em outros materiais de marketing. Ao fornecer um testemunho, você concorda em permitir que a PureRest use seu nome e testemunho para fins de marketing. Política de Uso de Informações de Contato A PureRest pode usar as informações de contato fornecidas pelos clientes para enviar e-mails promocionais e outras comunicações de marketing. Se você não deseja receber essas comunicações, você pode se desinscrever a qualquer momento. Política de Uso de Cookies Este site usa cookies para melhorar a experiência do usuário. Ao continuar a usar este site, você concorda com o uso de cookies. Para mais informações, consulte nossa Política de Cookies. Política de Uso de Links Externos Este site pode conter links para outros sites. A PureRest não é responsável pelo conteúdo ou práticas de privacidade desses sites. Recomendamos que você leia as políticas de privacidade de todos os sites que você visita. Política de Uso de Informações Pessoais A PureRest coleta e usa informações pessoais dos clientes apenas para fins de processamento de pedidos, entrega de produtos e comunicação com o cliente. Não vendemos, alugamos ou compartilhamos informações pessoais com terceiros, exceto quando necessário para cumprir um pedido ou quando exigido por lei. Política de Uso de Informações de Cartão de Crédito A PureRest usa um sistema de pagamento seguro para processar as transações de cartão de crédito. Não armazenamos informações de cartão de crédito dos clientes em nosso site. Política de Uso de Informações de Navegação A PureRest coleta informações de navegação dos usuários do site para fins de análise de tráfego e melhoria da experiência do usuário. Essas informações não são usadas para identificar usuários individuais. Política de Uso de Informações de Localização A PureRest pode coletar informações de localização dos usuários do site para fins de entrega de produtos e cálculo de taxas de envio. Essas informações não são usadas para fins de marketing ou outros fins não relacionados à entrega de produtos. Política de Uso de Informações de Contato de Emergência A PureRest pode coletar informações de contato de emergência dos clientes para fins de segurança e emergência. Essas informações não são usadas para fins de marketing ou outros fins não relacionados à segurança e emergência. Contato Se você tiver alguma pergunta ou precisar de ajuda, entre em contato conosco através do e-mail purerest@gmail.com. Estamos sempre aqui para ajudar. Agradecemos pela sua compreensão e cooperação. Esperamos que você aproveite sua experiência de compra no PureRest e volte sempre que precisar de lençóis de cama de alta qualidade. Obrigado por escolher a PureRest. Esperamos ter a oportunidade de servi-lo novamente em breve. PureRest Lar Por que nós Experiência de luxo Sobre nós Vantagens Dicas de cuidados Isenção de responsabilidade Política de Privacidade Termos de uso",
    "index": "Bem-vindo à PureRest - Sua Fonte de Conforto e Qualidade em Roupa de Cama PureRest Lar Por que nós Experiência de luxo Sobre nós Vantagens Dicas de cuidados Escrever Descanse com Conforto PureRest - Seu Sono Merece o Melhor Na PureRest, oferecemos a você a mais alta qualidade em roupa de cama para garantir noites de sono tranquilas e revigorantes. Nossos produtos são feitos com materiais selecionados e projetados para proporcionar o máximo conforto e durabilidade. Descubra a diferença de dormir com PureRest e transforme suas noites em momentos de puro descanso e bem-estar Por Que Escolher PureRest? Qualidade Premium Nossos produtos são confeccionados com materiais de alta qualidade, garantindo suavidade, durabilidade e um toque luxuoso para a sua pele. Design Elegante Oferecemos uma variedade de designs sofisticados que complementam qualquer estilo de decoração, trazendo um toque de elegância e conforto para o seu quarto. Conforto Garantido Com PureRest, você terá noites de sono tranquilas e confortáveis. Nossas roupas de cama são projetadas para proporcionar o máximo de conforto e bem-estar. Experiência de Luxo Descubra a Diferença PureRest Toque Suave Nossos lençóis são feitos com tecidos de alta qualidade que proporcionam uma sensação de suavidade incomparável, tornando suas noites mais agradáveis. Durabilidade Com PureRest, você investe em produtos duradouros que mantêm sua qualidade e conforto por muitos anos, mesmo após várias lavagens. Sustentabilidade Estamos comprometidos com práticas sustentáveis, utilizando materiais ecológicos e processos de produção responsáveis para proteger o meio ambiente. 01 Garantia de Satisfação Na PureRest, sua satisfação é nossa prioridade. Oferecemos uma política de devolução sem complicações para garantir que você fique completamente satisfeito com sua compra. 02 Atendimento ao Cliente Excepcional Nossa equipe está sempre pronta para ajudar. Oferecemos suporte personalizado para responder a todas as suas dúvidas e assegurar uma experiência de compra perfeita. Guia de Cuidados com seus Produtos PureRest Cuide bem dos seus produtos PureRest para garantir sua durabilidade e desempenho ao longo do tempo. Siga nossas dicas simples para manter sua roupa de cama em perfeitas condições: Lavagem Adequada Use água fria ou morna e um detergente suave. Evite o uso de alvejantes ou produtos químicos agressivos que possam danificar os tecidos. Secagem Correta Seque as peças ao ar livre sempre que possível para preservar as fibras naturais. Se usar secadora, ajuste para temperatura baixa ou média. Armazenamento Adequado Guarde as peças em locais secos e bem ventilados para evitar mofo e bolor. Proteja contra a luz direta do sol para evitar o desbotamento. Troca Regular Para garantir o conforto ideal, considere trocar suas peças de roupa de cama anualmente, especialmente travesseiros e edredons. Entre em Contato Conosco Precisa de ajuda adicional ou tem alguma pergunta sobre nossos produtos PureRest? Entre em contato com nossa equipe de atendimento ao cliente. Estamos aqui para ajudar a fornecer informações detalhadas, orientações de compra e suporte pós-venda. Nosso compromisso é garantir que sua experiência com PureRest seja excepcional em todos os aspectos. Estamos ansiosos para ouvir de você! Contato Explore Nossa Coleção Descubra nossa ampla seleção de produtos PureRest, projetados para elevar o conforto e a qualidade do seu sono. Desde lençóis macios até edredons aconchegantes, temos tudo o que você precisa para transformar seu quarto em um refúgio de tranquilidade. Lençóis de Algodão Egípcio R$ 299,00 Desfrute do luxo e da suavidade dos nossos lençóis de algodão egípcio, ideais para noites de sono perfeitas. Ordem Edredom de Microfibra Premium R$ 189,90 Aconchegue-se com nosso edredom de microfibra premium, que proporciona calor e conforto durante todo o ano. Ordem Conjunto de Travesseiros de Plumas R$ 129,99 Experimente o suporte macio e ajustável dos nossos travesseiros de plumas, para um descanso completo e revigorante. Ordem Assine nossa Newsletter Receba as Últimas Novidades e Ofertas Especiais Aceito a Política de Privacidade Enviar ACHE-NOS Informações de contato Location Hotel Italiano - Q. 1201 Sul Avenida Joaquim Teotônio Segurado, Conj. 01 Lote 19 - P. Diretor Sul, Palmas - TO, 77019-400, Brasil Phone +55-63-3219-1100 Email purerest@gmail.com Nosso site utiliza cookies para melhorar sua experiência. Aprender mais Aceitar PureRest Lar Por que nós Experiência de luxo Sobre nós Vantagens Dicas de cuidados Isenção de responsabilidade Política de Privacidade Termos de uso",
    "privacy-policy": "Política de Privacidade - PureRest: Como Protegemos Suas Informações PureRest Lar Por que nós Experiência de luxo Sobre nós Vantagens Dicas de cuidados Escrever Política de Privacidade Retenção de dados Retemos as informações pessoais que coletamos sobre você por tanto tempo quanto seja necessário para os fins descritos nesta Política de Privacidade, a menos que a lei exija ou permita um período de retenção mais longo. Após o término do período de retenção, eliminaremos suas informações pessoais de nossos sistemas ou anonimizaremos-nas de forma que não possam ser associadas a você. Transferência Internacional de Dados PureRest é uma empresa global que opera em vários países. Portanto, poderemos transferir as informações pessoais que coletamos sobre você para países fora do seu país de residência, incluindo o Brasil, onde nossos servidores estão localizados. Quando transferimos suas informações pessoais para outros países, tomamos medidas para proteger essas informações de acordo com esta Política de Privacidade e as leis aplicáveis. Também exigimos que nossos fornecedores de serviços que processam informações pessoais em nosso nome implementem medidas de proteção de dados adequadas. Segurança das informações A PureRest implementa medidas de segurança técnicas, administrativas e físicas para proteger as informações pessoais que coletamos contra acesso não autorizado, uso indevido, divulgação, alteração ou destruição. No entanto, nenhuma transmissão de dados pela Internet ou armazenamento eletrônico de dados é 100% seguro. Portanto, não podemos garantir a segurança absoluta das informações que nos fornece. Links para outros sites Nosso site pode conter links para sites de terceiros que não são de nossa propriedade ou controle. Esta Política de Privacidade não se aplica a esses sites de terceiros, e não somos responsáveis por suas práticas de privacidade. Recomendamos que leia as políticas de privacidade desses sites antes de fornecer quaisquer informações pessoais. Atualizações da Política de Privacidade A PureRest pode atualizar esta Política de Privacidade periodicamente para refletir alterações em nossas práticas de privacidade. Quando fizermos alterações, atualizaremos a data de \"Última atualização\" na parte superior desta Política de Privacidade e publicaremos a versão atualizada em nosso site. Recomendamos que revise periodicamente esta Política de Privacidade para ficar informado sobre como protegemos suas informações pessoais. Direitos de privacidade do consumidor Você pode ter direitos de privacidade adicionais com relação às suas informações pessoais de acordo com a lei aplicável. Por exemplo, se você reside no Brasil, você pode ter o direito de solicitar acesso às suas informações pessoais, solicitar o apagamento de suas informações pessoais e se opor à venda de suas informações pessoais. Para exercer quaisquer desses direitos, entre em contato conosco através da nossa página de contato ou envie um e-mail para purerest@gmail.com. Responderemos à sua solicitação dentro de um período razoável e de acordo com as leis aplicáveis. Como usamos as informações que coletamos As informações que coletamos sobre você são usadas para os seguintes fins: Processar e entregar seus pedidos de produtos; Responder às suas perguntas e fornecer suporte ao cliente; Enviar-lhe informações sobre nossos produtos, promoções e ofertas especiais; Personalizar sua experiência de compra em nosso site; Melhorar nossos produtos e serviços; Cumprir nossas obrigações legais e regulatórias; Prevenir e detectar fraudes e outras atividades ilegais. Compartilhamento de informações Podemos compartilhar suas informações pessoais com as seguintes categorias de terceiros: Fornecedores de serviços que nos ajudam a operar nossos negócios, como processadores de pagamento, transportadoras, provedores de hospedagem de site e fornecedores de serviços de atendimento ao cliente; Parceiros de marketing que nos ajudam a promover nossos produtos e serviços; Autoridades governamentais e agências reguladoras, quando exigido por lei ou para proteger nossos direitos ou propriedade; Compradores ou sucessores potenciais em caso de venda ou transferência de nossos negócios ou ativos. Não vendemos, alugamos ou compartilhamos suas informações pessoais com terceiros para fins de marketing sem sua permissão prévia. Cookies e outras tecnologias de rastreamento Usamos cookies e outras tecnologias de rastreamento para coletar informações sobre o uso do nosso site e para melhorar a experiência do usuário. Os cookies são pequenos arquivos de texto que são armazenados no seu dispositivo quando você visita o nosso site. Podemos usar cookies para coletar informações sobre o seu uso do nosso site, como as páginas que você visita, os links em que você clica e o tempo que você passa no nosso site. Podemos também usar cookies para armazenar suas preferências e credenciais de login para que você não precise inseri-las toda vez que visitar o nosso site. Você pode escolher desativar os cookies em seu navegador, mas isso pode afetar a funcionalidade do nosso site. Segurança das informações A PureRest implementa medidas de segurança técnicas, administrativas e físicas para proteger as informações pessoais que coletamos contra acesso não autorizado, uso indevido, divulgação, alteração ou destruição. No entanto, nenhuma transmissão de dados pela Internet ou armazenamento eletrônico de dados é 100% seguro. Portanto, não podemos garantir a segurança absoluta das informações que nos fornece. PureRest Lar Por que nós Experiência de luxo Sobre nós Vantagens Dicas de cuidados Isenção de responsabilidade Política de Privacidade Termos de uso",
    "terms-conditions": "Termos de Uso - PureRest: Regras e Condições para Navegação em Nosso Site PureRest Lar Por que nós Experiência de luxo Sobre nós Vantagens Dicas de cuidados Escrever Termos de uso Registro e Segurança Para realizar uma compra em nosso site, você pode precisar se registrar e fornecer certas informações pessoais, como seu nome, endereço de e-mail e informações de pagamento. Você é responsável por manter a confidencialidade de suas informações de conta e senha e por restringir o acesso a seu computador. Você concorda em aceitar a responsabilidade por todas as atividades que ocorrerem sob sua conta ou senha. Envio e Entrega Faremos todos os esforços razoáveis para entregar seus produtos em um prazo razoável. No entanto, as datas de entrega são apenas estimativas e não podemos garantir uma data de entrega específica. Devoluções e Trocas Se você não estiver satisfeito com seu produto, você pode devolvê-lo ou trocá-lo dentro de 30 dias a partir da data de compra. Os produtos devem estar na mesma condição em que foram recebidos e devem ser devolvidos na embalagem original. Privacidade Nós valorizamos sua privacidade e nos comprometemos a proteger suas informações pessoais. Por favor, leia nossa Política de Privacidade para obter mais informações sobre como coletamos, usamos e compartilhamos suas informações pessoais. Alterações nos Termos de Uso PureRest reserva-se o direito de alterar estes Termos de Uso a qualquer momento, sem aviso prévio. A versão atualizada dos Termos de Uso será publicada nesta página e entrará em vigor imediatamente após a publicação. Continuando a usar o site após a publicação das alterações, você concorda em cumprir os Termos de Uso atualizados. Propriedade Intelectual Todo o conteúdo do site do PureRest, incluindo, mas não se limitando a, textos, imagens, logotipos, marcas registradas, design e layout, é de propriedade exclusiva do PureRest e protegido pelas leis de direitos autorais e marcas registradas. Você não pode usar, copiar, reproduzir, modificar, distribuir, transmitir, exibir, publicar ou vender qualquer conteúdo deste site sem a autorização prévia por escrito do PureRest. Links para Outros Sites O site do PureRest pode conter links para outros sites que não são operados ou controlados por nós. Esses links são fornecidos apenas para sua conveniência e não implicam em endosso ou afiliação com esses sites. Não somos responsáveis pelo conteúdo, precisão ou opiniões expressas em tais sites, e você assume todos os riscos associados ao uso desses sites. Terminação PureRest reserva-se o direito de suspender ou encerrar sua conta, cancelar suas compras e proibir o acesso ao site em caso de violação destes Termos de Uso, atividade ilegal ou suspeita de fraude. Política de Devolução Se você não estiver satisfeito com seu produto, você pode devolvê-lo dentro de 30 dias a partir da data de entrega para um reembolso completo ou troca. Os produtos devem estar na mesma condição em que foram recebidos, com todas as etiquetas e embalagens originais intactas. Os custos de envio para devolução são de responsabilidade do cliente. Política de Privacidade PureRest se compromete a proteger a privacidade de seus clientes. Nós coletamos informações pessoais, como nome, endereço, número de telefone e endereço de e-mail, apenas para processar suas compras e fornecer serviços de atendimento ao cliente. Não compartilhamos essas informações com terceiros, exceto quando necessário para processar sua compra ou fornecer serviços de entrega. Política de Cookies O site do PureRest usa cookies para melhorar a experiência do usuário e fornecer serviços personalizados. Os cookies são pequenos arquivos de texto que são armazenados em seu computador ou dispositivo móvel quando você visita o site. Você pode desabilitar os cookies em seu navegador, mas isso pode afetar a funcionalidade do site. Política de Segurança PureRest se compromete a proteger a segurança das informações pessoais e financeiras de seus clientes. Nós usamos medidas de segurança avançadas, como criptografia SSL, para proteger as informações transmitidas através do site. No entanto, nenhuma transmissão de dados pela internet é 100% segura, e nós não podemos garantir a segurança absoluta das informações transmitidas através do site. Responsabilidade Social PureRest se compromete a práticas comerciais éticas e sustentáveis. Nós nos esforçamos para minimizar o impacto ambiental de nossas operações, usando materiais sustentáveis e processos de produção eficientes. Nós também nos comprometemos a tratar nossos funcionários com justiça e respeito, oferecendo salários justos e benefícios competitivos. Direitos Autorais Todo o conteúdo do site do PureRest, incluindo textos, imagens, logotipos e design, é de propriedade exclusiva do PureRest e protegido por direitos autorais. Não é permitida a reprodução, distribuição ou uso não autorizado de qualquer conteúdo do site sem a permissão escrita do PureRest. Contato Se você tiver alguma pergunta ou preocupação sobre estes Termos de Uso, por favor, entre em contato conosco em purerest@gmail.com. PureRest Lar Por que nós Experiência de luxo Sobre nós Vantagens Dicas de cuidados Isenção de responsabilidade Política de Privacidade Termos de uso"
  },
  "date": "2024-06-20T21:27:50.662Z"
}