{
  "name": "New_v9_GiftGrove",
  "pages": {
    "index": "GiftGrove - Loja de Presentes Home Destaque Tendências Comentários Novidades O Presente Perfeito para Todas as Ocasiões Escolha o presente ideal para surpreender seus entes queridos em qualquer celebração! COMPRAR AGORA Categorias em Destaque Presentes Ursinhos de Pelúcia Velas Aromáticas Caixas de Presentes Produtos em Tendência Produto em Destaque Novo Produto Produtos Mais Vendidos Caixa de Coisas para Homens $250.00 Ursinho de Pelúcia $109.95 Caixa em Forma de Coração $100.00 $150.00 Caneca de Café para Casal $650.00 $880.00 Caixa de Coisas para Homens $250.00 Caixa de Vestidos $110.00 Caixa de Presentes Estampada $280.00 Caixa de Presentes de Aniversário $250.00 Caixa de Coisas para Homens $250.00 Ursinho de Pelúcia $109.95 Caixa em Forma de Coração $100.00 $150.00 Caneca de Café para Casal $650.00 $880.00 Presentes Pensados Caixas de Presentes Personalizadas com Atitude Nossos Serviços Compras Online Não procure mais. Navegue pelas nossas perguntas frequentes ou envie sua dúvida aqui. Suporte 24/7 Baixe o aplicativo e obtenha ofertas exclusivas apenas para aplicativos. Segurança de Pagamento Transferindo os detalhes do seu cartão para um local muito mais seguro. Envio Estende a garantia por um período maior de tempo. O Que Dizem Nossos Clientes Quando os clientes em potencial estão pesquisando você online, eles estão conhecendo você pelo conteúdo do seu site. Compreensivelmente, muitos deles podem ser céticos ou hesitantes em confiar em você imediatamente. Darrel Austin ThemeVolty Ótima experiência de compra! Os produtos são de alta qualidade e o serviço ao cliente é excepcional. Jane Doe Cliente Satisfeita Entrega rápida e produtos maravilhosos. Muito satisfeito com a minha compra! John Smith Cliente Satisfeito Entre em Contato Conosco Se você tem alguma dúvida ou deseja obter mais informações, preencha o formulário abaixo e entraremos em contato com você em breve. Aceito a Política de Privacidade Enviar Telefone: +55-12-5634-5697 E-mail: GiftGrove@gmail.com Endereço: R. Rio Traina, 17 - São José Operário, Manaus - AM, 69086-110, Brasil Política de Privacidade Termos e Condições",
    "privacy-policy": "Política de Privacidade - GiftGrove Home Destaque Tendências Comentários Política de Privacidade Bem-vindo à GiftGrove. A sua privacidade é importante para nós. Esta política de privacidade explica como coletamos, usamos, divulgamos e protegemos suas informações pessoais. Informações que Coletamos Coletamos vários tipos de informações em conexão com os serviços que fornecemos, incluindo: Informações que você nos fornece diretamente, como quando você cria uma conta, faz uma compra ou entra em contato conosco. Informações que coletamos automaticamente, como dados sobre a sua navegação em nosso site e seu uso dos nossos serviços. Informações de outras fontes, como redes sociais ou outras plataformas de terceiros que você usa para interagir conosco. Uso das Informações Usamos as informações que coletamos para: Fornecer, operar, melhorar e personalizar nossos serviços. Processar transações e enviar confirmações de pedidos. Responder às suas perguntas e fornecer suporte ao cliente. Enviar comunicações de marketing e promocionais, desde que você tenha dado o seu consentimento. Realizar pesquisas e análises para melhorar nossos produtos e serviços. Proteger nossos direitos e propriedades e garantir a segurança de nossos serviços. Compartilhamento de Informações Podemos compartilhar suas informações com: Provedores de serviços que ajudam a operar nossos negócios e fornecer nossos serviços. Parceiros de negócios com os quais colaboramos para oferecer produtos e serviços conjuntos. Autoridades legais ou governamentais, quando exigido por lei ou necessário para proteger nossos direitos. Outras partes no contexto de uma fusão, aquisição ou venda de ativos. Proteção de Informações Implementamos medidas de segurança para proteger suas informações pessoais contra acesso, uso e divulgação não autorizados. No entanto, nenhuma transmissão de dados pela internet ou sistema de armazenamento é completamente seguro, e não podemos garantir a segurança absoluta. Seus Direitos Você tem certos direitos em relação às suas informações pessoais, incluindo o direito de: Acessar e obter uma cópia das suas informações pessoais. Corrigir ou atualizar suas informações pessoais. Excluir suas informações pessoais. Restringir ou se opor ao processamento de suas informações pessoais. Portar suas informações pessoais para outro serviço. Para exercer esses direitos, entre em contato conosco pelo email GiftGrove@gmail.com. Retenção de Informações Retemos suas informações pessoais pelo tempo necessário para cumprir as finalidades descritas nesta política de privacidade, a menos que um período de retenção mais longo seja exigido ou permitido por lei. Alterações a Esta Política Podemos atualizar esta política de privacidade periodicamente para refletir mudanças em nossas práticas ou em leis aplicáveis. Publicaremos a política atualizada em nosso site e indicaremos a data da última atualização. Recomendamos que você revise esta política regularmente para se manter informado sobre como protegemos suas informações. Contato Se você tiver dúvidas ou preocupações sobre esta política de privacidade ou sobre nossas práticas de privacidade, entre em contato conosco pelo email GiftGrove@gmail.com. Telefone: +55-12-5634-5697 E-mail: GiftGrove@gmail.com Endereço: R. Rio Traina, 17 - São José Operário, Manaus - AM, 69086-110, Brasil Política de Privacidade Termos e Condições",
    "terms-conditions": "Termos e Condições - GiftGrove Home Destaque Tendências Comentários Termos e Condições Bem-vindo à GiftGrove. Estes Termos e Condições descrevem as regras e políticas para o uso do nosso site e serviços. Ao acessar ou usar nossos serviços, você concorda com estes termos. 1. Aceitação dos Termos Ao acessar ou usar o site GiftGrove, você concorda em cumprir e estar vinculado a estes Termos e Condições. Se você não concordar com estes termos, por favor, não utilize nossos serviços. 2. Modificações nos Termos Podemos modificar estes Termos e Condições a qualquer momento. Quaisquer alterações serão publicadas nesta página. Recomendamos que você revise estes termos periodicamente para se manter informado sobre quaisquer alterações. O uso contínuo do site após a publicação de alterações constitui sua aceitação dos novos termos. 3. Uso do Site Você concorda em usar o site GiftGrove apenas para fins legais e de acordo com estes Termos e Condições. Você não deve usar o site de qualquer maneira que possa danificar, desativar, sobrecarregar ou prejudicar nossos servidores ou redes. 4. Conta de Usuário Para acessar certos recursos do site, você pode ser solicitado a criar uma conta de usuário. Você é responsável por manter a confidencialidade das informações da sua conta e por todas as atividades que ocorram sob sua conta. Você concorda em notificar imediatamente a GiftGrove de qualquer uso não autorizado da sua conta. 5. Privacidade Sua privacidade é importante para nós. Leia nossa Política de Privacidade para entender como coletamos, usamos e protegemos suas informações pessoais. 6. Propriedade Intelectual Todo o conteúdo do site GiftGrove, incluindo texto, gráficos, logotipos, ícones, imagens, clipes de áudio e software, é de propriedade da GiftGrove ou de seus fornecedores de conteúdo e é protegido por leis de direitos autorais e outras leis de propriedade intelectual. Você não pode reproduzir, distribuir ou usar qualquer conteúdo sem a permissão expressa por escrito da GiftGrove. 7. Limitação de Responsabilidade A GiftGrove não será responsável por quaisquer danos diretos, indiretos, incidentais, especiais ou consequenciais resultantes do uso ou da incapacidade de usar nossos serviços, ou por qualquer informação obtida através dos nossos serviços, mesmo que a GiftGrove tenha sido avisada da possibilidade de tais danos. 8. Indenização Você concorda em indenizar e isentar a GiftGrove, seus diretores, funcionários e agentes de todas as reivindicações, responsabilidades, danos e despesas, incluindo honorários advocatícios, decorrentes do uso dos nossos serviços ou da violação destes Termos e Condições. 9. Lei Aplicável Estes Termos e Condições são regidos e interpretados de acordo com as leis do Brasil, sem considerar os conflitos de disposições legais. Você concorda que qualquer ação judicial ou procedimento decorrente ou relacionado a estes Termos e Condições será conduzido exclusivamente nos tribunais do Brasil. 10. Rescisão Podemos rescindir ou suspender seu acesso ao site GiftGrove a qualquer momento, sem aviso prévio, por qualquer motivo, incluindo, sem limitação, a violação destes Termos e Condições. Todas as disposições destes Termos e Condições que, por sua natureza, devem sobreviver à rescisão, devem sobreviver, incluindo, sem limitação, disposições de propriedade, isenções de garantia, indenização e limitações de responsabilidade. 11. Contato Se você tiver dúvidas ou preocupações sobre estes Termos e Condições, entre em contato conosco pelo email GiftGrove@gmail.com. Telefone: +55-12-5634-5697 E-mail: GiftGrove@gmail.com Endereço: R. Rio Traina, 17 - São José Operário, Manaus - AM, 69086-110, Brasil Política de Privacidade Termos e Condições",
    "thanks": "Obrigado - GiftGrove Obrigado! Agradecemos por entrar em contato conosco. Recebemos sua solicitação e a revisaremos em breve. Você receberá uma resposta nossa em breve. Voltar à Página Inicial"
  },
  "date": "2024-07-11T12:53:50.789Z"
}