{
  "name": "New_v9_Acampabrasil",
  "pages": {
    "index": "Acampabrasil - Equipamentos de Camping de Qualidade Início PRODUTOS CATEGORIAS QUEM SOMOS COMENTÁRIOS DE CLIENTES Entre em contato Contato Aventure-se ao Ar Livre com a Acampabrasil Comprar Agora Produtos mais populares Barraca Camping Futura 4 Pessoas R$ 599,90 Pedido Mochila Camping Trilhas 50L R$ 349,00 Pedido Fogareiro a Gás Camping Potente R$ 129,99 Pedido Saco de Dormir Quente Expedition R$ 399,00 Pedido Categorias de produtos Barracas Mochilas Fogareiros Acessórios Quem Somos A Acampabrasil é uma loja online especializada em equipamentos de camping de alta qualidade para atender às necessidades dos aventureiros brasileiros. Nossos produtos são cuidadosamente selecionados entre as melhores marcas do mercado, garantindo durabilidade, conforto e desempenho excepcional em suas aventuras ao ar livre. Fundada por entusiastas do camping, nossa missão é proporcionar aos amantes da natureza a oportunidade de explorar a beleza natural do Brasil com o melhor equipamento disponível. Desde barracas resistentes até mochilas espaçosas, fogareiros potentes e acessórios essenciais, temos tudo o que você precisa para aproveitar suas expedições com segurança e conforto.Contato Por que Escolher a Acampabrasil? Na Acampabrasil, selecionamos cuidadosamente cada produto em nossa loja, garantindo durabilidade, conforto e desempenho excepcional para suas aventuras. Nossos especialistas em camping têm amplo conhecimento sobre os melhores equipamentos e acessórios disponíveis no mercado, e estão comprometidos em oferecer-lhe a melhor experiência de compra possível. Além disso, valorizamos o atendimento ao cliente excepcional, estando sempre disponíveis para ajudá-lo a encontrar o equipamento ideal para suas necessidades específicas. Nossa equipe amigável e experiente está pronta para responder a todas as suas dúvidas e fornecer recomendações personalizadas para garantir que você esteja totalmente preparado para sua próxima aventura ao ar livre. Compre Agora O mais útil Lanterna Camping LED Recarregável R$ 89,90 Pedido Kit Primeiros Socorros Camping R$ 59,90 Pedido Bússola de Navegação Camping R$ 39,99 Pedido Cadeira Dobrável Camping Confortável R$ 119,00 Pedido COMENTÁRIOS DE CLIENTES \"Sou um amante de camping experiente e devo dizer que a Acampabrasil é simplesmente incrível! Comprei uma barraca espaçosa e uma mochila de alta qualidade, e ambos superaram minhas expectativas. A barraca é incrivelmente resistente, mesmo em condições climáticas adversas, e a mochila é tão confortável que mal senti o peso durante minhas caminhadas. Estou muito satisfeito com meus produtos e com o excelente atendimento ao cliente que recebi.\" - João S., São Paulo \"Nunca comprei equipamentos de camping online antes, mas a Acampabrasil me surpreendeu positivamente. O processo de compra foi simples e rápido, e meu pedido chegou pontualmente. Os produtos são exatamente como descrito, de alta qualidade e muito bem embalados. Recomendo totalmente esta loja para quem busca produtos de camping confiáveis e um ótimo serviço.\" - Mariana R., Rio de Janeiro \"Como uma família ativa que adora acampar, encontrar equipamentos duráveis e seguros é essencial. A Acampabrasil nos forneceu sacos de dormir quentes e confortáveis, além de um fogareiro potente e fácil de usar. Nossas aventuras ao ar livre têm sido muito mais agradáveis graças a esses produtos incríveis. Certamente voltaremos a comprar da Acampabrasil no futuro.\" - Família Oliveira, Belo Horizonte \"Como um iniciante no mundo do camping, fiquei um pouco perdido sobre quais produtos comprar. Mas a equipe da Acampabrasil foi extremamente prestativa, me orientando sobre as melhores opções para minhas necessidades e orçamento. Acabei comprando uma barraca compacta, uma lanterna LED brilhante e uma bússola de navegação precisa. Estou muito satisfeito com meus produtos e com o excelente suporte que recebi.\" - Lucas F., Curitiba \"Sempre que preciso de novos equipamentos para minhas aventuras de camping, a Acampabrasil é minha escolha número um. Eles oferecem uma seleção incrível de produtos de alta qualidade a preços justos. Além disso, o atendimento ao cliente é excepcional, com respostas rápidas e eficientes a todas as minhas dúvidas. Não tenho nada além de elogios para esta loja fantástica.\" - Ana C., Florianópolis \"Acabei de voltar de uma incrível expedição de camping, e devo dizer que meus equipamentos da Acampabrasil foram cruciais para o sucesso da viagem. A mochila espaçosa comportou todas as minhas coisas com facilidade, enquanto a barraca resistente me protegeu das condições climáticas adversas. Estou muito satisfeito com a qualidade desses produtos e certamente recomendarei a Acampabrasil a outros entusiastas do camping.\" - Pedro M., Salvador Entrega Rápida Oferecemos entrega rápida para todo o Brasil, para que você possa começar sua aventura o mais rápido possível. Produtos de Alta Qualidade Selecionamos cuidadosamente marcas líderes e equipamentos duráveis, projetados para suportar suas aventuras ao ar livre. Compra Segura Sua privacidade e segurança são nossas prioridades, com sistema de pagamento criptografado e políticas de proteção ao cliente. Suporte Especializado Nossa equipe de experts em camping está pronta para ajudá-lo a encontrar o equipamento perfeito e responder a todas as suas dúvidas. Enviar uma mensagem Basta preencher o formulário aqui e entraremos em contato com você o mais rápido possível. Loja Aventura - Ao lado do Sicoob - Av. Central, 790 - Núcleo Bandeirante, Brasília - DF, 71710-540, Brasil +55 61 3254 4563 acampabrasil@gmail.com Aceito a política de privacidade Enviar mensagem Links Início PRODUTOS CATEGORIAS QUEM SOMOS COMENTÁRIOS DE CLIENTES Entre em contato Política de Privacidade Termos e Condições Contacts Loja Aventura - Ao lado do Sicoob - Av. Central, 790 - Núcleo Bandeirante, Brasília - DF, 71710-540, Brasil acampabrasil@gmail.com +55 61 3254 4563",
    "privacy": "Acampabrasil - Equipamentos de Camping de Qualidade | Política de Privacidade Início PRODUTOS CATEGORIAS QUEM SOMOS COMENTÁRIOS DE CLIENTES Entre em contato Contato Política de Privacidade Na Acampabrasil, respeitamos profundamente sua privacidade e nos comprometemos a proteger seus dados pessoais. Esta Política de Privacidade descreve como coletamos, usamos, armazenamos e protegemos suas informações quando você visita nosso site ou faz uma compra conosco. Informações que Coletamos Podemos coletar informações pessoais, como nome, endereço de e-mail, endereço de entrega e informações de pagamento, quando você faz um pedido em nossa loja online. Também podemos coletar informações sobre como você usa nosso site, através de cookies e tecnologias semelhantes. Como Usamos suas Informações Utilizamos suas informações pessoais para processar seus pedidos, fornecer o melhor serviço possível e melhorar sua experiência de compra conosco. Suas informações também podem ser usadas para fins de marketing e promoções, desde que você tenha concordado em receber tais comunicações. Segurança das Informações Tomamos medidas rigorosas para proteger suas informações pessoais contra acesso não autorizado, uso indevido, alteração ou destruição. Utilizamos criptografia de dados e outras tecnologias de segurança para manter seus dados seguros. Compartilhamento de Informações Não vendemos nem alugamos suas informações pessoais a terceiros. Podemos compartilhar suas informações com empresas de terceiros confiáveis que nos ajudam a operar nosso site e entregar seus pedidos, mas elas só podem usar seus dados para os fins especificados por nós. Seus Direitos Você tem o direito de acessar, corrigir ou excluir suas informações pessoais a qualquer momento. Entre em contato conosco se tiver alguma dúvida ou preocupação sobre nossa Política de Privacidade. Atualizaremos periodicamente esta Política de Privacidade para refletir quaisquer mudanças em nossas práticas de privacidade. Recomendamos que você a revise regularmente para estar ciente de tais alterações. Se você tiver alguma dúvida ou preocupação sobre nossa Política de Privacidade, não hesite em nos contatar através do e-mail acampabrasil@gmail.com. Links Início PRODUTOS CATEGORIAS QUEM SOMOS COMENTÁRIOS DE CLIENTES Entre em contato Política de Privacidade Termos e Condições Contacts Loja Aventura - Ao lado do Sicoob - Av. Central, 790 - Núcleo Bandeirante, Brasília - DF, 71710-540, Brasil acampabrasil@gmail.com +55 61 3254 4563",
    "terms": "Acampabrasil - Equipamentos de Camping de Qualidade | Termos e Condições Início PRODUTOS CATEGORIAS QUEM SOMOS COMENTÁRIOS DE CLIENTES Entre em contato Contato Termos e Condições Bem-vindo(a) à Acampabrasil, a loja online líder em equipamentos de camping no Brasil. Ao acessar e utilizar este site, você concorda em cumprir os seguintes Termos e Condições. Por favor, leia-os atentamente. Uso do Site O uso deste site é expressamente condicionado à aceitação integral destes Termos e Condições. A Acampabrasil se reserva o direito de modificar, suspender ou descontinuar o site ou qualquer parte do mesmo a qualquer momento. Você concorda em usar este site apenas para fins legais e de acordo com todas as leis, regras e regulamentos aplicáveis. Propriedade Intelectual Todo o conteúdo deste site, incluindo textos, gráficos, logotipos, ícones, imagens e software, é de propriedade da Acampabrasil ou de seus licenciadores e está protegido pelas leis de propriedade intelectual aplicáveis. A reprodução ou distribuição não autorizada de qualquer parte deste site é expressamente proibida. Transações e Pedidos Ao fazer um pedido em nossa loja online, você concorda em fornecer informações precisas e atualizadas sobre si mesmo. A Acampabrasil se reserva o direito de recusar ou cancelar qualquer pedido por qualquer motivo, a seu exclusivo critério. Os preços e a disponibilidade dos produtos estão sujeitos a alterações sem aviso prévio. Política de Devolução A Acampabrasil tem uma política de devolução de 30 dias a partir da data de entrega para produtos não utilizados e na embalagem original. Para obter mais detalhes sobre nossas políticas de devolução e reembolso, consulte nossa página de Política de Devolução. Limitação de Responsabilidade A Acampabrasil não será responsável por quaisquer danos diretos, indiretos, incidentais, especiais ou consequentes decorrentes do uso ou da incapacidade de usar este site ou qualquer conteúdo nele contido. Legislação Aplicável Estes Termos e Condições serão regidos e interpretados de acordo com as leis da República Federativa do Brasil, independentemente de conflitos de princípios legais. Qualquer disputa decorrente destes Termos e Condições será submetida à jurisdição exclusiva dos tribunais brasileiros. Ao continuar a usar este site, você confirma que leu, compreendeu e concordou com estes Termos e Condições. Se você não concorda com qualquer parte destes Termos, não deve usar este site. Se você tiver alguma dúvida sobre estes Termos e Condições, entre em contato conosco através do e-mail acampabrasil@gmail.com. Links Início PRODUTOS CATEGORIAS QUEM SOMOS COMENTÁRIOS DE CLIENTES Entre em contato Política de Privacidade Termos e Condições Contacts Loja Aventura - Ao lado do Sicoob - Av. Central, 790 - Núcleo Bandeirante, Brasília - DF, 71710-540, Brasil acampabrasil@gmail.com +55 61 3254 4563",
    "thank": "Acampabrasil - Equipamentos de Camping de Qualidade | Agradecemos Obrigado por entrar em contato! Agradecemos seu interesse na Acampabrasil. É um prazer receber sua mensagem e teremos o maior prazer em respondê-la o mais breve possível. Nossa equipe de especialistas em camping está comprometida em fornecer o melhor atendimento possível e esclarecer todas as suas dúvidas sobre nossos produtos e serviços. Enquanto isso, convidamos você a explorar nossa loja online e descobrir nossa seleção completa de equipamentos de alta qualidade para suas próximas aventuras ao ar livre no Brasil. Mais uma vez, muito obrigado por escolher a Acampabrasil. Estamos ansiosos para ajudá-lo a encontrar o equipamento perfeito para suas necessidades de camping. página inicial"
  }
}