{
  "name": "New_v9_FlorArte",
  "pages": {
    "contacts": "Contatos - FlorArte nav, footer { background-color: #f8f8f8; padding: 30px 15px; box-sizing: border-box; } form{ width: 100%; } .form { display: flex; align-items: center; justify-content: center; gap: 30px; padding: 50px 15px; } .form__img { flex-basis: 40%; } .form__img img { width: 100%; max-height: 400px; object-fit: cover; border-radius: 20px; } .form__content { flex-basis: 40%; } h5 { color: #1b1b1b; font-weight: 400; font-family: 'Open Sans'; margin-top: 0; } input, textarea { padding: 15px; outline: none; border: #fff; color: #777; background-color: #fff; box-sizing: border-box; width: 100%; } .form__pers { width: 100%; display: flex; align-items: center; justify-content: space-between; gap: 20px; margin-bottom: 20px; } .form__pers input { flex-basis: 48%; } textarea { height: 200px; margin-bottom: 20px; resize: none; } .checkbox-container { display: flex; gap: 15px; margin-bottom: 15px; } .checkbox-container input{ width: 15px; margin: 0; } .checkbox-container a { color: #000; text-decoration: none; } button { display: inline-block; padding: 15px 25px; outline: none; border: 1px solid #000; background-color: #000; color: #fff; cursor: pointer; } button:hover { transition: .3s; background-color: transparent; color: #000; } @media (max-width: 789px) { .form { flex-direction: column; } .form__img { flex-basis: 100%; align-self: stretch; } .form__img img { width: 100%; max-height: 300px; } .form__content { flex-basis: 100%; } } Dom Pedido e Entrega Contatos Cuidados com as Flores ESCREVER UMA MENSAGEM Aceito a Política de Privacidade Enviar Mensagem Contatos Estamos sempre disponíveis para ajudar. Entre em contato conosco através dos seguintes meios: Telefone: +351 12 345 6789 Endereço: R. F 6, 150-Novo Aleixo, Manaus-AM, Brazil Email: florate@gmail.com Se preferir, pode visitar nossa loja em pessoa para obter assistência personalizada. Estamos ansiosos para atendê-lo! Dom Pedido e Entrega Contatos Cuidados com as Flores Disclamer | Termos e Condições | Política de Privacidade",
    "disclaimer": "Disclaimer e Contatos - FlorArte nav, footer{ background-color: #f8f8f8; padding: 30px 15px; box-sizing: border-box; } Dom Pedido e Entrega Contatos Cuidados com as Flores Disclaimer O conteúdo do site FlorArte é fornecido apenas para fins informativos e educacionais. As informações presentes neste site são baseadas em nossa experiência e conhecimento no setor de flores, e são disponibilizadas de boa fé. Nós nos esforçamos para manter as informações atualizadas e precisas, mas não fazemos representações ou garantias de qualquer tipo, expressas ou implícitas, sobre a integridade, precisão, confiabilidade, adequação ou disponibilidade com relação ao site ou às informações, produtos, serviços ou gráficos relacionados contidos no site para qualquer finalidade. Em nenhuma circunstância seremos responsáveis por perdas ou danos, incluindo, sem limitação, perdas ou danos indiretos ou consequentes, ou qualquer perda ou dano decorrente de perda de dados ou lucros decorrentes do uso deste site ou da informação nele contida. Ao utilizar o site FlorArte, você concorda com os termos e condições desta declaração de isenção de responsabilidade. Links para Outros Sites O FlorArte pode conter links para sites de terceiros que são fornecidos apenas para sua conveniência. Não temos controle sobre o conteúdo desses sites e não nos responsabilizamos por qualquer conteúdo, produtos, serviços ou informações fornecidos por meio desses sites. A inclusão de qualquer link não implica necessariamente uma recomendação ou endosso do FlorArte aos conteúdos desses sites. Alterações na Política Reservamo-nos o direito de alterar, modificar ou substituir qualquer parte desta declaração de isenção de responsabilidade a qualquer momento, sem aviso prévio. Recomendamos que você verifique periodicamente esta página para se manter informado sobre eventuais alterações. Contato Se tiver alguma dúvida ou preocupação sobre esta declaração de isenção de responsabilidade, entre em contato conosco através do e-mail: florarte@gmail.com. Dom Pedido e Entrega Contatos Cuidados com as Flores Disclamer | Termos e Condições | Política de Privacidade",
    "flowerCare": "Guia de Cuidados com as Flores - FlorArte: Mantenha Suas Flores Radiantes img{ width: 100%; max-height: 400px; object-fit: cover; border-radius: 20px; } nav, footer{ background-color: #f8f8f8; padding: 30px 15px; box-sizing: border-box; } Dom Pedido e Entrega Contatos Cuidados com as Flores Cuidados com as Flores As flores são preciosas e merecem cuidados especiais para mantê-las frescas e vibrantes. Siga estas dicas para garantir que suas flores permaneçam deslumbrantes por mais tempo: Mantenha as flores em um vaso limpo com água fresca. Corte os caules em um ângulo para facilitar a absorção de água. Remova folhas submersas na água para evitar a proliferação de bactérias. Evite expor as flores diretamente à luz solar intensa. Troque a água regularmente e adicione nutrientes para flores, se disponíveis. Seguindo essas dicas simples, suas flores permanecerão radiantes e cheias de vida por mais tempo. Desfrute da beleza e fragrância das flores em sua casa ou presenteie alguém especial! Dom Pedido e Entrega Contatos Cuidados com as Flores Disclamer | Termos e Condições | Política de Privacidade",
    "index": "FlorArte: Flores Frescas e Arranjos Exclusivos para Encantar Seus Momentos Dom Pedido e Entrega Contatos Cuidados com as Flores FlorArte - Desperte Emoções com a Beleza das Flores Explore a magia das flores no FlorArte, sua floricultura online. Descubra uma coleção única de bouquets e arranjos que capturam a essência de cada ocasião. Deixe-nos ser parte dos seus momentos especiais, enchendo sua vida com a exuberância e fragrância das flores frescas e deslumbrantes. Contato Entrega Rápida Receba suas flores frescas no mesmo dia com a nossa entrega expressa. Qualidade Premium Garantimos a qualidade premium de todas as nossas flores e arranjos. Atendimento Personalizado Nossa equipe está pronta para atender a todas as suas necessidades florais. Sobre Nós Somos a FlorArte, uma floricultura dedicada a trazer a beleza das flores para a sua vida. Desde a nossa fundação, nos esforçamos para oferecer a mais alta qualidade em flores frescas e arranjos únicos, feitos com paixão e cuidado. Acreditamos que cada flor conta uma história, e queremos ajudar a tornar os seus momentos especiais ainda mais memoráveis. Nossos Melhores Arranjos Arranjo de Rosas $49,99 Bouquet Primavera $39,99 Vaso de Flores Elegante $59,99 Bouquet de Lírios Delicados $49,99 Rosa Encantadora $39,99 Vaso de Flores Elegante $59,99 Cesta de Flores Silvestres $44,99 Buquê de Gerberas Coloridas $54,99 Orquídeas Exóticas $69,99 Nossa Equipe de Especialistas João Silva Florista Sênior Maria Oliveira Especialista em Arranjos Ricardo Santos Designer Floral Isabel Pereira Consultora de Flores Dom Pedido e Entrega Contatos Cuidados com as Flores Disclamer | Termos e Condições | Política de Privacidade const aboutBlock = document.querySelector('#about-us'); const bestArrangements = document.querySelector('.best-arrangements'); const ourTeam = document.querySelector('.our-team'); const observer = new IntersectionObserver(entries => { entries.forEach(entry => { if (entry.isIntersecting) { entry.target.classList.add('active'); } }); }); observer.observe(aboutBlock);",
    "order": "Pedido e Entrega - FlorArte img{ width: 100%; object-fit: cover; border-radius: 20px; max-height: 350px; } nav, footer{ background-color: #f8f8f8; padding: 30px 15px; box-sizing: border-box; } Dom Pedido e Entrega Contatos Cuidados com as Flores Pedido e Entrega Na FlorArte, dedicamo-nos a proporcionar a você uma experiência única ao enviar flores. Nosso processo de pedido e entrega é projetado para tornar cada momento especial ainda mais memorável. Como Funciona O processo de fazer um pedido na FlorArte é simples e fácil. Basta seguir estes passos: Explore nosso catálogo de flores e arranjos. Escolha o seu favorito e adicione ao carrinho. Prossiga para o checkout, fornecendo as informações necessárias. Escolha a opção de entrega desejada. Complete o pagamento de forma segura. Entrega Rápida e Confiável Nossa equipe de entrega está comprometida em garantir que suas flores cheguem frescas e impecáveis no destino desejado. Oferecemos opções de entrega expressa para atender às suas necessidades, garantindo que suas flores sejam entregues no momento certo, criando momentos inesquecíveis. Atendimento ao Cliente Estamos aqui para ajudar em cada etapa do processo. Se você tiver alguma dúvida sobre o seu pedido ou processo de entrega, nossa equipe de atendimento ao cliente está pronta para fornecer assistência personalizada. Na FlorArte, dedicamo-nos a proporcionar a você uma experiência única ao enviar flores. Nosso processo de pedido e entrega é projetado para tornar cada momento especial ainda mais memorável. Garantia de Qualidade Comprometemo-nos a fornecer flores da mais alta qualidade. Cada arranjo é cuidadosamente preparado por nossos floristas experientes, garantindo que cada flor seja escolhida com cuidado e cada arranjo seja montado com precisão. Acompanhe Seu Pedido Oferecemos a capacidade de acompanhar seu pedido online. Uma vez que seu pedido tenha sido despachado, você receberá informações de rastreamento para que possa monitorar o status da entrega em tempo real. Devoluções e Reembolsos Nossa política de devolução é projetada para garantir sua satisfação. Se houver algum problema com seu pedido, entre em contato conosco e faremos o possível para resolver a situação. Dom Pedido e Entrega Contatos Cuidados com as Flores Disclamer | Termos e Condições | Política de Privacidade",
    "policy": "Política de Privacidade - FlorArte nav, footer{ background-color: #f8f8f8; padding: 30px 15px; box-sizing: border-box; } Dom Pedido e Entrega Contatos Cuidados com as Flores Política de Privacidade Medidas de Segurança: Implementamos medidas de segurança para proteger suas informações contra acesso não autorizado, alteração, divulgação ou destruição não autorizada. Links para Outros Sites: Nosso site pode conter links para outros sites que não são operados por nós. Não temos controle sobre o conteúdo e práticas desses sites e não nos responsabilizamos por suas políticas de privacidade. Atualizações na Política: Nossa Política de Privacidade pode ser atualizada de tempos em tempos. Quaisquer mudanças serão refletidas nesta página, por isso, recomendamos que você acesse periodicamente para se manter informado. Estamos empenhados em garantir a segurança e privacidade de seus dados enquanto você desfruta dos serviços oferecidos pela FlorArte. Caso tenha dúvidas ou precise de mais informações, não hesite em entrar em contato. Informações Adicionais Nossa Política de Privacidade se aplica apenas às atividades online e é válida para os visitantes do nosso site em relação às informações que compartilham e/ou coletamos. Ela não se aplica a informações coletadas offline ou por outros canais que não estejam vinculados a este site. Contate-nos Para mais informações sobre nossa Política de Privacidade, entre em contato: Email: florarte@gmail.com Dom Pedido e Entrega Contatos Cuidados com as Flores Disclamer | Termos e Condições | Política de Privacidade",
    "terms": "Termos e Condições - FlorArte nav, footer{ background-color: #f8f8f8; padding: 30px 15px; box-sizing: border-box; } Dom Pedido e Entrega Contatos Cuidados com as Flores Termos e Condições Bem-vindo ao FlorArte, sua floricultura online. Ao usar nosso site, você concorda com os seguintes termos e condições: Uso do Site: Este site destina-se apenas ao uso pessoal e não comercial. Não é permitido modificar, copiar, distribuir, transmitir, exibir, executar, reproduzir, publicar, licenciar, criar trabalhos derivados, transferir ou vender qualquer informação, software, produtos ou serviços obtidos através deste site. Informações do Usuário: Respeitamos sua privacidade. Não coletamos ou armazenamos informações pessoais sem seu consentimento. Consulte nossa política de privacidade para obter mais informações. Compras: Ao fazer uma compra em nosso site, você concorda em fornecer informações precisas de faturamento e envio. Reservamo-nos o direito de recusar ou cancelar pedidos por qualquer motivo. Estes termos e condições podem ser alterados a qualquer momento sem aviso prévio. Recomendamos que você os reveja regularmente para estar ciente de quaisquer atualizações ou mudanças. Contate-nos Se precisar de mais esclarecimentos sobre nossos termos e condições, entre em contato: Email: florate@gmail.com Dom Pedido e Entrega Contatos Cuidados com as Flores Disclamer | Termos e Condições | Política de Privacidade",
    "thanks": "Agradecemos pelo seu Feedback - FlorArte nav { background-color: #f8f8f8; padding: 30px 15px; box-sizing: border-box; } Dom Agradecemos por entrar em contato! Caro cliente, Agradecemos por entrar em contato conosco. Sua mensagem foi recebida e será respondida o mais breve possível. Estamos comprometidos em fornecer o melhor atendimento aos nossos clientes e estamos ansiosos para atender às suas necessidades. Seu interesse em FlorArte é muito importante para nós. Fique à vontade para explorar nosso site ou aguarde uma resposta de nossa equipe em breve. Atenciosamente, Equipe FlorArte"
  }
}