{
  "name": "New_8_proprint",
  "pages": {
    "privacy-policy": "Política de Privacidade - A segurança dos seus dados é importante Pro Print Lar Sobre nós Por que nós Produtos Principais Passivos Ficar atualizado Escrever Política de Privacidade Conservação de dados Conservamos as informações pessoais que coletamos por um período de tempo razoável, de acordo com nossas necessidades comerciais e legais. Os critérios utilizados para determinar o período de conservação incluem: O tempo necessário para fornecer os produtos e serviços solicitados. O tempo necessário para cumprir as obrigações legais e regulatórias. O tempo necessário para resolver disputas e fazer cumprir nossos acordos. Direitos de privacidade Como cliente ou visitante do nosso site, você tem os seguintes direitos de privacidade: Direito de acesso: você tem o direito de solicitar uma cópia das informações pessoais que coletamos sobre você. Direito de retificação: você tem o direito de solicitar a correção de informações pessoais inexatas ou incompletas. Direito de exclusão: você tem o direito de solicitar a exclusão das informações pessoais que coletamos sobre você, em determinadas circunstâncias. Direito de restrição: você tem o direito de solicitar a restrição do processamento das informações pessoais que coletamos sobre você, em determinadas circunstâncias. Direito de portabilidade: você tem o direito de receber as informações pessoais que nos forneceu em um formato estruturado, de uso comum e legível por máquina, e de transmiti-las a outra entidade. Direito de oposição: você tem o direito de se opor ao processamento das informações pessoais que coletamos sobre você, em determinadas circunstâncias. Links para outros sites Nosso site pode conter links para outros sites que não são operados por nós. Não nos responsabilizamos pelas práticas de privacidade desses sites e recomendamos que revise suas políticas de privacidade antes de fornecer qualquer informação pessoal. Resolução de disputas Se você tiver alguma reclamação ou disputa relacionada à nossa Política de Privacidade ou ao uso das informações pessoais, entre em contato conosco através do endereço de e-mail proprint@gmail.com. Faremos o possível para resolver a questão de forma satisfatória e em conformidade com as leis aplicáveis de proteção de dados. Se a questão não for resolvida de forma satisfatória, você pode recorrer à autoridade de proteção de dados competente em seu país ou região para obter orientação adicional. Atualizações da Política de Privacidade Podemos atualizar esta Política de Privacidade periodicamente para refletir as alterações nas nossas práticas de privacidade ou nas leis aplicáveis de proteção de dados. Publicaremos a versão atualizada em nosso site e indicaremos a data da última atualização na parte superior da página. Recomendamos que revise esta página regularmente para ficar informado sobre como protegemos as informações pessoais. Segurança das informações Adotamos medidas de segurança técnicas e organizacionais para proteger as informações pessoais contra acesso não autorizado, divulgação, alteração ou destruição. Utilizamos criptografia SSL (Secure Sockets Layer) para proteger as transações online e armazenamos as informações em servidores seguros. Cookies e tecnologias semelhantes Utilizamos cookies e tecnologias semelhantes, como pixels e tags, para melhorar a experiência do usuário e personalizar o conteúdo e a publicidade em nosso site. Os cookies são pequenos arquivos de texto que são armazenados no seu dispositivo quando você visita um site. Eles permitem que o site reconheça o seu dispositivo e lembre de suas preferências e ações anteriores. Utilizamos os seguintes tipos de cookies: Cookies essenciais: esses cookies são necessários para o funcionamento do nosso site e não podem ser desativados. Eles incluem cookies que permitem a você fazer login, adicionar produtos ao carrinho de compras e realizar a compra. Cookies de funcionalidade: esses cookies permitem que o nosso site lembre de suas preferências e personalize o conteúdo para você. Eles incluem cookies que lembram a sua linguagem, localização e configurações de pesquisa. Cookies de desempenho: esses cookies coletam informações sobre como você utiliza o nosso site, como as páginas visitadas e os links clicados. Eles nos ajudam a melhorar o desempenho e a funcionalidade do nosso site. Cookies de publicidade: esses cookies são utilizados para exibir anúncios relevantes para você em nosso site e em sites de terceiros. Eles incluem cookies que rastreiam suas atividades de navegação e preferências de produtos. Redes sociais Nosso site pode incluir links para redes sociais, como Facebook, Twitter e Instagram. Esses links podem redirecionar você para os sites das redes sociais, que podem coletar informações sobre você através de cookies e tecnologias semelhantes. Recomendamos que revise as políticas de privacidade das redes sociais antes de utilizar os links. Marketing direto Podemos utilizar as informações pessoais que coletamos para enviar ofertas e promoções de produtos e serviços que acreditamos serem relevantes para você. Você pode se desinscrever das nossas comunicações de marketing a qualquer momento, clicando no link de cancelamento de inscrição no final do e-mail. Contato Se você tiver alguma pergunta ou preocupação sobre nossa Política de Privacidade, entre em contato conosco através do endereço de e-mail proprint@gmail.com. Estamos sempre dispostos a ajudar e responderemos à sua solicitação o mais rápido possível. Pro Print Empowering Printing Excellence Ligações Lar Sobre nós Por que nós Produtos Principais Passivos Ficar atualizado Links adicionais Isenção de responsabilidade Política de Privacidade Termos de uso Contatos proprint@gmail.com Av. Isaac Póvoas, 1000 - Centro Norte, Cuiabá - MT, 78032-015, Brasil +55-65-3319-3000",
    "terms-conditions": "Termos de uso - Diretrizes para usar os serviços Pro Print Pro Print Lar Sobre nós Por que nós Produtos Principais Passivos Ficar atualizado Escrever Termos de uso Política de Links Nosso site pode conter links para outros sites que não são operados por nós. Não nos responsabilizamos pelo conteúdo, exatidão ou opiniões expressas nos sites de terceiros, e tais sites não são investigados, monitorados ou verificados por nossa equipe em relação à exatidão ou integridade. Se você decidir deixar nosso site e acessar esses sites de terceiros, você o faz por sua própria conta e risco. Política de Cookies Usamos cookies para melhorar a experiência do usuário e o desempenho do nosso site. Os cookies são pequenos arquivos de texto que um site transfere para o disco rígido do seu computador através do seu navegador da web, que permitem que o site reconheça o seu navegador e capture e lembre de determinadas informações. Você pode escolher desativar os cookies através das configurações do seu navegador, mas isso pode afetar a funcionalidade do nosso site. Lei Aplicável Estes Termos de Uso serão regidos e interpretados de acordo com as leis do Brasil. Qualquer disputa decorrente destes Termos de Uso ou do uso do nosso site, produtos ou serviços será resolvida nos tribunais do Brasil. Resolução de Disputas Se houver alguma disputa entre você e nós, tentaremos resolvê-la de forma amigável. Se não conseguirmos resolver a disputa de forma amigável, você concorda em submeter a disputa à arbitragem vinculativa em vez de processar em um tribunal. A arbitragem será conduzida de acordo com as regras da Câmara de Arbitragem do Brasil. Terminação Nós nos reservamos o direito de terminar ou suspender o seu acesso ao nosso site, produtos ou serviços a qualquer momento, sem prévio aviso, por qualquer motivo, incluindo, mas não se limitando a, violação destes Termos de Uso. A terminação ou suspensão não afetará seus obrigações ou responsabilidades sob estes Termos de Uso. Integralidade do Acordo Estes Termos de Uso constituem o acordo completo entre você e nós em relação ao uso do nosso site, produtos e serviços, e substituem todos os acordos anteriores ou contemporâneos, sejam eles escritos ou orais, em relação ao assunto. Se alguma disposição destes Termos de Uso for considerada inválida ou inaplicável, essa disposição será eliminada e as disposições restantes permanecerão em vigor. Divisibilidade Se alguma disposição destes Termos de Uso for considerada inválida, ilegal ou inaplicável por um tribunal competente, essa disposição será eliminada e as disposições restantes permanecerão em vigor. Renúncia Nossa falha em exercer ou fazer valer qualquer direito ou disposição destes Termos de Uso não constituirá uma renúncia a tal direito ou disposição. Responsabilidade do Usuário Ao utilizar o nosso site, produtos ou serviços, você concorda em assumir a total responsabilidade por suas ações e pelo conteúdo que você publica ou envia. Você concorda em não usar o nosso site, produtos ou serviços para qualquer propósito ilegal, proibido por estes Termos de Uso ou que possa danificar a reputação ou os interesses do Pro Print. Política de Marketing Podemos usar as informações pessoais que você nos fornece para enviar-lhe informações promocionais sobre nossos produtos e serviços. Se você não deseja receber essas informações, você pode se desinscrever a qualquer momento através do link de desinscrição incluído em cada e-mail promocional que enviamos. Política de Uso Aceitável Ao utilizar o nosso site, produtos ou serviços, você concorda em não: Usar o nosso site, produtos ou serviços para qualquer propósito ilegal, proibido por estes Termos de Uso ou que possa danificar a reputação ou os interesses do Pro Print. Usar o nosso site, produtos ou serviços para enviar spam, cadeias de e-mails ou qualquer outro tipo de conteúdo não solicitado ou não autorizado. Usar o nosso site, produtos ou serviços para enviar ou armazenar qualquer conteúdo que contenha vírus, worms, cavalo de Tróia ou outro código malicioso. Usar o nosso site, produtos ou serviços para interferir ou tentar interferir no funcionamento adequado do nosso site, produtos ou serviços. Contato Se você tiver alguma pergunta ou preocupação sobre estes Termos de Uso, por favor, entre em contato conosco através do endereço de e-mail proprint@gmail.com. Estaremos sempre à disposição para ajudá-lo. Pro Print Empowering Printing Excellence Ligações Lar Sobre nós Por que nós Produtos Principais Passivos Ficar atualizado Links adicionais Isenção de responsabilidade Política de Privacidade Termos de uso Contatos proprint@gmail.com Av. Isaac Póvoas, 1000 - Centro Norte, Cuiabá - MT, 78032-015, Brasil +55-65-3319-3000",
    "thanks": "Obrigado por escolher o Pro Print - Página de confirmação Pro Print Muito obrigado por entrar em contato conosco! A nossa equipe da Pro Print agradece a sua confiança e interesse. Recebemos a sua mensagem e estamos ansiosos para lhe ajudar. Entraremos em contato com você em breve para discutir as suas necessidades de impressão. Até lá, desejamos um ótimo dia! Para principal",
    "about": "Sobre a Pro Print - Conheça Nossa Missão e Equipe Pro Print Lar Sobre nós Por que nós Produtos Principais Passivos Ficar atualizado Escrever Sobre nós Na Pro Print, nos dedicamos a fornecer soluções de impressão e digitalização de primeira linha que atendam às necessidades de indivíduos e empresas. Nossa missão é fornecer produtos de alta qualidade e serviços excepcionais aos nossos clientes, garantindo sua satisfação e sucesso em todos os seus esforços de impressão e digitalização. Nossa missão Nossa missão é capacitar nossos clientes com soluções de impressão e digitalização confiáveis, inovadoras e eficientes que melhorem sua produtividade e criatividade. Nossa visão Imaginamos um mundo onde a impressão e a digitalização sejam contínuas, acessíveis e ambientalmente sustentáveis, impulsionadas pela nossa tecnologia de ponta e pelo compromisso com a excelência. Nossos valores Valorizamos qualidade, integridade e satisfação do cliente. Esses princípios orientam nossas operações e interações, garantindo que entregamos consistentemente os melhores produtos e serviços aos nossos clientes. Nossa história A jornada da impressão profissional Fundada com uma paixão pela inovação e um compromisso com a qualidade, a Pro Print tornou-se um nome confiável na indústria de impressão e digitalização. Nossa jornada começou com um objetivo simples: fornecer soluções de impressão confiáveis ​​e eficientes para atender às diversas necessidades de nossos clientes. Ao longo dos anos, ampliamos nossa linha de produtos e aprimoramos nossos serviços, buscando sempre superar as expectativas. Inovação no coração Na Pro Print, a inovação impulsiona tudo o que fazemos. Desde o desenvolvimento de produtos de ponta até a melhoria das experiências dos clientes, buscamos constantemente novas maneiras de aprimorar nossa tecnologia e serviços. Abordagem Centrada no Cliente Nossos clientes estão no centro do nosso negócio. Ouvimos suas necessidades, entendemos seus desafios e fornecemos soluções personalizadas que os ajudam a atingir seus objetivos. Nossa abordagem centrada no cliente garante que entregamos valor e construímos relacionamentos duradouros. Meet Our Team John Smith, CEO John traz mais de 20 anos de experiência na indústria de tecnologia para a Pro Print. Sua visão e liderança foram fundamentais para impulsionar o crescimento e a inovação da empresa. Sarah Johnson, Diretora de Tecnologia Sarah lidera nosso desenvolvimento tecnológico, garantindo que o Pro Print permaneça na vanguarda da tecnologia de impressão e digitalização. Sua experiência em integração de software e hardware é fundamental para a excelência de nossos produtos. Emily Davis, chefe de suporte ao cliente Emily se dedica a garantir que cada cliente receba um serviço excelente. Sua equipe está sempre pronta para atender qualquer dúvida, fornecendo soluções que atendam às necessidades de nossos clientes. Michael Brown, Diretor de Marketing A criatividade e o pensamento estratégico de Michael nos ajudam a nos conectar com nosso público. Ele supervisiona todas as iniciativas de marketing, garantindo que a mensagem da Pro Print chegue e ressoe com nossos clientes. Nosso compromisso Dedicado à Sustentabilidade Na Pro Print, acreditamos na criação de um futuro sustentável. Nosso compromisso com o meio ambiente se reflete em todos os aspectos do nosso negócio. Desde o desenvolvimento de produtos ecológicos até à implementação de práticas de eficiência energética, esforçamo-nos por minimizar o nosso impacto ambiental. Utilizamos materiais reciclados sempre que possível e concebemos os nossos produtos para serem energeticamente eficientes, ajudando os nossos clientes a reduzir a sua pegada de carbono. Ao escolher o Pro Print, você não está apenas obtendo soluções de impressão e digitalização de alta qualidade, mas também apoiando uma empresa que valoriza e promove ativamente a sustentabilidade. Pro Print Empowering Printing Excellence Ligações Lar Sobre nós Por que nós Produtos Principais Passivos Ficar atualizado Links adicionais Isenção de responsabilidade Política de Privacidade Termos de uso Contatos proprint@gmail.com Av. Isaac Póvoas, 1000 - Centro Norte, Cuiabá - MT, 78032-015, Brasil +55-65-3319-3000 Este site usa cookies para garantir que você tenha a melhor experiência em nosso site. Saber mais Aceitar document.addEventListener(\"DOMContentLoaded\", function () { function shouldDisplayCookieBanner() { return !localStorage.getItem(\"cookieBannerAccepted\"); } if (shouldDisplayCookieBanner()) { document.getElementById(\"cookie-banner\").style.display = \"block\"; } document.getElementById(\"close-cookie-banner\").addEventListener(\"click\", function () { document.getElementById(\"cookie-banner\").style.display = \"none\"; localStorage.setItem(\"cookieBannerAccepted\", true); }); });",
    "disclaimer": "Isenção de responsabilidade - Termos e Condições do Pro Print Pro Print Lar Sobre nós Por que nós Produtos Principais Passivos Ficar atualizado Escrever Isenção de responsabilidade Informações Gerais Todos os produtos e serviços oferecidos neste site são fornecidos pela Pro Print, uma empresa comprometida em oferecer soluções de impressão e digitalização inovadoras e eficientes. Nossa equipe de profissionais está sempre atenta às últimas tendências do mercado para oferecer produtos que atendam às suas expectativas. Produtos Nossos produtos incluem impressoras de jato de tinta, impressoras a laser, scanners de mesa e scanners portáteis. Todos os produtos são de marcas renomadas e passam por rigorosos testes de qualidade antes de serem disponibilizados para venda. No entanto, recomendamos que os clientes leiam cuidadosamente as especificações do produto antes de fazer uma compra. Preços Todos os preços exibidos no site são em Reais e incluem impostos. No entanto, os preços podem ser alterados sem aviso prévio. Além disso, os preços podem variar dependendo da localização do cliente devido aos custos de entrega. Atualizações do Site Nós nos esforçamos para manter nossas informações atualizadas e precisas. No entanto, recomendamos que os clientes verifiquem regularmente o nosso site para obter informações atualizadas sobre nossos produtos e serviços. Além disso, podemos fazer alterações no conteúdo do site a qualquer momento sem aviso prévio. Segurança Online A segurança online é uma preocupação importante para nós. Usamos medidas de segurança avançadas para proteger as informações pessoais e financeiras de nossos clientes. No entanto, recomendamos que os clientes também tomem precauções para proteger suas informações pessoais ao fazer compras online. Uso de Cookies Usamos cookies para melhorar a experiência do usuário em nosso site. Os cookies são pequenos arquivos de texto que são armazenados no computador do usuário e nos permitem reconhecer os usuários quando eles retornam ao nosso site. Os usuários podem desabilitar os cookies em suas configurações de navegador, mas isso pode afetar a funcionalidade do site. Links para Outros Sites Nosso site pode conter links para outros sites que não são operados por nós. Não nos responsabilizamos pelo conteúdo ou práticas de privacidade desses sites. Recomendamos que os usuários leiam as políticas de privacidade desses sites antes de fornecer quaisquer informações pessoais. Direitos Autorais Todo o conteúdo do nosso site, incluindo textos, imagens, logotipos e outros materiais, é protegido por direitos autorais e pertence à Pro Print. Não é permitida a reprodução, distribuição ou exibição pública desse conteúdo sem nossa autorização prévia por escrito. Produtos Recondicionados Além de nossos produtos novos, também oferecemos impressoras e scanners recondicionados. Esses produtos foram devolvidos por clientes e passaram por um processo rigoroso de inspeção e reparo, se necessário. Eles são vendidos a um preço mais baixo do que os produtos novos e vêm com uma garantia limitada. Programa de Reciclagem Nós nos preocupamos com o meio ambiente e oferecemos um programa de reciclagem para nossos clientes. Se você tiver uma impressora ou scanner antigo que deseja descartar, entre em contato conosco para obter informações sobre como reciclar adequadamente o produto. Cartuchos de Tinta e Tôner Também oferecemos cartuchos de tinta e tôner originais e compatíveis para nossas impressoras. Todos os cartuchos são testados para garantir a qualidade e o desempenho. Recomendamos que os clientes usem apenas cartuchos originais ou compatíveis recomendados por nós para garantir a melhor qualidade de impressão. Serviços de Manutenção Oferecemos serviços de manutenção para nossas impressoras e scanners. Nossa equipe de técnicos qualificados pode ajudar a manter seus equipamentos funcionando corretamente. Se você tiver algum problema com seu equipamento, entre em contato conosco para agendar uma visita de manutenção. Promoções e Descontos Periodicamente, oferecemos promoções e descontos especiais em nossos produtos e serviços. Essas promoções podem ser anunciadas em nosso site ou através de nossas redes sociais. Recomendamos que os clientes nos sigam nas redes sociais para ficarem atualizados sobre nossas promoções. Contato Para mais informações sobre nossos produtos e serviços, ou se você tiver alguma dúvida ou reclamação, entre em contato conosco através do e-mail: proprint@gmail.com Pro Print Empowering Printing Excellence Ligações Lar Sobre nós Por que nós Produtos Principais Passivos Ficar atualizado Links adicionais Isenção de responsabilidade Política de Privacidade Termos de uso Contatos proprint@gmail.com Av. Isaac Póvoas, 1000 - Centro Norte, Cuiabá - MT, 78032-015, Brasil +55-65-3319-3000",
    "index": "Bem-vindo ao Pro Print - sua fonte de impressoras e scanners de qualidade Pro Print Lar Sobre nós Por que nós Produtos Principais Passivos Ficar atualizado Escrever Impressão Profissional com Pro Print Bem-vindo à Pro Print, sua parceira de confiança para todas as necessidades de impressão e digitalização. Oferecemos uma ampla gama de impressoras e scanners de alta qualidade para garantir que seus projetos sejam realizados com excelência. Descubra nossas soluções inovadoras e torne suas tarefas de impressão mais fáceis e eficientes. Com Pro Print, você imprime como um profissional! Por que nós Por que escolher a impressão profissional? Impressoras de alta qualidade Experimente impressão de alto nível com nossa linha de impressoras de alta qualidade projetadas para uso doméstico e no escritório. Scanners Eficientes Nossos scanners avançados garantem uma digitalização rápida e precisa de seus documentos e fotos. Preços acessíveis Obtenha o melhor valor pelo seu dinheiro com nossos produtos e ofertas com preços competitivos. Fácil configuração Desfrute de uma configuração descomplicada com guias fáceis de usar e suporte para todos os nossos dispositivos. Excelente suporte ao cliente Nossa equipe dedicada de suporte ao cliente está aqui para ajudá-lo com qualquer dúvida ou problema. Opções ecológicas Escolha entre nossa seleção de impressoras e scanners ecológicos para reduzir sua pegada ambiental. Desempenho confiável Conte com um desempenho consistente e confiável com nossas soluções de impressão e digitalização de alta qualidade. Entrega rápida Beneficie dos nossos serviços de entrega rápidos e seguros, entregando os seus produtos prontamente. Nossos principais produtos Descubra nossas impressoras e scanners mais vendidos, selecionados por seu desempenho, confiabilidade e valor. Impressão profissional X100 Esta versátil impressora multifuncional oferece impressões, cópias e digitalizações de alta qualidade, perfeita para uso doméstico e no escritório. Pro Scan S300 Com tecnologia de digitalização avançada, o Pro Scan S300 oferece cópias digitais nítidas e claras de seus documentos e fotos. Impressão Ecológica E200 Nossa impressora ecológica oferece desempenho eficiente e ajuda você a reduzir sua pegada de carbono com recursos de economia de energia. Scanner de alta velocidade H500 Projetado para oferecer velocidade e eficiência, o High-Speed ​​Scanner H500 lida com grandes volumes com facilidade, tornando-o ideal para ambientes movimentados. Impressão Compacta C150 A Compact Print C150 é perfeita para espaços pequenos, oferecendo impressão de alta qualidade num design elegante e compacto. Impressão sem fio W700 Aproveite a conveniência da impressão sem fio com o Wireless Print W700, que oferece conectividade perfeita com todos os seus dispositivos. Nosso compromisso com você Serviço e suporte excepcionais Consulta especializada Nossa equipe de especialistas está aqui para ajudá-lo a encontrar as soluções de impressão e digitalização perfeitas, adaptadas às suas necessidades específicas. Se você precisar de conselhos sobre como escolher o modelo certo ou de assistência na configuração, estamos aqui para orientá-lo em cada etapa do processo. Garantia abrangente Garantimos a qualidade de nossos produtos com uma garantia abrangente que lhe dá tranquilidade. Caso você encontre algum problema, nossa garantia cobre reparos e substituições para garantir sua total satisfação. Atualizações e upgrades regulares Fique à frente com a tecnologia mais recente por meio de nossas atualizações regulares e opções de atualização. Fornecemos atualizações de software e firmware para aprimorar a funcionalidade de seus dispositivos, bem como opções de atualização para manter seu equipamento de última geração. Ficar atualizado Últimas notícias e insights Acompanhe as últimas tendências e avanços no mundo da impressão e digitalização. Nosso blog e seção de notícias fornecem informações valiosas, dicas e atualizações para ajudá-lo a aproveitar ao máximo seus produtos Pro Print. Tendências da indústria Fique à frente da curva com nossos artigos detalhados sobre as últimas tendências do setor. Saiba mais sobre novas tecnologias, mudanças de mercado e inovações que estão moldando o futuro da impressão e digitalização. Guias de produtos Aproveite ao máximo seus dispositivos Pro Print com nossos guias de produtos abrangentes. Desde dicas de configuração até recursos avançados, nossos guias foram elaborados para ajudá-lo a maximizar o potencial do seu equipamento. Dicas de como fazer Descubra dicas práticas que simplificam suas tarefas de impressão e digitalização. Nossa consultoria especializada cobre tudo, desde a solução de problemas comuns até a otimização das configurações do seu dispositivo para obter os melhores resultados. Junte-se a nossa comunidade Conecte-se com o Pro Print Na Pro Print, acreditamos na construção de uma comunidade forte em torno de nossos produtos e serviços. Conecte-se conosco nas redes sociais, assine nosso boletim informativo e participe de nossos fóruns on-line para se manter envolvido e informado. Compartilhamos regularmente atualizações, ofertas especiais e dicas de especialistas para ajudá-lo a aproveitar ao máximo sua experiência de impressão e digitalização. Seu feedback e participação são inestimáveis ​​para nós, pois nos esforçamos continuamente para melhorar e inovar. Junte-se à comunidade Pro Print hoje mesmo e faça parte de uma rede de pessoas com ideias semelhantes que valorizam qualidade, eficiência e serviço excepcional. Nossos mais vendidos Principais escolhas para você Impressão profissional X100 Esta versátil impressora multifuncional oferece impressões, cópias e digitalizações de alta qualidade, perfeita para uso doméstico e no escritório. R$ 1,200 Ordem Pro Scan S300 Com tecnologia de digitalização avançada, o Pro Scan S300 oferece cópias digitais nítidas e claras de seus documentos e fotos. R$ 850 Ordem Impressão Ecológica E200 Nossa impressora ecológica oferece desempenho eficiente e ajuda você a reduzir sua pegada de carbono com recursos de economia de energia. R$ 1,000 Ordem Scanner de alta velocidade H500 Projetado para oferecer velocidade e eficiência, o High-Speed ​​Scanner H500 lida com grandes volumes com facilidade, tornando-o ideal para ambientes movimentados. R$ 1,500 Ordem Impressão sem fio W700 Aproveite a conveniência da impressão sem fio com o Wireless Print W700, que oferece conectividade perfeita com todos os seus dispositivos. R$ 1,300 Ordem Entrar em contato Contate-nos Ligue para nós +55-65-3319-3000 Endereço de email proprint@gmail.com Localização Av. Isaac Póvoas, 1000 - Centro Norte, Cuiabá - MT, 78032-015, Brasil Adoraríamos ouvir de você Aceito a Política de Privacidade Enviar Pro Print Empowering Printing Excellence Ligações Lar Sobre nós Por que nós Produtos Principais Passivos Ficar atualizado Links adicionais Isenção de responsabilidade Política de Privacidade Termos de uso Contatos proprint@gmail.com Av. Isaac Póvoas, 1000 - Centro Norte, Cuiabá - MT, 78032-015, Brasil +55-65-3319-3000 Este site usa cookies para garantir que você tenha a melhor experiência em nosso site. Saber mais Aceitar document.addEventListener(\"DOMContentLoaded\", function () { function shouldDisplayCookieBanner() { return !localStorage.getItem(\"cookieBannerAccepted\"); } if (shouldDisplayCookieBanner()) { document.getElementById(\"cookie-banner\").style.display = \"block\"; } document.getElementById(\"close-cookie-banner\").addEventListener(\"click\", function () { document.getElementById(\"cookie-banner\").style.display = \"none\"; localStorage.setItem(\"cookieBannerAccepted\", true); }); });"
  },
  "date": "2024-06-21T11:53:18.089Z"
}