{
  "name": "New_HotelSerenidade_Portugal",
  "pages": {
    "casino": "Cassino - Hotel Serenidade | Entretenimento e Jogos de Azar ☰ Sobre Nós Ofertas Cassino Contatos Viva a Emoção: Bem-vindo ao Nosso Cassino Entre no mundo do entretenimento e emoção no cassino do Hotel Serenidade. Oferecemos uma variedade de jogos e atrações para você se divertir e testar sua sorte. Venha viver uma experiência inesquecível de lazer e adrenalina! Descubra a Emoção do Nosso Cassino Entretenimento de Classe Mundial No Hotel Serenidade, o cassino é mais do que apenas um local de jogos; é um destino onde luxo e entretenimento se encontram. Nossos visitantes são recebidos em um ambiente sofisticado e exclusivo, projetado para proporcionar uma experiência inesquecível. Desde a entrada, você será envolvido pela atmosfera vibrante e pelas opções de entretenimento de alta qualidade. Nossas mesas oferecem uma variedade de jogos clássicos e contemporâneos, cada um com seu próprio charme e desafio. Se você é um jogador experiente ou está apenas começando, nossos revendedores profissionais estão sempre à disposição para garantir que sua experiência seja suave e emocionante. Além dos jogos, nosso cassino oferece um ambiente elegante para socializar, relaxar e desfrutar da companhia de amigos e colegas. Jogue com Conforto e Segurança No Hotel Serenidade, priorizamos a segurança e o conforto dos nossos hóspedes. Nosso cassino é equipado com as mais recentes medidas de segurança para garantir que sua experiência de jogo seja segura e livre de preocupações. Nossa equipe está treinada para garantir o cumprimento das regras e regulamentos, proporcionando um ambiente justo e transparente para todos. Além disso, oferecemos serviços premium para tornar sua visita ao cassino ainda mais especial. Desde bebidas refrescantes até snacks gourmet, estamos aqui para atender às suas necessidades enquanto você desfruta de momentos emocionantes no cassino. Venha experimentar o luxo e a emoção do nosso cassino no Hotel Serenidade, onde cada visita promete ser uma aventura única e memorável. Diversão e Entretenimento de Alta Qualidade no Nosso Cassino Explore toda a emoção e sofisticação do cassino no Hotel Serenidade. Oferecemos uma experiência única de entretenimento, onde você pode testar sua sorte e habilidade em jogos empolgantes. A Roda da Fortuna Gire a roda e deixe o destino determinar sua sorte. Com prêmios luxuosos e surpresas emocionantes, cada rodada é uma chance de transformar sua fortuna. Blackjack Misterioso Desafie-se neste jogo de cartas enigmático, onde estratégia e intuição se encontram. Aposte alto e vença o desafio de superar a banca. Pôquer das Estrelas Uma mesa onde os talentos se encontram e a astúcia prevalece. Jogue contra os melhores em uma partida que pode mudar seu destino. Roleta da Sorte Gire a roda e sinta a adrenalina enquanto a bola gira. Cada número é uma chance de ganhar grandes prêmios e criar memórias inesquecíveis. Caça-níqueis Encantados Deixe-se envolver pela magia dos caça-níqueis, onde símbolos se alinham para revelar prêmios misteriosos. Uma jornada de sorte e encantamento espera por você. Bacará Real Mergulhe na nobreza deste clássico jogo de cartas, onde cada rodada é uma batalha pela supremacia. Venha desafiar a sorte e mostrar sua habilidade estratégica no Hotel Serenidade. Endereço Rua Comissão de Iniciativa 13, 2410-098 Leiria, Portugal Email hotelserenidade@gmail.com Telefone +351-21-123-4567 política de Privacidade Termos e Condições Aviso Legal Verificação de Idade - Acesso Restrito para Maiores de 18 Anos Para acessar esta área, é necessário confirmar que você tem mais de 18 anos de idade. Por favor, entenda que este conteúdo é destinado apenas a adultos. Se você é maior de idade, clique no botão abaixo para acessar. Caso contrário, recomendamos voltar à página inicial. Eu tenho 18 Tenho menos de 18 anos function closePopup(confirmation) { document.getElementById(\"overlay\").style.display = \"none\"; document.getElementById(\"popup\").style.display = \"none\"; } document.addEventListener(\"DOMContentLoaded\", function () { document.getElementById(\"overlay\").style.display = \"block\"; document.getElementById(\"popup\").style.display = \"block\"; });",
    "contact": "Contato - Hotel Serenidade | Fale Conosco ☰ Sobre Nós Ofertas Cassino Contatos Estamos Aqui para Você: Fale Conosco! Estamos aqui para ajudar! Se você tiver dúvidas, precisar de mais informações ou desejar fazer uma reserva, não hesite em nos contatar. Nossa equipe está pronta para oferecer suporte e garantir que sua experiência no Hotel Serenidade seja perfeita desde o primeiro contato. Últimas Notícias e Atualizações Inauguração da Nova Ala de Spa Estamos felizes em anunciar a inauguração da nossa nova ala de spa no Hotel Serenidade. Com design moderno e serviços exclusivos, o spa oferece uma variedade de tratamentos rejuvenescedores e relaxantes. Venha descobrir o seu oásis de bem-estar conosco! Celebrando Conquistas: Prêmio de Excelência em Hospitalidade É com orgulho que compartilhamos que o Hotel Serenidade foi agraciado com o Prêmio de Excelência em Hospitalidade pelo segundo ano consecutivo. Este reconhecimento é um reflexo do nosso compromisso com o serviço excepcional e experiências memoráveis para nossos hóspedes. Fale Conosco - Estamos Aqui para Ouvir Você! No Hotel Serenidade, valorizamos a sua opinião e queremos garantir que sua experiência conosco seja excepcional em todos os aspectos. Nossa equipe está sempre disponível para responder suas perguntas, ouvir seus comentários e ajudar no que for necessário. Utilize o formulário abaixo para nos enviar suas dúvidas, sugestões ou solicitações, e entraremos em contato o mais breve possível para ajudá-lo. Endereço Rua Comissão de Iniciativa 13, 2410-098 Leiria, Portugal Telefone +351-21-123-4567 Enviar Concordo em Política de Privacidade Perguntas Frequentes - Tudo o que Você Precisa Saber Quais são os horários de check-in e check-out no Hotel Serenidade? O horário de check-in é às 15h00 e o check-out é até às 12h00. Oferecemos flexibilidade sempre que possível, sujeito a disponibilidade. O Hotel Serenidade oferece serviço de transporte para o aeroporto? Sim, oferecemos serviço de transporte para o aeroporto mediante solicitação. Para mais informações e reservas, entre em contato com nossa recepção. Posso fazer uma reserva sem cartão de crédito? Para garantir sua reserva, solicitamos um cartão de crédito válido. Em alguns casos, podemos oferecer outras opções de garantia de reserva. Entre em contato conosco para mais detalhes. O Hotel Serenidade aceita animais de estimação? Lamentamos, mas não permitimos a entrada de animais de estimação no hotel, exceto cães-guia para pessoas com deficiência. Endereço Rua Comissão de Iniciativa 13, 2410-098 Leiria, Portugal Email hotelserenidade@gmail.com Telefone +351-21-123-4567 política de Privacidade Termos e Condições Aviso Legal",
    "disclaimer": "Isenção de Responsabilidade - Hotel Serenidade | Aviso Legal ☰ Sobre Nós Ofertas Cassino Contatos Isenção de Responsabilidade Bem-vindo ao Hotel Serenidade. 1. Exclusão de Garantias As informações fornecidas neste site são para fins gerais e informativos. Apesar de nossos esforços para manter as informações precisas e atualizadas, não garantimos a completude, precisão, confiabilidade, adequação ou disponibilidade das informações, produtos, serviços ou gráficos relacionados contidos no site para qualquer finalidade. Qualquer confiança que você depositar nessas informações é por sua conta e risco. 2. Limitação de Responsabilidade Não seremos responsáveis por qualquer perda ou dano direto, indireto, consequente ou incidental, incluindo perda de dados ou lucros decorrentes do uso deste site ou de qualquer site vinculado a ele. 3. Links para Outros Sites Este site pode conter links para outros sites que não estão sob nosso controle. Não nos responsabilizamos pela natureza, conteúdo e disponibilidade desses sites. A inclusão de qualquer link não implica necessariamente uma recomendação ou endosso das opiniões expressas dentro deles. 4. Alterações e Interrupções Reservamo-nos o direito de modificar, suspender ou interromper o site (ou qualquer parte dele) temporária ou permanentemente, sem aviso prévio. Não seremos responsáveis perante você ou qualquer terceiro por qualquer modificação, suspensão ou interrupção do site. 5. Entre em Contato Conosco Se você tiver alguma dúvida sobre este aviso legal, entre em contato conosco pelo e-mail Para qualquer dúvida ou questão sobre esta isenção de responsabilidade, entre em contato pelo email hotelserenidade@gmail.com.. Endereço Rua Comissão de Iniciativa 13, 2410-098 Leiria, Portugal Email hotelserenidade@gmail.com Telefone +351-21-123-4567 política de Privacidade Termos e Condições Aviso Legal",
    "index": "Sobre Nós - Hotel Serenidade | Conheça Nossa História e Equipe ☰ Sobre Nós Ofertas Cassino Contatos Descubra a Essência do Hotel Serenidade Conheça a história e a essência do Hotel Serenidade. Nossa missão é proporcionar uma experiência única e inesquecível aos nossos hóspedes, com conforto, qualidade e um atendimento excepcional. Descubra mais sobre quem somos e o que nos motiva a oferecer o melhor em hospitalidade. Quartos Nossa Missão: Proporcionando a Experiência Ideal para Você Estamos comprometidos em proporcionar momentos memoráveis para cada um dos nossos hóspedes. No Hotel Serenidade, nossa missão é oferecer experiências únicas e surpreendentes, onde cada detalhe é cuidadosamente planejado para garantir seu conforto e satisfação. Com uma fusão de herança histórica e modernidade, nosso hotel encarna a harmonia entre estilo e funcionalidade. Não oferecemos apenas um lugar para ficar, mas sim uma jornada que inspira e cria memórias inesquecíveis. Do nosso atendimento excepcional às comodidades requintadas e eventos exclusivos, cada aspecto do Hotel Serenidade é projetado para superar suas expectativas e proporcionar uma estadia verdadeiramente memorável. Conheça as Vantagens Exclusivas do Hotel Serenidade Aproveite a conexão Wi-Fi de alta velocidade em todas as áreas do hotel, garantindo que você esteja sempre conectado e atualizado. Nosso serviço de quarto está disponível 24 horas por dia, pronto para atender suas necessidades de conforto e conveniência a qualquer momento, seja de dia ou à noite. Oferecemos estacionamento seguro e conveniente para garantir tranquilidade total durante toda a sua hospedagem. Nosso restaurante gourmet no local proporciona uma experiência culinária única, com pratos saborosos preparados por chefs experientes, em um ambiente acolhedor e elegante. Conheça Nossa Equipe Excepcional Nossa equipe é composta por profissionais dedicados e apaixonados, comprometidos em oferecer uma estadia memorável e confortável. Cada membro da equipe contribui para a excelência do Hotel Serenidade, garantindo que todos os detalhes sejam cuidadosamente planejados para superar suas expectativas. Ricardo Almeida Ricardo é o líder visionário de nossa equipe, com vasta experiência na indústria hoteleira. Ele se dedica a garantir que cada aspecto de sua estadia seja impecável e inesquecível. Diretor Executivo Gabriel Costa Gabriel é apaixonado por gastronomia e pela arte de criar experiências culinárias únicas. Utilizando ingredientes frescos e técnicas modernas, ele oferece pratos deliciosos que satisfazem os paladares mais exigentes. Chef Executivo Leonardo Pereira Leonardo é responsável por garantir que todas as áreas do hotel estejam sempre em perfeitas condições. Sua expertise técnica e compromisso com a qualidade proporcionam um ambiente seguro e confortável para nossos hóspedes. Diretor de Operações Fernando Carvalho Fernando é especialista em oferecer um atendimento personalizado e eficiente. Ele está sempre disponível para ajudar com recomendações locais, reservas de passeios e todas as necessidades durante sua estadia no Hotel Serenidade. Concierge Endereço Rua Comissão de Iniciativa 13, 2410-098 Leiria, Portugal Email hotelserenidade@gmail.com Telefone +351-21-123-4567 política de Privacidade Termos e Condições Aviso Legal",
    "privacy-policy": "Política de Privacidade - Hotel Serenidade | Proteção de Dados Pessoais ☰ Sobre Nós Ofertas Cassino Contatos Política de Privacidade 1. Introdução Bem-vindo ao Hotel Serenidade. Temos um compromisso firme em proteger suas informações pessoais e o seu direito à privacidade. Caso tenha alguma dúvida ou preocupação sobre nossa política ou sobre nossas práticas em relação às suas informações pessoais, entre em contato conosco pelo e-mail hotelserenidade@gmail.com. 2. Informações Que Coletamos Recolhemos informações pessoais que você nos fornece voluntariamente ao registrar-se no nosso site, fazer uma reserva, demonstrar interesse em obter informações sobre nossos produtos e serviços, ou ao entrar em contato conosco de outras maneiras. As informações pessoais coletadas dependem das interações que você tem conosco e com o site, das escolhas que você faz e dos produtos e funcionalidades que utiliza. Exemplos de informações pessoais que podemos coletar incluem: Nome e Dados de Contato (como nome completo, endereço de e-mail, endereço postal, número de telefone) Informações de Pagamento (como número de cartão de crédito, endereço de cobrança) Detalhes da Reserva (como datas de check-in e check-out, pedidos especiais) 3. Uso das Suas Informações Utilizamos as informações coletadas para diversas finalidades, incluindo: Facilitar a criação e o login de contas Gerenciar contas de usuário Processar transações e gerenciar reservas Enviar informações administrativas necessárias Atender e gerenciar suas reservas e estadias Responder a perguntas e oferecer suporte aos usuários Enviar comunicações de marketing e promoções Publicar depoimentos com sua permissão Entregar publicidade direcionada Aplicar nossos termos, condições e políticas 4. Compartilhamento das Suas Informações Compartilhamos suas informações somente em situações específicas, como: Cumprimento de leis aplicáveis Proteção de interesses vitais e direitos legais Transferências comerciais Com seu consentimento explícito Com outros usuários, se você optar por compartilhar informações publicamente 5. Segurança das Suas Informações Implementamos medidas de segurança administrativas, técnicas e físicas para proteger suas informações pessoais. Contudo, mesmo com medidas razoáveis, nenhum sistema é completamente imune a violações de segurança. 6. Retenção das Suas Informações Manteremos suas informações pessoais apenas pelo tempo necessário para os propósitos descritos nesta política, a menos que um período de retenção mais longo seja exigido ou permitido por lei. 7. Seus Direitos de Privacidade Você tem o direito de solicitar acesso às informações pessoais que coletamos sobre você, alterá-las ou excluí-las em algumas circunstâncias. Para solicitar a revisão, atualização ou exclusão de suas informações pessoais, visite nossa página de contato ou envie um e-mail para hotelserenidade@gmail.com. 8. Privacidade de Menores Não coletamos intencionalmente informações de crianças menores de 18 anos. Ao usar nosso site, você declara que tem pelo menos 18 anos ou é responsável legal por um menor que utiliza o site. Caso descubramos que coletamos informações de menores de 18 anos, tomaremos medidas para excluir essas informações de nossos sistemas. 9. Alterações nesta Política de Privacidade Podemos atualizar esta política periodicamente. A versão revisada entrará em vigor após sua publicação, por isso recomendamos revisar esta política regularmente. 10. Entre em Contato Conosco Se você tiver perguntas ou comentários sobre esta política, entre em contato conosco pelo e-mail hotelserenidade@gmail.com. Endereço Rua Comissão de Iniciativa 13, 2410-098 Leiria, Portugal Email hotelserenidade@gmail.com Telefone +351-21-123-4567 política de Privacidade Termos e Condições Aviso Legal",
    "services": "Ofertas Especiais - Hotel Serenidade | Promoções e Descontos Exclusivos ☰ Sobre Nós Ofertas Cassino Contatos Surpresas e Descontos Imperdíveis Esperam por Você! Aproveite nossas promoções exclusivas e torne sua estadia no Hotel Serenidade ainda mais memorável. Descontos imperdíveis, pacotes especiais e benefícios únicos esperam por você. Não perca a oportunidade de viver momentos incríveis conosco a preços vantajosos! Descubra Nossas Acomodações Exclusivas Explore o conforto e a elegância das nossas acomodações no Hotel Serenidade. Cada quarto foi meticulosamente planejado para proporcionar uma estadia relaxante e inesquecível, combinando estilo moderno com comodidades contemporâneas. Suíte Serenidade Uma suíte luxuosa com vistas deslumbrantes da cidade, ideal para aqueles que buscam conforto e privacidade. Esta suíte espaçosa inclui áreas de estar separadas, banheira de hidromassagem e serviços exclusivos. 500€ Reservar Quarto Deluxe Quartos amplos e elegantemente decorados, perfeitos para uma estadia relaxante e revigorante. Equipados com camas confortáveis, área de trabalho funcional e decoração sofisticada. 250€ Reservar Suíte Familiar Acomodações espaçosas e confortáveis, ideais para famílias ou grupos. Estas suítes oferecem uma atmosfera acolhedora com áreas separadas para dormir e relaxar, perfeitas para uma estadia prolongada. 350€ Reservar Quarto Executivo Projetado para viajantes a negócios que valorizam conforto e funcionalidade. Estes quartos oferecem um ambiente tranquilo e equipamentos modernos para garantir uma estadia produtiva. 200€ Reservar Suíte Júnior Uma opção elegante e acolhedora para quem deseja um espaço adicional durante sua estadia. As suítes júnior são ideais para hóspedes que valorizam o conforto e o luxo discreto. 300€ Reservar Quarto Standard Conforto essencial a um preço acessível para todos os tipos de viajantes. Estes quartos oferecem todas as comodidades necessárias para uma estadia agradável, em um ambiente acolhedor e bem decorado. 150€ Reservar *Observação, todos os preços são por 1 noite Serviço de Transfer para o Aeroporto Desfrute da conveniência e do conforto do nosso serviço de transfer para o aeroporto no Hotel Serenidade. Seja você um hóspede a negócios ou a lazer, nosso serviço de transporte garante que sua viagem comece ou termine sem complicações. Nossa equipe profissional está pronta para oferecer um transporte seguro e eficiente, levando você diretamente do hotel ao aeroporto, ou vice-versa, com total pontualidade. Nosso serviço de transfer para o aeroporto é operado por motoristas experientes e veículos modernos, garantindo uma experiência de viagem tranquila e agradável. Com horários flexíveis e atendimento personalizado, priorizamos seu conforto e satisfação. Reserve antecipadamente para garantir sua vaga e aproveitar uma viagem livre de estresse, permitindo que você se concentre em aproveitar ao máximo sua estadia no Hotel Serenidade. Endereço Rua Comissão de Iniciativa 13, 2410-098 Leiria, Portugal Email hotelserenidade@gmail.com Telefone +351-21-123-4567 política de Privacidade Termos e Condições Aviso Legal",
    "terms-conditions": "Termos e Condições - Hotel Serenidade | Regras de Utilização do Site e Serviços ☰ Sobre Nós Ofertas Cassino Contatos Termos e Condições de Utilização 1. Boas-vindas ao Hotel Serenidade Saudações do Hotel Serenidade. Estes Termos e Condições regulam o uso do nosso site e dos serviços que oferecemos. Ao acessar ou utilizar nosso site, você concorda em cumprir e ficar vinculado a estes Termos e Condições. Se não concordar com estes termos, por favor, evite utilizar nosso site ou serviços. 2. Definições Importantes Para os efeitos destes Termos e Condições: \"Empresa\", \"nós\" ou \"nosso\" refere-se ao Hotel Serenidade. ou \"Serviço\" significa todos os serviços fornecidos através do nosso site. \"Você\", \"seu\" ou \"usuário\" refere-se a qualquer pessoa que acessa ou utiliza nosso site. refere-se aos serviços prestados pelo Hotel Serenidade, incluindo acomodação e serviços de hospitalidade relacionados. 3. Uso Responsável do Site ou Você concorda em usar nosso site apenas para fins legais e de maneira que não viole os direitos de terceiros ou restrinja o uso do site por outros usuários. Você também concorda em não tentar acessar o site de maneira não autorizada. refere-se à pessoa que acessa ou utiliza nosso site ou serviços. 4. Alterações e Suspensões Reservamos o direito de modificar, suspender ou interromper qualquer parte do site a qualquer momento, com ou sem aviso prévio. Podemos restringir ou interromper seu acesso ao site sem responsabilidade. 5. Limitação de Responsabilidade Em nenhuma circunstância seremos responsáveis por danos diretos, indiretos, incidentais, especiais, consequenciais ou punitivos decorrentes do uso ou incapacidade de usar nosso site ou serviços, incluindo perda de lucros, receita, dados, uso ou boa vontade. 6. Alterações nos Termos Podemos revisar estes Termos e Condições a qualquer momento. Ao continuar a acessar ou usar nosso site após tais revisões, você concorda em estar vinculado aos Termos e Condições revisados. Recomendamos que você revise periodicamente estes Termos e Condições para estar ciente de quaisquer alterações. 7. Contato Se você tiver alguma dúvida sobre estes Termos e Condições, entre em contato conosco pelo e-mail hotelserenidade@gmail.com. 7. Contato Se você tiver alguma dúvida sobre estes Termos e Condições, entre em contato conosco pelo e-mail hotelserenidade@gmail.com. Endereço Rua Comissão de Iniciativa 13, 2410-098 Leiria, Portugal Email hotelserenidade@gmail.com Telefone +351-21-123-4567 política de Privacidade Termos e Condições Aviso Legal",
    "thanks": "Obrigado por Visitar - Hotel Serenidade | Agradecimento Especial body { font-family: Arial, sans-serif; background-color: #f4f4f4; text-align: center; padding: 50px; } h1 { color: #333; } p { color: #666; font-size: 18px; } .back { max-width: 300px; background-color: #2f5349; margin: auto; align-items: center; text-align: center; padding: 10px; transition: 0.3s; cursor: pointer; color: white; text-decoration: none; } .back:hover { background-color: white; border: 2px solid #2f5349; transition: 0.3s; color: rgb(0, 0, 0); transition: 0.3s; } Obrigado por Visitar o Nosso Site! Agradecemos por visitar o site do Hotel Serenidade. Esperamos que você tenha encontrado as informações que estava procurando. Se precisar de mais alguma coisa ou tiver perguntas, não hesite em entrar em contato conosco. Estamos aqui para ajudar! Para mais informações sobre nossos serviços ou reservas, por favor, visite outras seções do nosso site ou entre em contato diretamente através do e-mail hotelserenidade@gmail.com. Obrigado mais uma vez e esperamos recebê-lo em breve no Hotel Serenidade! lar"
  },
  "date": "2024-07-19T10:56:23.591Z"
}