{
  "name": "New_v11_WriteRight",
  "pages": {
    "index": "Write Right - Loja de Artigos de Papelaria no Brasil writeright@gmail.com + 55 (13) 56981234 Manaus - AM, 69015-260, Brasil Lar Sobre nós Nosso time Contatos Write Right Melhore seu ambiente de trabalho com nossos produtos de papelaria exclusivos. Escreva para nós Fornecendo produtos de papelaria de qualidade desde 2011. Depoimentos de Clientes O Que Nossos Clientes Dizem “Write Right ofereceu um serviço excepcional do início ao fim. A atenção aos detalhes e o compromisso com a qualidade são evidentes em todos os seus produtos de papelaria. Altamente recomendado!” Ana Souza Brasil Nossa História Sobre a Write Right Na Write Right, acreditamos que vender produtos de papelaria é mais do que um trabalho; é nossa paixão e compromisso com a excelência. Esforçamo-nos para criar não apenas produtos, mas experiências que inspirem produtividade, criatividade e organização. Nossa equipe é dedicada a transformar a experiência de trabalho, promovendo conexões entre colegas e melhorando os ambientes de trabalho para elevar a cultura organizacional. Com atenção meticulosa aos detalhes e uma compreensão profunda das necessidades modernas, oferecemos soluções que superam expectativas e transformam escritórios em espaços dinâmicos e inspiradores. De cadernos ergonômicos a organizadores modulares, cada produto que oferecemos é feito com precisão e cuidado, refletindo nosso compromisso com qualidade e inovação. Explore nossa extensa linha de produtos e sinta a diferença que a Write Right pode fazer em seu ambiente de trabalho. Descubra a combinação perfeita de funcionalidade, estética e durabilidade com as soluções de papelaria da Write Right. Deixe-nos ajudar a criar um espaço de trabalho que reflita sua visão e melhore o desempenho de sua empresa. Melhore seu ambiente de escritório com a Write Right hoje e experimente a diferença que a qualidade e o artesanato podem fazer. Andrea Silva A Fundadora da Write Right. Como a visionária fundadora da Write Right, Maria Silva traz uma vasta experiência, conhecimento e paixão para o mundo da comercialização de produtos de papelaria. Com 20 anos de experiência no setor, Maria Silva é conhecida por seus designs inovadores, atenção aos detalhes e compromisso com a qualidade. Movida por uma paixão profunda por criar ambientes de trabalho inspiradores que aumentam a produtividade e o conforto, Maria Silva desempenhou um papel fundamental na formação da identidade da Write Right. Ela está ativamente envolvida em programas de mentoria e associações da indústria, demonstrando seu compromisso com a excelência e liderança no campo da comercialização de papelaria. A visão criativa e a abordagem prática de Maria Silva no design foram fundamentais para o sucesso de inúmeros projetos, desde cadernos ergonômicos até organizadores modulares, proporcionando soluções funcionais e esteticamente agradáveis para escritórios em todo o Brasil. Nossos Produtos O Que Oferecemos Desde a concepção inicial até a entrega final, nossa equipe na Write Right está dedicada a oferecer soluções inovadoras e sustentáveis para a fabricação de suprimentos de escritório. 0 1 Canetas 0 2 Blocos de Notas 0 3 Grampeadores 0 4 Agendas 0 5 Clipes de Papel 0 6 Organizadores de Mesa Quem Somos Nossa História Desde a criação de soluções de escritório até a revolução de espaços de trabalho, a Write Right oferece uma ampla variedade de produtos adaptados para atender às necessidades de escritórios modernos. Nossa expertise abrange desde organizadores de mesa ergonômicos até soluções de armazenamento inovadoras, garantindo um ambiente de trabalho produtivo e organizado. Comprometemo-nos com a qualidade, a funcionalidade e a satisfação do cliente. Com uma abordagem centrada no cliente e no design, buscamos superar as expectativas oferecendo produtos de escritório que promovem eficiência e conforto em qualquer ambiente de trabalho. Sustentabilidade Nosso Compromisso com a Sustentabilidade Na Write Right, a sustentabilidade está no centro de tudo o que fazemos. Nosso compromisso com o meio ambiente se reflete em cada aspecto de nosso negócio, desde a seleção de materiais até a fabricação de nossos produtos. Trabalhamos para reduzir nosso impacto ambiental, adotando práticas de produção responsáveis e buscando constantemente maneiras de minimizar resíduos e maximizar a eficiência energética. Além disso, estamos comprometidos em promover a conscientização ambiental entre nossos clientes, incentivando o uso responsável de recursos e oferecendo produtos eco-friendly que ajudam a criar ambientes de trabalho sustentáveis e ecologicamente corretos. Na Write Right, acreditamos que cada pequena ação conta quando se trata de proteger nosso planeta, e estamos empenhados em fazer a nossa parte para garantir um futuro mais limpo e sustentável para as gerações futuras. Abordagem Artesanal Manufatura Industrial Conheça a Nossa Equipa Membros da Equipa Fundador &amp; CEO Pedro Silva Co-Fundador Ana Santos Designer Principal Rita Oliveira Gestor de Vendas Luís Costa Nossos Departamentos Áreas de Especialização Departamento Corporativo Na Write Right, nos especializamos em fornecer uma ampla gama de suprimentos de escritório de qualidade premium para empresas de todos os tamanhos. Desde papéis de carta elegantes até organizadores de mesa eficientes, nosso objetivo é fornecer produtos que aumentem a produtividade e melhorem a eficiência no local de trabalho. Nossos Produtos O Que Fazemos Papelaria de Escritório Elegante Soluções de Organização de Escritório Personalizadas Consultoria Especializada em Suprimentos de Escritório Arquitetura de Escritório Adaptada Decoração de Escritório Profissional Tecnologia de Escritório Avançada Modernize seu espaço de trabalho conosco já! Deixe-nos guiar você no processo de aprimorar seu ambiente de trabalho, criando uma atmosfera que reflita a essência da sua empresa. Explore a impressionante influência do design de escritório no seu dia a dia profissional. Começar Comece a encomendar seu material de escritório hoje! Você está planejando encomendar um conjunto completo de papelaria, nossa equipe está aqui para ajudá-lo com tudo Etapas do processo. Primeiro Nome Endereço de E-mail Mensagem Concordo com a Política de Privacidade Segunda a sexta 9h - 17h Sábado &amp; Domingo apenas das 10h às 12h. LarSobre nósAnáliseFundadora ServiçosSustentabilidadeNosso timeNossos Setores E-mail writeright@gmail.com Telefone + 55 (13) 56981234 Contate-nos © 2024 Write Right. Todos os direitos reservados. política de Privacidade / Termos e Condições",
    "privacy-policy": "Política de Privacidade - Write Right writeright@gmail.com + 55 (13) 56981234 Manaus - AM, 69015-260, Brasil Lar Sobre nós Nosso time Contatos Privacy Policy Introdução: Na Write Right, respeitamos sua privacidade e estamos comprometidos em proteger suas informações pessoais. Esta Política de Privacidade descreve como coletamos, usamos e protegemos seus dados quando você visita nosso site e faz compras conosco. Informações Coletadas: Coletamos informações que você nos fornece diretamente, como nome, endereço de e-mail, endereço de entrega e detalhes de pagamento. Além disso, coletamos informações automaticamente através de cookies e outras tecnologias de rastreamento, como seu endereço IP e comportamento de navegação. Uso das Informações: As informações coletadas são utilizadas para processar suas compras, melhorar a experiência do usuário no site, personalizar conteúdo e ofertas, e comunicar atualizações e promoções. Também usamos seus dados para fins analíticos e para prevenir fraudes. Compartilhamento de Informações: Não vendemos suas informações pessoais para terceiros. Podemos compartilhar seus dados com parceiros de confiança que nos auxiliam na operação do site, processamento de pagamentos e entrega de produtos, sempre em conformidade com esta Política de Privacidade. Proteção de Dados: Implementamos medidas de segurança técnicas e organizacionais para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. Utilizamos criptografia SSL para garantir a segurança das transações. Seus Direitos: Você tem o direito de acessar, corrigir ou excluir suas informações pessoais. Além disso, pode solicitar a limitação do processamento de seus dados ou se opor ao seu uso para fins específicos. Entre em contato conosco para exercer esses direitos. Consentimento: Ao utilizar nosso site, você concorda com a coleta e uso de suas informações conforme descrito nesta Política de Privacidade. Caso haja alterações significativas nesta política, notificaremos você através do site ou por e-mail. Marketing: Podemos usar suas informações para enviar ofertas e promoções personalizadas. Se não desejar receber essas comunicações, você pode optar por não participar a qualquer momento, seguindo as instruções de cancelamento nas mensagens enviadas. Links para Terceiros: Nosso site pode conter links para sites de terceiros. Não somos responsáveis pelas práticas de privacidade desses sites e recomendamos que você leia as políticas de privacidade deles antes de fornecer qualquer informação pessoal. Retenção de Dados: Mantemos suas informações pessoais apenas pelo tempo necessário para cumprir os propósitos para os quais foram coletadas, incluindo obrigações legais, contábeis ou de relatórios. Transferência Internacional de Dados: Podemos transferir suas informações para fora do Brasil, onde as leis de privacidade podem ser diferentes. Garantimos que qualquer transferência de dados cumpra as leis aplicáveis e ofereça proteção adequada aos seus dados. Crianças: Nosso site não é destinado a crianças menores de 13 anos. Não coletamos intencionalmente informações pessoais de crianças. Se descobrirmos que coletamos informações de uma criança, tomaremos medidas para excluir esses dados. Alterações nesta Política: Podemos atualizar esta Política de Privacidade periodicamente para refletir mudanças em nossas práticas ou nas leis aplicáveis. Publicaremos a nova política no site e indicaremos a data da última revisão. Contate-nos: Se você tiver dúvidas ou preocupações sobre esta Política de Privacidade ou sobre como tratamos suas informações pessoais, entre em contato conosco através do e-mail writeright@gmail.com. Responsabilidade: A Write Right se compromete a agir com transparência e responsabilidade na gestão de suas informações pessoais, respeitando seus direitos e garantindo a segurança dos seus dados. Consentimento Explícito: Algumas funcionalidades do site podem requerer seu consentimento explícito para o uso de suas informações. Nesses casos, você terá a opção de fornecer ou recusar seu consentimento. Legislação Aplicável: Esta Política de Privacidade é regida pelas leis do Brasil. Em caso de disputas, você concorda em submeter-se à jurisdição exclusiva dos tribunais competentes do Brasil. Segunda a sexta 9h - 17h Sábado &amp; Domingo apenas das 10h às 12h. LarSobre nósAnáliseFundadora ServiçosSustentabilidadeNosso timeNossos Setores E-mail writeright@gmail.com Telefone + 55 (13) 56981234 Contate-nos © 2024 Write Right. Todos os direitos reservados. política de Privacidade / Termos e Condições",
    "terms-conditions": "Termos e Condições - Write Right writeright@gmail.com + 55 (13) 56981234 Manaus - AM, 69015-260, Brasil Lar Sobre nós Nosso time Contatos Terms and Conditions Introdução: Estes Termos e Condições regem o uso do site Write Right e a compra de produtos através de nossa loja online. Ao acessar ou utilizar nosso site, você concorda em cumprir estes termos. Elegibilidade: Para fazer compras em nosso site, você deve ter pelo menos 18 anos ou estar sob a supervisão de um adulto. Ao fazer um pedido, você garante que atende a esses requisitos. Cadastro: Alguns serviços podem exigir que você crie uma conta. Você é responsável por manter a confidencialidade das suas informações de login e por todas as atividades que ocorram sob sua conta. Privacidade: O uso do nosso site é regido por nossa Política de Privacidade, que descreve como coletamos, usamos e protegemos suas informações pessoais. Processamento de Pedidos: Todos os pedidos estão sujeitos à disponibilidade de estoque e à aceitação por parte da Write Right. Reservamo-nos o direito de recusar qualquer pedido por qualquer motivo. Preços e Pagamentos: Os preços dos produtos são indicados em reais brasileiros (BRL) e podem ser alterados sem aviso prévio. Aceitamos diversas formas de pagamento e garantimos que todas as transações são seguras. Entrega: Fazemos entregas em todo o território brasileiro. O prazo de entrega pode variar conforme a localização e a disponibilidade do produto. Não somos responsáveis por atrasos causados por terceiros. Devoluções e Reembolsos: Aceitamos devoluções dentro de 30 dias a partir da data de recebimento do produto, desde que o item esteja em sua condição original. Reembolsos serão processados após a inspeção do produto devolvido. Garantia: Nossos produtos são cobertos por uma garantia contra defeitos de fabricação. Esta garantia não cobre danos causados por uso indevido ou desgaste normal. Propriedade Intelectual: Todo o conteúdo do site, incluindo textos, imagens e logotipos, é propriedade da Write Right ou de seus licenciadores e está protegido por leis de direitos autorais e outras leis de propriedade intelectual. Uso do Site: Você concorda em usar nosso site apenas para fins legais e de acordo com estes Termos e Condições. Não é permitido o uso do site para fins fraudulentos ou ilegais. Limitação de Responsabilidade: A Write Right não será responsável por quaisquer danos diretos, indiretos, incidentais, especiais ou consequenciais resultantes do uso ou da incapacidade de usar nosso site ou nossos produtos. Indenização: Você concorda em indenizar, defender e isentar a Write Right de quaisquer reivindicações, perdas, danos e custos decorrentes do seu uso do site ou de qualquer violação destes Termos e Condições. Alterações nos Termos: Reservamo-nos o direito de alterar estes Termos e Condições a qualquer momento. Quaisquer alterações serão publicadas no site e entrarão em vigor imediatamente após a publicação. Rescisão: Podemos suspender ou encerrar seu acesso ao site a qualquer momento, sem aviso prévio, se acreditarmos que você violou estes Termos e Condições ou qualquer lei aplicável. Lei Aplicável: Estes Termos e Condições são regidos pelas leis do Brasil. Quaisquer disputas decorrentes do uso do site ou da compra de produtos serão resolvidas nos tribunais competentes do Brasil. Contato: Se você tiver qualquer dúvida sobre estes Termos e Condições, entre em contato conosco através do writeright@gmail.com. Aceitação dos Termos: Ao utilizar nosso site, você reconhece que leu, entendeu e concorda em cumprir estes Termos e Condições. Se você não concorda com estes termos, por favor, não utilize nosso site. Segunda a sexta 9h - 17h Sábado &amp; Domingo apenas das 10h às 12h. LarSobre nósAnáliseFundadora ServiçosSustentabilidadeNosso timeNossos Setores E-mail writeright@gmail.com Telefone + 55 (13) 56981234 Contate-nos © 2024 Write Right. Todos os direitos reservados. política de Privacidade / Termos e Condições",
    "thanks": "Obrigado por sua Compra - Write Right Obrigado! Obrigado por comprar na Write Right! Sua encomenda foi recebida com sucesso e estamos processando seu pedido. Você receberá um e-mail de confirmação com os detalhes da sua compra em breve. Por favor, verifique sua caixa de entrada e também a pasta de spam. Se você tiver qualquer dúvida ou precisar de mais informações, não hesite em entrar em contato com nossa equipe de atendimento ao cliente. Estamos aqui para ajudar! Agradecemos por escolher a Write Right. Esperamos que você aproveite nossos produtos de alta qualidade e volte a comprar conosco em breve! Pagina inicial"
  },
  "date": "2024-05-20T13:02:32.106Z"
}