{
  "name": "New_v8_KettleKraze",
  "pages": {
    "about-us": "About Us - Unveiling the Craftsmanship Behind KettleKraze KettleKraze Home About us Products Contact About Us About our Kettles DISCOVER NOW OUR LEGACY Journey through our brand's rich history, where a passion for kettles and a commitment to excellence intersect. Discover the origins of KettleKraze and the values that shape our dedication to quality. Experience the essence of craftsmanship infused into every kettle. OUR CRAFTSMANSHIP Dedicated to crafting kettles that not only perform but also reflect your unique style. We meticulously select premium materials and employ expert techniques to ensure each kettle embodies our pursuit of excellence. Experience the epitome of functionality and elegance with KettleKraze. OUR COLLECTION Explore our diverse range of kettles, meticulously designed to enhance your brewing experience. From classic designs to modern innovations, we offer a selection that caters to every tea and coffee enthusiast. Discover the perfect kettle that complements your kitchen and elevates your daily rituals. How It Works 1 Browse Our Collection Explore our wide range of high-quality kettles and choose the one that suits your preferences. 2 Add to Cart Add your desired kettle to your shopping cart and proceed to checkout when you're ready. 3 Secure Payment Enter your payment details and complete your purchase securely through our trusted payment gateway. 4 Enjoy Your Kettle Once your order is confirmed, sit back and relax as we prepare your kettle for delivery. Soon, you'll be enjoying delicious beverages brewed with your new kettle! Premium Quality Crafted with the finest materials Fast & Free Shipping We deliver to your doorstep swiftly 100% Satisfaction Guarantee Love it or get your money back The KettleKraze website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline KettleKraze HOME Ketlles ABOUT US TERMS AND CONDITIONS DISCLAIMERS PRIVACY POLICY",
    "contacts": "Contact Us - Reach Out to KettleKraze for Premium Kettles and Assistance KettleKraze Home About us Products Contact Email kettlekraze@gmail.com Phone +91-935-557-4159 Address Shri Shiv Sai Mandir,4V4M+XRR, Sagbaug, Sir Mathuradas Vasanji Rd, Marol, Andheri East, Mumbai, Maharashtra 400059, India Leave us your message and we'll get back to you as soon as possible. I accept Privacy Policy SEND The KettleKraze website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline KettleKraze HOME Ketlles ABOUT US TERMS AND CONDITIONS DISCLAIMERS PRIVACY POLICY",
    "disclaimers": "Disclaimers - Important Information Regarding Your Use of KettleKraze KettleKraze Home About us Products Contact Disclaimers Accuracy of Information The information provided on the KettleKraze website is for general informational purposes only. While we strive to ensure the accuracy of the information presented, we make no warranties or representations of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability of the information. Limitation of Liability KettleKraze shall not be liable for any direct, indirect, incidental, special, consequential, or punitive damages arising out of or in connection with your use of the website or any information, products, or services provided herein. External Links The KettleKraze website may contain links to external websites that are not under our control. We have no control over the nature, content, and availability of those sites. The inclusion of any links does not necessarily imply a recommendation or endorsement of the views expressed within them. Changes to Content KettleKraze reserves the right to modify, suspend, or discontinue any aspect of the website at any time, including but not limited to content, features, and availability. The KettleKraze website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline KettleKraze HOME Ketlles ABOUT US TERMS AND CONDITIONS DISCLAIMERS PRIVACY POLICY",
    "index": "KettleKraze - Elevate Your Brewing Experience with Premium Kettles KettleKraze Home About us Products Contact HOT Explore Our Latest Kettle Collection SHOP NOW OUR KETTLE DESIGNERS Crafting premium kettles requires a blend of innovation and craftsmanship. Meet our skilled categorys who bring functionality and style together to create exceptional kettle experiences. MEET THE TEAM Learn More Our Collection Contact Us About Us Experience the Art of Kettle Crafting DISCOVER NOW Featured Products Modern Glass Kettle $59.99 USD Stainless Steel Whistling Kettle $89.99 USD Electric Tea Kettle $79.99 USD View All Products OUR LEGACY Journey through our brand's rich history, where a passion for kettles and a commitment to excellence intersect. Discover the origins of KettleKraze and the values that shape our dedication to quality. Experience the essence of craftsmanship infused into every kettle. OUR CRAFTSMANSHIP Dedicated to crafting kettles that not only perform but also reflect your unique style. We meticulously select premium materials and employ expert techniques to ensure each kettle embodies our pursuit of excellence. Experience the epitome of functionality and elegance with KettleKraze. OUR COLLECTION Explore our diverse range of kettles, meticulously designed to enhance your brewing experience. From classic designs to modern innovations, we offer a selection that caters to every tea and coffee enthusiast. Discover the perfect kettle that complements your kitchen and elevates your daily rituals. Classic Steel Kettle $ 49.99 USD Modern Glass Kettle $ 59.99 USD Vintage Ceramic Kettle $ 69.99 USD Electric Tea Kettle $ 79.99 USD Stainless Steel Whistling Kettle $ 89.99 USD Copper Finish Kettle $ 99.99 USD How It Works 1 Browse Our Collection Explore our wide range of high-quality kettles and choose the one that suits your preferences. 2 Add to Cart Add your desired kettle to your shopping cart and proceed to checkout when you're ready. 3 Secure Payment Enter your payment details and complete your purchase securely through our trusted payment gateway. 4 Enjoy Your Kettle Once your order is confirmed, sit back and relax as we prepare your kettle for delivery. Soon, you'll be enjoying delicious beverages brewed with your new kettle! Email kettlekraze@gmail.com Phone +91-935-557-4159 Address Shri Shiv Sai Mandir,4V4M+XRR, Sagbaug, Sir Mathuradas Vasanji Rd, Marol, Andheri East, Mumbai, Maharashtra 400059, India Leave us your message and we'll get back to you as soon as possible. I accept Privacy Policy SEND Premium Quality Crafted with the finest materials Fast & Free Shipping We deliver to your doorstep swiftly 100% Satisfaction Guarantee Love it or get your money back The KettleKraze website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline KettleKraze HOME Ketlles ABOUT US TERMS AND CONDITIONS DISCLAIMERS PRIVACY POLICY",
    "privacy-policy": "Privacy Policy - Your Privacy Matters to KettleKraze KettleKraze Home About us Products Contact Privacy Policy Information We Collect At KettleKraze, we collect personal information such as your name, email address, and contact details when you register an account, place an order, or subscribe to our newsletter. How We Use Your Information We use the information we collect to process your orders, improve our services, and communicate with you about promotions, offers, and updates related to KettleKraze. Sharing Your Information We do not sell, trade, or otherwise transfer your personal information to outside parties. However, we may share your information with trusted third parties who assist us in operating our website, conducting our business, or servicing you. Security of Your Information We implement a variety of security measures to maintain the safety of your personal information when you place an order or enter, submit, or access your personal information. Changes to This Policy We reserve the right to modify this privacy policy at any time. Any changes will be reflected on this page. The KettleKraze website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline KettleKraze HOME Ketlles ABOUT US TERMS AND CONDITIONS DISCLAIMERS PRIVACY POLICY",
    "products": "Kettles - Elevate Your Brewing Experience with Premium Kettles from KettleKraze KettleKraze Home About us Products Contact OUR KETTLE DESIGNERS Crafting premium kettles requires a blend of innovation and craftsmanship. Meet our skilled categorys who bring functionality and style together to create exceptional kettle experiences. MEET THE TEAM Learn More Our Collection Contact Us Featured Products Modern Glass Kettle $59.99 USD Stainless Steel Whistling Kettle $89.99 USD Electric Tea Kettle $79.99 USD View All Products Classic Steel Kettle $ 49.99 USD Modern Glass Kettle $ 59.99 USD Vintage Ceramic Kettle $ 69.99 USD Electric Tea Kettle $ 79.99 USD Stainless Steel Whistling Kettle $ 89.99 USD Copper Finish Kettle $ 99.99 USD The KettleKraze website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline KettleKraze HOME Ketlles ABOUT US TERMS AND CONDITIONS DISCLAIMERS PRIVACY POLICY",
    "terms-conditions": "Terms and Conditions - Guidelines for Using KettleKraze KettleKraze Home About us Products Contact Terms and Conditions Agreement to Terms By accessing or using the KettleKraze website, you agree to be bound by these terms and conditions, as well as all applicable laws and regulations. Intellectual Property The content on the KettleKraze website, including text, images, logos, and trademarks, is the property of KettleKraze and is protected by copyright and other intellectual property laws. Limitation of Liability KettleKraze shall not be liable for any indirect, incidental, special, consequential, or punitive damages arising out of or in connection with your use of the website or any products purchased from KettleKraze. Changes to Terms KettleKraze reserves the right to modify or revise these terms and conditions at any time. By continuing to use the website after such changes, you agree to be bound by the updated terms and conditions. The KettleKraze website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline KettleKraze HOME Ketlles ABOUT US TERMS AND CONDITIONS DISCLAIMERS PRIVACY POLICY",
    "thanks": "Thank You - KettleKraze Appreciates Your Interest! KettleKraze Home About us Products Contact Thank You! We appreciate your interest in KettleKraze. We have received your inquiry and will respond to you as soon as possible. Your satisfaction is important to us, and we look forward to assisting you further. The KettleKraze website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline KettleKraze HOME Ketlles ABOUT US TERMS AND CONDITIONS DISCLAIMERS PRIVACY POLICY"
  },
  "date": "2024-05-26T09:31:04.287Z"
}