{
  "name": "New_v9_Entrega Expressa",
  "pages": {
    "about": "Entrega Expressa | Sobre Nós .sobre-nos { padding: 20px; } .sobre-nos h2 { text-align: center; margin-bottom: 20px; } .sobre-nos p { margin-bottom: 15px; line-height: 1.5; } .sobre-nos h3 { margin-top: 25px; } .team { display: flex; flex-wrap: wrap; justify-content: center; } .employee { text-align: center; margin: 15px; background-color: #f3eb61; padding: 15px; border-radius: 15px; } .employee img { width: 150px; border-radius: 50%; margin-bottom: 10px; } .employee h4 { font-size: 18px; margin-bottom: 5px; } .employee p { font-style: italic; } @media (max-width: 768px) { .employee { width: 45%; } } Entrega Expressa Sobre Nós Serviços Contato Sobre Nós Somos uma empresa de entrega dedicada a fornecer soluções de logística eficientes e confiáveis para empresas e indivíduos. Desde a nossa fundação, nos esforçamos para oferecer serviços de entrega de alta qualidade que atendam às necessidades dos nossos clientes. Nossa Missão Nossa missão é simplificar a logística e tornar a entrega de produtos rápida, segura e acessível para todos. Estamos comprometidos em oferecer serviços de entrega excepcionais que impulsionem o crescimento dos nossos clientes e contribuam para o sucesso dos seus negócios. Nossa História Começamos humildemente como uma pequena operação de entrega local, mas com uma visão ambiciosa de oferecer serviços de classe mundial. Ao longo dos anos, expandimos nossa presença e aprimoramos nossos processos para nos tornarmos uma das principais empresas de logística da região. Nossa Equipe Nossa equipe é composta por profissionais talentosos e apaixonados que são especialistas em suas áreas. Estamos comprometidos em oferecer um atendimento ao cliente excepcional e garantir que cada entrega seja feita com eficiência e precisão. Nossos Valores Nosso trabalho é guiado por valores fundamentais, incluindo integridade, excelência, inovação e responsabilidade. Esses valores são a essência do que fazemos e orientam todas as nossas decisões e ações. Nossa Visão Nossa visão é nos tornarmos o provedor de serviços de entrega preferido de empresas e indivíduos em todo o país. Estamos constantemente buscando maneiras de melhorar e inovar para atender às crescentes demandas do mercado. Nossos Funcionários João Silva Gerente de Operações Maria Santos Coordenadora de Logística Carlos Oliveira Supervisor de Entregas Ana Rodrigues Analista de Atendimento ao Cliente Pedro Almeida Coordenador de Logística Sofia Costa Especialista em Entregas Urgentes Miguel Pereira Assistente Administrativo Marta Ferreira Gerente de Qualidade Entre em Contato Estamos sempre à disposição para responder a quaisquer perguntas que você possa ter ou para fornecer mais informações sobre nossos serviços de entrega. Não hesite em nos contatar se precisar de assistência. Telefone: +556258735416 Email: EntregaExpressa@gmail.com Sobre Nós Serviços Contato Termos e Condições Política de Privacidade",
    "contact": "Entrega Expressa | Contato .container { max-width: 800px; margin: 0 auto; } p { margin-bottom: 15px; } li { margin-bottom: 10px; } form { background-color: #ffffff; padding: 20px; border-radius: 5px; margin-top: 50px; } form label { display: block; margin-bottom: 5px; } form input[type=\"text\"], form input[type=\"email\"], form textarea { width: 100%; padding: 10px; margin-bottom: 10px; border: 1px solid #ccc; border-radius: 4px; box-sizing: border-box; resize: none; } form input[type=\"checkbox\"] { margin-right: 5px; } form button { width: 100%; background-color: #f3eb61; color: white; padding: 14px 20px; margin: 8px 0; border: none; border-radius: 4px; cursor: pointer; transition: background-color 0.3s; } form button:hover { background-color: #d7d156; } main{ margin: 100px 0px; } Entrega Expressa Sobre Nós Serviços Contato Estamos disponíveis para responder a quaisquer perguntas, dúvidas ou solicitações de serviços de entrega. Preencha o formulário abaixo ou entre em contato diretamente pelos seguintes meios: Email: EntregaExpressa@gmail.com Telefone: +55 62 5873 5416 Endereço: R. Enfermeira Maria De Lourdes Silva, 992 - Sad Soroka, Campina Grande-PB, 58416-620, Brasil Nome: Email: Mensagem: Aceito a Política de Privacidade Enviar Sobre Nós Serviços Contato Termos e Condições Política de Privacidade",
    "index": "Entrega Expressa Entrega Expressa Sobre Nós Serviços Contato Bem-vindo à Entrega Expressa Soluções rápidas e confiáveis para suas necessidades de entrega. Saiba Mais Entrega Expressa oferece soluções rápidas e confiáveis para suas necessidades de entrega. Com uma equipe dedicada e uma rede abrangente de transporte, estamos comprometidos em fornecer serviços de entrega eficientes e seguros. Explore nossas opções de entrega expressa e experimente a conveniência de receber seus itens onde e quando precisar. Principais Vantagens Rápido e Eficiente Seguro e Confiável Conveniente e Flexível Reviews \"Entrega muito rápida e excelente serviço! Estou muito satisfeito!\" - John Silva \"Serviço de entrega excepcional, sempre pontual e sem problemas!\" - Maria Santos \"Excelente serviço! Entrega sempre dentro do prazo e muito eficiente.\" - Carlos Oliveira \"Estou impressionado com a rapidez da entrega e o profissionalismo da equipe de entrega expressa!\" - Ana Rodrigues \"Recebi meu pedido antes do esperado e em perfeitas condições. Recomendo a todos!\" - Pedro Almeida \"Simplesmente incrível! Sempre confio na Entrega Expressa para minhas entregas urgentes.\" - Sofia Costa \"Serviço de primeira qualidade! Nunca me decepcionaram e sempre entregam no prazo.\" - Miguel Pereira \"Atendimento ao cliente excelente e entrega rápida. Continuarei a usar seus serviços!\" - Marta Ferreira Perguntas Frequentes Como faço para fazer um pedido? Para fazer um pedido, basta acessar nosso site, navegar pelos produtos disponíveis, selecionar os itens desejados e seguir as instruções de pagamento e entrega. Quais são as opções de pagamento disponíveis? Aceitamos várias formas de pagamento, incluindo cartão de crédito, transferência bancária e pagamento na entrega. Qual é o prazo de entrega? O prazo de entrega varia dependendo da sua localização e do tipo de serviço de entrega selecionado. Geralmente, tentamos entregar o mais rápido possível. Quais são as políticas de devolução? Nossa política de devolução permite que você devolva itens dentro de um determinado período após a compra, desde que estejam em condições adequadas. Entre em contato conosco para obter mais informações sobre o processo de devolução. Posso rastrear meu pedido? Sim, oferecemos um serviço de rastreamento de pedidos para que você possa acompanhar o status de entrega do seu pedido em tempo real. Você receberá um número de rastreamento assim que o pedido for despachado. Quais são os horários de entrega? Nossos horários de entrega variam dependendo da região e do tipo de serviço selecionado. Geralmente, oferecemos entregas durante todo o dia, com opções para entrega urgente ou agendada. Sobre Nós Serviços Contato Termos e Condições Política de Privacidade document.addEventListener(\"DOMContentLoaded\", function () { document.querySelectorAll(\".question\").forEach((question) => { question.addEventListener(\"click\", () => { question.querySelector(\".answer\").classList.toggle(\"show\"); }); }); });",
    "policy": "Entrega Expressa | Política de Privacidade main { max-width: 1200px; padding: 20px 15px; margin: 0 auto; } h2 { text-decoration: underline #f3eb61; } p{ margin-bottom: 20px; } Entrega Expressa Sobre Nós Serviços Contato No Entrega Expressa, estamos comprometidos em proteger a sua privacidade. Esta política de privacidade se aplica ao nosso site e a todos os produtos e serviços oferecidos pela Entrega Expressa. Segurança da Informação Nós adotamos práticas adequadas de coleta, armazenamento e processamento de dados, bem como medidas de segurança para proteger contra acesso não autorizado, alteração, divulgação ou destruição de suas informações pessoais, nome de usuário, senha, informações de transações e dados armazenados em nosso site. As suas informações pessoais são armazenadas em servidores seguros e protegidas por firewalls e criptografia avançada para garantir a máxima segurança. No entanto, é importante lembrar que nenhuma transmissão de dados pela Internet ou método de armazenamento eletrônico é 100% seguro. Portanto, embora nos esforcemos para proteger as suas informações pessoais, não podemos garantir a sua segurança absoluta. Você também é responsável por proteger a confidencialidade das suas informações de login e senha. Recomendamos que escolha senhas fortes e únicas e não compartilhe suas credenciais de acesso com ninguém. Caso tenha alguma preocupação com a segurança das suas informações pessoais ou suspeite de atividades suspeitas em sua conta, entre em contato conosco imediatamente para que possamos tomar as medidas necessárias para proteger a sua privacidade e segurança. Consentimento Ao usar o nosso site, você concorda com a nossa política de privacidade e concede o seu consentimento para a coleta, uso e divulgação das suas informações pessoais de acordo com os termos descritos nesta Política. Pedimos que leia atentamente antes de utilizar o nosso site. Entendemos a importância da privacidade e estamos comprometidos em garantir que as suas informações pessoais sejam tratadas com segurança, privacidade e respeito. Não iremos vender, comercializar ou alugar as suas informações pessoais para terceiros sem o seu consentimento expresso, exceto conforme descrito nesta política de privacidade ou quando exigido por lei. É importante ressaltar que, ao fornecer as suas informações pessoais, você está consentindo com a transferência, processamento e armazenamento dos seus dados em servidores localizados em diferentes jurisdições, incluindo fora do seu país de residência, onde as leis de proteção de dados podem ser diferentes das do seu país. Se fizermos alterações nesta política de privacidade, iremos atualizar a data de revisão na parte inferior desta página. Ao continuar a utilizar o site após a publicação de tais alterações, você estará consentindo com as novas práticas descritas nesta política. Alterações a esta Política de Privacidade No Entrega Expressa, poderemos ocasionalmente atualizar a nossa Política de Privacidade para refletir alterações nas nossas práticas e requisitos legais. Encorajamos você a revisar esta Política de Privacidade periodicamente para se manter informado sobre como coletamos, usamos e protegemos as suas informações pessoais. Ao continuar a utilizar o nosso site e os nossos serviços após a entrada em vigor das alterações à presente Política de Privacidade, você estará concordando com os termos atualizados. Se você não concordar com qualquer parte da política atualizada, você pode optar por interromper o uso do nosso site e serviços. Se tiver quaisquer dúvidas ou preocupações sobre a nossa Política de Privacidade ou sobre as alterações introduzidas na mesma, entre em contato conosco para esclarecimentos. A sua privacidade e confiança são importantes para nós, e estamos empenhados em ser transparentes sobre as nossas práticas de dados. Seus Direitos No Entrega Expressa, respeitamos os seus direitos relativamente às suas informações pessoais e estamos empenhados em garantir que tenha controle sobre os seus dados. Como tal, você tem os seguintes direitos: Direito de Acesso: Você tem o direito de solicitar acesso às informações pessoais que mantemos sobre você. Isso inclui informações sobre como coletamos, usamos e divulgamos seus dados. Direito de Atualização: Você tem o direito de solicitar atualizações ou correções de quaisquer informações pessoais imprecisas ou incompletas que tenhamos sobre você. Nós nos esforçamos para garantir que suas informações sejam precisas e atualizadas. Direito de Excluir: Você tem o direito de solicitar a exclusão de suas informações pessoais de nossos registros. Cumpriremos o seu pedido, sujeito a certas obrigações legais e contratuais. Direito de Oposição: Você tem o direito de se opor ao processamento de suas informações pessoais para determinados fins, como marketing direto ou criação de perfis. Respeitaremos as suas preferências e cessaremos o tratamento dos seus dados para esses fins. Direito de Restringir: Você tem o direito de solicitar a restrição do processamento de suas informações pessoais em determinadas circunstâncias, como quando a exatidão dos dados é contestada ou o processamento é ilegal. Direito à Portabilidade de Dados: Você tem o direito de receber uma cópia de suas informações pessoais em um formato estruturado, comumente usado e legível por máquina, e de transmitir esses dados a outro controlador. Se deseja exercer algum destes direitos ou tiver quaisquer dúvidas sobre os seus direitos relativamente às suas informações pessoais, entre em contato conosco através das informações de contato fornecidas abaixo. Responderemos ao seu pedido prontamente e de acordo com as leis de proteção de dados aplicáveis. Contacte-nos Seja bem-vindo a entrar em contato conosco caso tenha algum comentário, pergunta ou preocupação. Nossa equipe de Apoio ao Cliente está dedicada a prestar assistência e suporte em relação ao nosso site, produtos ou serviços. R. Enfermeira Maria De Lourdes Silva, 992 - Sad Soroka, Campina Grande-PB, 58416-620, Brasil +55 62 5873 5416 EntregaExpressa@gmail.com Nos esforçamos para responder a todos os inquéritos dentro de 24-48 horas durante o nosso horário comercial regular. No entanto, os tempos de resposta podem variar dependendo do volume de inquéritos recebidos. Obrigado por escolher a Entrega Expressa. Agradecemos o seu negócio e estamos ansiosos para servi-lo! Sobre Nós Serviços Contato Termos e Condições Política de Privacidade",
    "services": "Entrega Expressa | Serviços header{ margin-bottom: 50px; } .serviços { padding: 20px; } .serviços h2 { text-align: center; margin-bottom: 20px; } .serviços h3 { margin-top: 25px; } .serviços p { margin-bottom: 15px; line-height: 1.5; } .serviços p:last-child { margin-bottom: 0; } Entrega Expressa Sobre Nós Serviços Contato Nossos Serviços Na Entrega Expressa, oferecemos uma ampla gama de serviços de entrega para atender às necessidades variadas dos nossos clientes. Nossos serviços incluem: Entrega Expressa Nosso serviço de entrega expressa é ideal para pacotes que precisam ser entregues com urgência. Garantimos entregas rápidas e confiáveis para que seus pacotes cheguem ao destino no menor tempo possível. Preço: a partir de R$ 10,00. Logística de Última Milha Nossa logística de última milha é projetada para atender às necessidades de empresas que precisam entregar produtos diretamente aos seus clientes. Oferecemos soluções eficientes para garantir que suas entregas sejam feitas no prazo e com cuidado. Preço: a partir de R$ 15,00. Entrega Agendada Para pacotes que não têm pressa, oferecemos serviço de entrega agendada, onde você pode escolher o horário e o dia de entrega que melhor atenda às suas necessidades. Isso oferece conveniência e flexibilidade para você e seus destinatários. Preço: a partir de R$ 8,00. Logística Reversa Nosso serviço de logística reversa permite que você gerencie devoluções de produtos de forma eficiente e simplificada. Oferecemos opções convenientes para que seus clientes possam devolver produtos com facilidade, melhorando a experiência do cliente. Preço: a partir de R$ 5,00. Serviços Personalizados Além dos nossos serviços padrão, também oferecemos soluções personalizadas para atender às necessidades específicas dos nossos clientes. Entre em contato conosco para discutir suas necessidades e encontrarmos a melhor solução para você. Preço: variável, entre em contato para uma cotação personalizada. Entre em Contato Estamos disponíveis para fornecer mais informações sobre nossos serviços e discutir como podemos ajudá-lo com suas necessidades de entrega. Entre em contato conosco hoje mesmo para obter uma cotação ou para tirar suas dúvidas. Preço: gratuito. Telefone: +55 123 456 789 Email: info@entregaexpressa.com Sobre Nós Serviços Contato Termos e Condições Política de Privacidade",
    "terms": "Entrega Expressa | Termos e Condições main{ max-width: 1200px; padding: 20px 15px; margin: 0 auto; } h2{ text-decoration: underline #f3eb61; } p{ margin-bottom: 20px; } Entrega Expressa Sobre Nós Serviços Contato 1. Introdução Bem-vindo à página de termos e Condições da EntregaExpressa. Ao aceder ou utilizar o Website, está a concordar em cumprir e estar vinculado por estes Termos e Condições, nossa Política de Privacidade e todos leis e regulamentos aplicáveis. Se não concordar com qualquer um destes termos, você está proibido de usar ou acessar este site. Os materiais contidos no site são protegidos por direito dos direitos de autor e das marcas registadas. Leia atentamente estes Termos e condições antes de utilizar o nosso Sítio web. O seu acesso e uso do site está condicionado ao seu aceitação e cumprimento destes Termos. Estes Termos aplicam-se a todos visitantes, utilizadores e outros que acedam ou utilizem o Website. Ao acessar ou usar o site, você concorda em ficar vinculado por estes Termos. Se não concordar com qualquer parte dos Termos, não poderá aceder ao Sítio web. A EntregaExpressa reserva-se o direito de modificar estes Termos e condições a qualquer momento. Essas modificações devem ser eficazes imediatamente após a publicação no site. Você é responsável por rever estes Termos periodicamente para garantir que está ciente de qualquer mudanças. 3. Propriedade intelectual O conteúdo deste site, incluindo, sem limitação, o texto, gráficos, logótipos, ícones, imagens, clips de áudio, clips de vídeo, digital downloads, compilações de dados e software, é propriedade de EntregaExpressa ou seus fornecedores de Conteúdo e está protegido por leis internacionais de direitos de Autor. A compilação de todo o conteúdo deste O sítio web é propriedade exclusiva da Padaria EntregaExpressa e está protegido pelas leis internacionais de direitos de Autor. Não pode modificar, publicar, transmitir, participar na transferência ou venda, reprodução, criação de Obras Derivadas, distribuição, execução, exibir, ou de qualquer forma explorar qualquer conteúdo, no todo ou em parte, sem o consentimento prévio por escrito da Padaria EntregaExpressa. EntregaExpressa marcas, marcas de Serviço, gráficos e logótipos utilizados em conexão com o site são marcas comerciais ou marcas registradas da Padaria EntregaExpressa. Outras marcas comerciais, marcas de Serviço, gráficos e os logotipos utilizados em conexão com o site podem ser marcas comerciais de seus respectivos proprietários. O seu uso do site não lhe concede nenhum direito ou licença para reproduzir ou utilizar qualquer Padaria EntregaExpressa ou marcas comerciais de terceiros. A EntregaExpressa reserva-se todos os direitos não expressamente concedidos em e para o Website e o seu conteúdo. O presente Acordo não transfere EntregaExpressa para você qualquer EntregaExpressa ou de terceiros propriedade intelectual e todos os direitos, títulos e interesses relativos a tais a propriedade permanecerá (entre as partes) exclusivamente com a EntregaExpressa Padaria. Você concorda em não se envolver no uso, cópia ou distribuição de qualquer o conteúdo que não seja expressamente permitido neste documento, incluindo qualquer utilização, cópia ou distribuição de submissões de utilizadores de terceiros obtidas através do site para quaisquer fins comerciais. Se considerar que os seus direitos de propriedade intelectual foram violados por qualquer coisa em nosso site, entre em contato conosco imediatamente para que possamos investigar a situação e tomar as medidas adequadas. 4. Ligações para outros sítios web Nosso serviço pode conter links para sites ou serviços de terceiros que não são propriedade nem controladas pela Padaria EntregaExpressa. EntregaExpressa A padaria não tem controlo e não assume qualquer responsabilidade pela conteúdo, políticas de privacidade ou práticas de quaisquer sites de terceiros ou serviços. Você também reconhece e concorda que a EntregaExpressa não será responsável, directa ou indirectamente, por qualquer danos ou perdas causados ou alegadamente causados por ou em conexão com o uso ou confiança em tais conteúdos, bens ou serviços disponíveis em ou através de tais sites ou serviços. 5. Alterações A EntregaExpressa reserva-se o direito, a seu exclusivo critério, de modificar ou substituir estes Termos a qualquer momento. É sua responsabilidade revise periodicamente estes termos para quaisquer alterações. Alterações a estes Termos entrará em vigor imediatamente após a sua publicação no Sítio Web. O seu continuação da utilização do sítio web após a publicação de quaisquer alterações estes Termos constituem a aceitação dessas alterações. A EntregaExpressa Poderá também, no futuro, oferecer novos serviços e / ou recursos através do site (incluindo o lançamento de novas ferramentas e recursos). Esses novos recursos e / ou serviços estarão sujeitos à Termos e condições destes Termos. A EntregaExpressa reserva-se o direito de modificar ou descontinuar o Site (ou qualquer parte dele) temporária ou permanentemente com ou sem aviso prévio. A EntregaExpressa não será responsável perante si ou terceiros parte para qualquer modificação, suspensão ou descontinuação do Sítio web. Se qualquer disposição destes Termos for considerada inválida ou inexequível por um tribunal, as restantes disposições destes Termos permanecerão em efeito. Estes Termos constituem o acordo integral entre nós sobre nosso site e substituir e substituir quaisquer acordos anteriores que possamos ter tinha entre nós em relação ao site. 6. Contacte-nos Congratulamo-nos com quaisquer comentários, perguntas ou preocupações que possa ter. Nossa a equipa de Apoio ao cliente dedica-se a prestar-lhe assistência e suporte em relação ao nosso site, produtos ou serviços. R. Enfermeira Maria De Lourdes Silva, 992 - Sad Soroka, Campina Grande-PB, 58416-620, Brasil +55 62 5873 5416 EntregaExpressa@gmail.com Sobre Nós Serviços Contato Termos e Condições Política de Privacidade",
    "thanks": "Thank You | Entrega Expressa h1 { margin-bottom: 40px; } main { color: #333; position: absolute; top: 50%; left: 50%; transform: translate(-50%, -50%); } section{ border: 2px solid #f3eb61; padding: 20px; } Obrigado por nos contactar! Agradecemos por confiar na Entrega Expressa para a sua entrega. Valorizamos a sua paciência e compreensão. Se tiver alguma dúvida ou precisar de mais informações, não hesite em contactar o nosso serviço de apoio ao cliente. Mais uma vez, muito obrigado por nos contactar! Estamos empenhados em fornecer-lhe os melhores serviços de entrega. Com os melhores cumprimentos,Equipe Entrega Expressa Home"
  }
}