{
  "name": "New_v9_GreenBitesMarket",
  "pages": {
    "index": "Green Bites Market Sobre Catálogo Contate-nos Bem-vindo ao Green Bites Market, seu destino on-line para tudo que é vegetariano e à base de plantas! No Green Bites Market, somos apaixonados por promover um estilo de vida saudável e sustentável através do vegetarianismo. Nossa seleção cuidadosamente selecionada de produtos inclui uma grande variedade de alimentos vegetarianos deliciosos e nutritivos, lanches e suplementos. Quer você seja vegetariano de longa data ou esteja apenas começando sua jornada baseada em plantas, temos algo para todos. De frutas e vegetais frescos a proteínas vegetais e alternativas lácteas, nos esforçamos para fornecer a você o melhor opções para suas necessidades dietéticas. Além de nossos produtos, também oferecemos informações e recursos valiosos sobre vegetarianismo, incluindo dicas sobre refeições planejamento, receitas e diretrizes nutricionais. Nosso objetivo é tornar mais fácil e agradável para você adotar uma dieta vegetariana estilo de vida e colher todos os seus benefícios. Então, por que esperar? Comece a explorar o Green Bites Market hoje e descubra as infinitas possibilidades da vida vegetariana. Junte-se a nós para fazer escolhas mais saudáveis ​​para você e para o planeta! Produtos Farinha A farinha vegetariana é um tipo de farinha feita com ingredientes vegetais, como grãos, nozes, sementes e legumes. Não contém produtos de origem animal e é frequentemente usado como substituto da farinha tradicional em receitas de panificação veganas e vegetarianas. Frutas vegetais Frutas e vegetais são partes essenciais de uma dieta saudável, fornecendo-nos nutrientes e vitaminas vitais. Esses alimentos naturais vêm em uma variedade de cores, formatos e sabores, o que os torna não apenas nutritivos, mas também deliciosos. Quer seja uma maçã suculenta, um tomate maduro ou uma banana doce, as frutas e os vegetais oferecem uma ampla gama de opções para manter o nosso corpo forte e saudável. Soja e carne de soja A soja é uma leguminosa versátil, rica em proteínas e comumente usada para fazer tofu, leite de soja e molho de soja. A carne de soja, também conhecida como proteína de soja, é um substituto popular da carne feita de soja e é uma alternativa saudável aos produtos cárneos tradicionais. É uma ótima fonte de proteína vegetal e é frequentemente usada em pratos vegetarianos e veganos. Nozes Nozes são nutritivas, deliciosas Farelo e fibra O farelo e as fibras são partes essenciais de uma alimentação saudável, promovendo a digestão e auxiliando no controle do peso. Produtos vegetarianos Frutas - as frutas são naturalmente vegetarianas porque provêm de plantas e não contêm nenhum produto de origem animal. Exemplos de frutas incluem maçãs, bananas, laranjas e frutas vermelhas. Legumes - os vegetais também são vegetarianos, pois são alimentos à base de plantas que não contêm produtos de origem animal. Exemplos de vegetais incluem brócolis, cenoura, espinafre e pimentão. Leguminosas - as leguminosas são fontes de proteína vegetarianas provenientes de plantas. Exemplos de leguminosas incluem feijão, lentilha, grão de bico e amendoim. Grãos – grãos como arroz, quinoa, aveia e cevada são alimentos vegetarianos derivados de plantas e não contêm quaisquer produtos de origem animal. Nozes e sementes – nozes e sementes são alimentos vegetarianos ricos em proteínas e gorduras saudáveis. Exemplos de nozes e sementes incluem amêndoas, nozes, sementes de chia e linhaça. No geral, o vegetarianismo é um estilo de vida que exclui o consumo de carnes, aves e frutos do mar, mas inclui alimentos vegetais, como frutas, vegetais, legumes, grãos, nozes e sementes. Farinha A farinha sem glúten é um tipo de farinha feita de grãos ou legumes que não contém glúten, uma proteína encontrada no trigo, na cevada e no centeio. Este tipo de farinha é indicado para pessoas que têm doença celíaca, intolerância ao glúten ou que optam por seguir uma dieta sem glúten por motivos de saúde. Existem vários tipos diferentes de farinha sem glúten disponíveis, incluindo farinha de arroz, farinha de amêndoa, farinha de coco e farinha de grão de bico. Essas farinhas podem ser usadas como substituto da farinha de trigo comum em diversas receitas, como pães, bolos, biscoitos e doces. A farinha sem glúten pode ser encontrada em muitas lojas de produtos naturais e supermercados, e também pode ser feita em casa, moendo grãos ou legumes sem glúten até formar um pó fino. É importante observar que a farinha sem glúten pode ter textura e sabor diferentes da farinha de trigo normal, por isso pode ser necessária alguma experimentação para obter os resultados desejados na panificação. No geral, a farinha sem glúten é uma ótima alternativa para quem precisa evitar o glúten na dieta e permite desfrutar de uma grande variedade de deliciosos produtos de panificação sem comprometer a saúde. Frutas vegetais Frutas e vegetais são componentes essenciais de uma dieta vegetariana, fornecendo uma ampla gama de nutrientes importantes que são necessários para a saúde e o bem-estar geral. Frutas e vegetais são ricos em vitaminas, minerais, antioxidantes e fibras. Esses nutrientes desempenham um papel crucial no apoio ao sistema imunológico, melhorando a digestão e reduzindo o risco de doenças crônicas, como doenças cardíacas, diabetes e câncer. Incluir uma variedade de frutas e vegetais em uma dieta vegetariana garante que os indivíduos recebam uma gama diversificada de nutrientes essenciais para uma saúde ideal. Frutas e vegetais também têm poucas calorias e alto teor de água, o que os torna a escolha ideal para manter um peso saudável. Além disso, frutas e vegetais são versáteis e podem ser preparados de diversas maneiras para criar refeições deliciosas e satisfatórias. Quer sejam consumidos crus, cozidos, grelhados ou misturados em smoothies, frutas e vegetais podem adicionar sabor, textura e valor nutricional a qualquer refeição vegetariana. No geral, incorporar muitas frutas e vegetais numa dieta vegetariana pode proporcionar uma vasta gama de benefícios para a saúde, promovendo o bem-estar geral e reduzindo o risco de doenças crónicas. Soja e carne de soja A soja tornou-se uma fonte de proteína popular para vegetarianos e veganos, pois é uma alternativa versátil e nutritiva aos produtos de origem animal. A soja é uma proteína completa, o que significa que contém todos os nove aminoácidos essenciais que o corpo necessita. Uma forma comum de consumir soja é por meio de alternativas à carne de soja, também conhecidas como carnes simuladas ou carnes falsas. Esses produtos são feitos de proteína texturizada de soja ou tofu, que é temperado e moldado para se assemelhar a vários tipos de carne, como frango, vaca ou porco. As alternativas à carne de soja podem ser usadas em uma variedade de pratos, incluindo refogados, sanduíches e caçarolas, proporcionando uma opção rica em proteínas e saborosa para quem segue uma dieta baseada em vegetais. Além de ser uma boa fonte de proteína, a soja também contém outros nutrientes como fibras, ferro e cálcio. Estudos demonstraram que o consumo de soja pode trazer vários benefícios à saúde, incluindo a redução do risco de doenças cardíacas e a melhoria dos níveis de colesterol. No geral, a soja e as alternativas à carne de soja podem ser uma adição valiosa a uma dieta vegetariana ou vegana, proporcionando uma alternativa saborosa e nutritiva aos produtos animais tradicionais. Nozes As nozes são uma ótima fonte de proteína vegetal para vegetarianos. Eles também são ricos em gorduras saudáveis, fibras, vitaminas e minerais. Incorporar uma variedade de nozes em sua dieta pode fornecer inúmeras benefícios para a saúde, como redução da inflamação, redução do colesterol níveis e melhorando a saúde do coração. Algumas nozes populares para vegetarianos incluem amêndoas, nozes, castanhas de caju e pistache. Essas nozes podem ser apreciado sozinho como lanche, adicionado a saladas, aveia ou iogurte, ou usado como cobertura para pratos como refogados ou massas. Incluindo nozes em sua dieta é uma maneira deliciosa e nutritiva de atender às suas necessidades necessidades dietéticas como vegetariano. Farelo e fibra Para os vegetarianos, o farelo e as fibras são componentes essenciais de uma dieta saudável. O farelo, que é a camada externa dos grãos de cereais como trigo, arroz e aveia, é rico em nutrientes como fibras, vitaminas e minerais. É particularmente benéfico para a saúde digestiva, pois ajuda a regular os movimentos intestinais e a prevenir a prisão de ventre. A fibra, por outro lado, é um tipo de carboidrato que o corpo não consegue digerir. Pode ser encontrada em alimentos vegetais, como frutas, vegetais, nozes e grãos. As fibras ajudam a manter o sistema digestivo saudável, promovendo movimentos intestinais regulares, reduzindo o risco de câncer de cólon e ajudando a controlar os níveis de açúcar no sangue. Incluir alimentos ricos em farelo e fibras em uma dieta vegetariana é importante para manter a saúde e o bem-estar geral. Os vegetarianos podem incorporar farelo em suas refeições, adicionando-o aos cereais matinais, iogurte ou produtos assados. Da mesma forma, eles podem aumentar a ingestão de fibras comendo muitas frutas, vegetais, grãos integrais e legumes. No geral, o farelo e a fibra são essenciais para os vegetarianos garantirem que estão recebendo os nutrientes necessários para uma saúde ideal. Ao incluir esses alimentos em sua dieta, os vegetarianos podem desfrutar de uma alimentação equilibrada e nutritiva. Contate-nos Seu nome Endereço de email Mensagem Aceito a Política de Privacidade Enviar formulário Green Bites Market Sobre Catálogo Contate-nos Política de Privacidade Termos e Condições greenbitesmarket@gmail.com +91-258-9453022",
    "policy": "Green Bites Market | Política de Privacidade Sobre Catálogo Contate-nos Política de Privacidade No Green Bites Market, valorizamos a privacidade de nossos clientes e estamos comprometidos em proteger qualquer informação pessoal que nos seja fornecida. Esta política de privacidade descreve como coletamos, usamos e protegemos suas informações quando você visita nosso site. Informações que coletamos: Quando você visita nosso site, podemos coletar informações pessoais, como seu nome, endereço de e-mail, número de telefone e informações de faturamento quando você faz uma compra. Também podemos coletar informações não pessoais, como seu endereço IP, tipo de navegador e tipo de dispositivo, para fins analíticos. Usamos cookies para rastrear suas preferências de navegação e melhorar sua experiência de usuário em nosso site. Como usamos suas informações: Usamos as informações que você fornece para processar seus pedidos, comunicar com você sobre suas compras e melhorar nossos serviços. Podemos usar seu endereço de e-mail para enviar ofertas promocionais ou atualizações sobre nossos produtos e serviços. Você tem a opção de cancelar o recebimento dessas comunicações a qualquer momento. Não compartilhamos suas informações pessoais com terceiros, a menos que seja necessário para processar seus pedidos ou conforme exigido por lei. Medidas de segurança: Tomamos todas as precauções necessárias para proteger suas informações pessoais contra acesso não autorizado, divulgação ou uso indevido. Nosso site é protegido com criptografia SSL para garantir a segurança de seus dados confidenciais. Revisamos e atualizamos regularmente nossas medidas de segurança para manter suas informações seguras. Se você tiver alguma dúvida ou preocupação sobre nossa política de privacidade, entre em contato conosco em [email protegido]. Reservamo-nos o direito de atualizar esta política periodicamente e quaisquer alterações serão comunicadas em nosso site. Obrigado por escolher o Green Bites Market. Obrigado por escolher o \"Green Bites Market\". Green Bites Market Sobre Catálogo Contate-nos Política de Privacidade Termos e Condições greenbitesmarket@gmail.com +91-258-9453022",
    "terms": "Green Bites Market | Termos e Condições Sobre Catálogo Contate-nos Termos e Condições Introdução Bem-vindo ao Mercado Green Bites! Ao utilizar nosso site, você concorda em cumprir e ficar vinculado aos seguintes termos e condições de uso. Por favor, leia estes termos com atenção antes de usar nosso site. Uso do site Você deve ter pelo menos 18 anos de idade para usar nosso site. Você não pode usar nosso site para qualquer finalidade ilegal ou não autorizada. Você não pode usar nosso site de qualquer forma que possa danificar, desativar, sobrecarregar ou prejudicar o site. Conteúdo Todo o conteúdo fornecido em nosso site é apenas para fins de informação geral. Reservamo-nos o direito de modificar ou descontinuar qualquer parte do nosso site sem aviso prévio. Não somos responsáveis ​​pela precisão ou confiabilidade de qualquer conteúdo postado em nosso site. Qualquer uso não autorizado de nosso conteúdo pode dar origem a uma reclamação por danos. Produtos Todos os produtos listados em nosso site são vegetarianos. Nós nos esforçamos para fornecer descrições e preços precisos dos produtos, mas não podemos garantir a disponibilidade de nenhum produto. Reservamo-nos o direito de limitar a quantidade de produtos vendidos a qualquer cliente. Pagamento Todos os pagamentos feitos em nosso site são processados ​​de forma segura por meio de um processador de pagamentos terceirizado. Aceitamos todos os principais cartões de crédito, bem como outras formas de pagamento exibidas em nosso site. Os preços estão listados em dólares americanos e não incluem quaisquer impostos ou taxas de envio aplicáveis. Envio Oferecemos remessa apenas dentro dos Estados Unidos. Os pedidos normalmente são processados ​​e enviados dentro de um a dois dias úteis. Os custos de envio serão calculados na finalização da compra com base no peso e destino do seu pedido. Devoluções e reembolsos Aceitamos devoluções no prazo de 14 dias após o recebimento do seu pedido, desde que os itens estejam fechados e em sua embalagem original. Os reembolsos serão emitidos na forma de pagamento original dentro de 5 a 7 dias úteis após o recebimento dos itens devolvidos. Política de Privacidade Respeitamos sua privacidade e não compartilharemos suas informações pessoais com terceiros. Ao usar nosso site, você concorda com nossa Política de Privacidade. Entre em contato conosco Se você tiver alguma dúvida ou preocupação sobre estes termos e condições, entre em contato conosco em greenbitesmarket@gmail.com ou +91-258-9453022 Ao usar nosso site, você concorda integralmente com estes termos e condições. Se você não concorda com estes termos, por favor não utilize nosso site. Obrigado por comprar no Green Bites Market! Green Bites Market Sobre Catálogo Contate-nos Política de Privacidade Termos e Condições greenbitesmarket@gmail.com +91-258-9453022",
    "thank_page": "Green Bites Market | Obrigado Obrigado! Obrigado pelo seu pedido. Estamos gratos pelo seu interesse. Faremos o nosso melhor para cumprir o seu solicite e forneça o melhor experiência possível. Obrigado por nos escolher. Voltar à página inicial"
  }
}