{
  "name": "New_v9_swingrelax",
  "pages": {
    "terms-conditions": "Swing Relax Terms of Use - Your Guide to a Seamless Experience Phone: +91-958-4820460 DishwareDreams Home Collection Comfort Stay in touch Transform your house Buy a chair Terms of Use Feedback and Suggestions Swing Relax welcomes your feedback, comments, and suggestions regarding the website and its services. By providing any feedback or suggestions, you grant Swing Relax the right to use such feedback or suggestions without any obligation to you. Accessibility Swing Relax is committed to providing a website that is accessible to all users, including those with disabilities. We strive to ensure that all content and features on Swing Relax are accessible and usable to the widest possible audience. User Responsibilities You are responsible for maintaining the confidentiality of any account credentials and for all activities that occur under your account. You agree to notify Swing Relax immediately of any unauthorized use of your account or any other breach of security. Age Restriction Swing Relax is intended for use by individuals who are at least 18 years old. By accessing or using Swing Relax, you represent and warrant that you are at least 18 years old or have obtained parental consent to use Swing Relax. International Users Swing Relax is operated and controlled from the United States. If you access Swing Relax from locations outside the United States, you do so at your own risk and are responsible for compliance with local laws. No Agency No agency, partnership, joint venture, employee-employer, or franchiser-franchisee relationship is intended or created by these Terms of Use between you and Swing Relax. Captions The captions and headings used in these Terms of Use are for convenience only and do not affect the interpretation of the provisions contained herein. Survival The provisions of these Terms of Use which by their nature should survive termination shall survive termination, including, but not limited to, provisions regarding intellectual property, disclaimer of warranties, limitation of liability, indemnification, and jurisdiction. Consent to Electronic Communications By accessing Swing Relax, you consent to receive communications from Swing Relax electronically. We may communicate with you by email or by posting notices on Swing Relax. You agree that all agreements, notices, disclosures, and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing. Changes to Terms of Use Swing Relax reserves the right to update or modify these Terms of Use at any time without prior notice. Any changes will be effective immediately upon posting on Swing Relax. Your continued use of Swing Relax following the posting of revised Terms of Use means that you accept and agree to the changes. It is your responsibility to check the Terms of Use periodically for updates. Entire Agreement These Terms of Use constitute the entire agreement between you and Swing Relax regarding your use of Swing Relax, superseding any prior agreements, communications, and proposals, whether oral or written, between you and Swing Relax relating to such subject matter. Language These Terms of Use may be translated into other languages for your convenience. In the event of any inconsistency or discrepancy between the English version and any translated version, the English language version shall prevail. No Waiver The failure of Swing Relax to enforce any right or provision of these Terms of Use shall not constitute a waiver of such right or provision. The waiver of any such right or provision will be effective only if in writing and signed by a duly authorized representative of Swing Relax. Third-Party Beneficiaries These Terms of Use do not confer any rights or remedies upon any third-party beneficiaries. Further Assurances You agree to execute any further documents and take any further actions reasonably necessary to effectuate the purposes of these Terms of Use. Force Majeure Swing Relax shall not be liable for any failure to perform its obligations hereunder where such failure results from any cause beyond Swing Relax's reasonable control, including, but not limited to, acts of God, war, terrorism, riots, embargoes, acts of civil or military authorities, fire, floods, accidents, strikes, or shortages of transportation facilities, fuel, energy, labor, or materials. Headings The headings used in these Terms of Use are for convenience only and shall not affect the interpretation of these Terms of Use. Acceptance of Terms By accessing Swing Relax, you agree to these Terms of Use. If you do not agree to these Terms of Use, please refrain from accessing or using Swing Relax. Use of Swing Relax You agree to use Swing Relax only for lawful purposes and in a manner consistent with all applicable laws and regulations. Intellectual Property All content on Swing Relax, including but not limited to text, graphics, logos, images, audio clips, video clips, and data compilations, is the property of Swing Relax or its licensors and is protected by copyright, trademark, and other intellectual property laws. Prohibited Conduct You agree not to: Use Swing Relax in any way that violates any applicable law or regulation. Use Swing Relax to engage in any fraudulent or illegal activity. Use Swing Relax to distribute spam or other unsolicited communications. Attempt to interfere with the proper functioning of Swing Relax. Copy, reproduce, distribute, or modify any content on Swing Relax without authorization. Use any automated means to access Swing Relax without authorization. Disclaimer of Warranties Swing Relax is provided on an \"as is\" and \"as available\" basis without warranties of any kind, either express or implied. Swing Relax makes no warranties or representations about the accuracy, completeness, or reliability of any content on the website. Limitation of Liability In no event shall Swing Relax or its affiliates be liable for any indirect, incidental, special, consequential, or punitive damages arising out of or in connection with your use of Swing Relax, whether based on warranty, contract, tort (including negligence), or any other legal theory. Indemnification You agree to indemnify and hold Swing Relax and its affiliates harmless from any claims, losses, liabilities, damages, costs, or expenses arising out of or in connection with your use of Swing Relax or your violation of these Terms of Use. Modifications to Terms of Use Swing Relax reserves the right to modify these Terms of Use at any time. Any changes to these Terms of Use will be effective immediately upon posting. Your continued use of Swing Relax after any such changes constitutes your acceptance of the modified Terms of Use. Termination Swing Relax reserves the right, in its sole discretion, to terminate or suspend your access to all or part of Swing Relax for any reason, including, without limitation, violation of these Terms of Use. Third-Party Links Swing Relax may contain links to third-party websites or services that are not owned or controlled by Swing Relax. Swing Relax has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third-party websites or services. You further acknowledge and agree that Swing Relax shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods, or services available on or through any such websites or services. Severability If any provision of these Terms of Use is held to be invalid or unenforceable by a court of competent jurisdiction, the remaining provisions of these Terms of Use will remain in full force and effect. Entire Agreement These Terms of Use constitute the entire agreement between you and Swing Relax regarding your use of Swing Relax, superseding any prior agreements between you and Swing Relax relating to your use of Swing Relax. Waiver The failure of Swing Relax to enforce any right or provision of these Terms of Use will not be deemed a waiver of such right or provision. Assignment These Terms of Use, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by Swing Relax without restriction. Contact Information If you have any questions or concerns regarding these Terms of Use, please contact Swing Relax at swingrelax@gmail.com. Thank you for your attention to these Terms of Use. We hope you enjoy using Swing Relax! Swing Relax Relax in Style with Swing Relax - Your Destination for Premium Rocking Chairs Navigation Home Collection Comfort Stay in touch Transform your house Buy a chair Additionally Privacy Policy Terms of Use Contact Us +91-958-4820460 swingrelax@gmail.com 54RR+PJ, Gatauri, Chhattisgarh 495009, India Copyright © 2024 Swing Relax. All rights reserved.",
    "thanks": "Thank You for Choosing Swing Relax - Your Comfort, Our Priority Thank You for Reaching Out! We at Swing Relax are incredibly grateful for your feedback. Your thoughts and suggestions help us improve our services and products to better meet your needs. Rest assured, your message has been received loud and clear. Our team will carefully review it and get back to you as soon as possible. In the meantime, feel free to explore more of what Swing Relax has to offer: Visit Homepage",
    "index": "Welcome to Swing Relax - Your Ultimate Destination for Rocking Chairs Phone: +91-958-4820460 DishwareDreams Home Collection Comfort Stay in touch Transform your house Buy a chair Welcome to Swing Relax Welcome to Swing Relax, your ultimate destination for premium rocking chairs. Discover a world of comfort and style with our exquisite collection of swing seats designed to elevate your relaxation experience. Whether you seek a cozy corner for reading or a soothing spot to unwind after a long day, Swing Relax has the perfect rocking chair for you. Explore our range and embrace the art of relaxation in style. Start inspection Explore Our Collection Discover Your Perfect Rocking Chair Indulge in the luxury of comfort with Swing Relax's curated selection of premium rocking chairs. Each piece is crafted with precision and care to ensure not just relaxation, but a touch of elegance in your space. Cozy Corner Rocker Find solace in this snug rocker, perfect for curling up with a book or simply unwinding in style. Its plush cushions and sturdy build make it a must-have for any relaxation enthusiast. Sunset Swing Seat Embrace the tranquility of a gentle swing with our Sunset Swing Seat. Designed for those serene moments, this seat offers a blend of comfort and charm, making it a standout piece in any setting. We promise Our Promise to You Quality Craftsmanship, Unmatched Comfort Handcrafted Elegance Experience the beauty of handcrafted perfection in every detail of our rocking chairs, adding a touch of sophistication to your space. Premium Materials We source only the finest materials to create durable and luxurious rocking chairs that stand the test of time. Comfort Redefined Sink into a world of comfort with ergonomically designed seats that cradle you in relaxation. Style Statement Make a statement with our stylish designs that blend seamlessly with any decor, elevating your space effortlessly. Customer Satisfaction Your satisfaction is our priority. We strive to exceed your expectations with every purchase, ensuring a seamless shopping experience. Endless Relaxation Discover the joy of endless relaxation with our range of rocking chairs that invite you to unwind and rejuvenate in style. Stay Updated Subscribe for Exclusive Offers Be the First to Know Receive early access to new arrivals and limited edition rocking chairs before anyone else. Exclusive Discounts Unlock exclusive discounts and special offers reserved for our loyal subscribers. Insider Updates Get insider tips on rocking chair care, styling ideas, and more to enhance your relaxation space. VIP Access Gain VIP access to members-only sales and events, ensuring you never miss a chance to upgrade your comfort zone. Elevate Your Space with Swing Relax Transform Your Home with Style and Comfort Enhance your living space with our premium rocking chairs that blend comfort and elegance seamlessly. Elevate your relaxation experience with Swing Relax's exquisite collection. Quality Craftsmanship Elegant Designs Unmatched Comfort Stylish Additions Our collection 100+ Styles 10+ Years Experience 5000+ Satisfied Customers 500+ Five-Star Reviews Shop Now Explore Our Latest Collection Discover the perfect rocking chair for your home in our latest collection. Immerse yourself in comfort and style with Swing Relax's premium range of products. ₹5000 Cozy Corner Rocker Perfect for reading nooks or relaxation spaces. Order now ₹7500 Sunset Swing Seat Embrace tranquility with a gentle swing. Order now ₹6000 Classic Wooden Rocker Timeless design for classic elegance. Order now Contact With Us I accept the Privacy Policy Send a message Phone +91-958-4820460 Email swingrelax@gmail.com Location 54RR+PJ, Gatauri, Chhattisgarh 495009, India Swing Relax Relax in Style with Swing Relax - Your Destination for Premium Rocking Chairs Navigation Home Collection Comfort Stay in touch Transform your house Buy a chair Additionally Privacy Policy Terms of Use Contact Us +91-958-4820460 swingrelax@gmail.com 54RR+PJ, Gatauri, Chhattisgarh 495009, India Copyright © 2024 Swing Relax. All rights reserved.",
    "privacy-policy": "Swing Relax Privacy Policy - Your Data, Your Trust Phone: +91-958-4820460 DishwareDreams Home Collection Comfort Stay in touch Transform your house Buy a chair Privacy Policy Testimonials Privacy Policy Testimonials and reviews on Swing Relax are provided by users and are reflective of individual experiences and opinions. These testimonials are not intended to guarantee any specific results, and your results may vary. Errors and Omissions While we make every effort to ensure that the information on Swing Relax is accurate, we do not warrant or guarantee that the information will always be up to date, complete, or accurate. Swing Relax reserves the right to correct any errors, inaccuracies, or omissions and to change or update information at any time without prior notice. Financial Privacy Policy Swing Relax does not provide financial, investment, or legal advice. The information provided on this website is for general informational purposes only and should not be considered as professional advice. You should consult with a professional financial advisor or attorney for specific advice tailored to your situation. Advertisement Disclosure Swing Relax may display advertisements provided by third-party ad networks. These advertisements may be targeted based on your browsing history and interests. Swing Relax does not endorse or evaluate the products or services advertised on the website. Advertisements are labeled as such. Accuracy of Information The information provided on Swing Relax is for general informational purposes only. While we strive to ensure the accuracy and reliability of the information presented, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability concerning the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. Health Disclaimer The content provided on Swing Relax, including but not limited to articles, blog posts, and product descriptions, is not intended to be a substitute for professional medical advice, diagnosis, or treatment. Always seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on Swing Relax. External Links Swing Relax may contain links to external websites that are not provided or maintained by us. We do not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites. The inclusion of any external link does not imply endorsement by Swing Relax of the website or the products and services offered therein. We are not responsible for the content or privacy practices of these external websites. Limitation of Liability In no event shall Swing Relax, its employees, agents, partners, or affiliates, be liable to you or anyone else for any indirect, consequential, special, exemplary, punitive, or incidental damages, including without limitation, lost profits, data loss, or other intangible losses arising out of or in connection with your use or inability to use the website, even if advised of the possibility of such damages. Indemnity You agree to indemnify and hold Swing Relax harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of your use of the website, your violation of this disclaimer, or your violation of any rights of another. Intellectual Property Rights All content on Swing Relax, including but not limited to text, graphics, logos, images, audio clips, digital downloads, data compilations, and software, is the property of Swing Relax or its content suppliers and is protected by international copyright laws. The compilation of all content on this website is the exclusive property of Swing Relax and is protected by international copyright laws. User-generated Content Swing Relax may allow users to post, upload, or submit content to the website, including comments, reviews, and testimonials. By posting, uploading, or submitting content to Swing Relax, you grant us a non-exclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content throughout the world in any media. You represent and warrant that you own or otherwise control all of the rights to the content that you post, upload, or submit, that the content is accurate, that use of the content you supply does not violate this disclaimer and will not cause injury to any person or entity, and that you will indemnify Swing Relax for all claims resulting from content you supply. Entire Agreement This disclaimer constitutes the entire agreement between you and Swing Relax regarding your use of the website, superseding any prior agreements between you and Swing Relax relating to your use of the website. Social Media Disclosure Swing Relax may engage in social media marketing and utilize various social media platforms to interact with users and share content. Any interactions or engagements on social media platforms are subject to the terms and conditions of those platforms. Swing Relax is not responsible for any content posted by users on social media platforms. Termination of Access Swing Relax reserves the right to terminate or restrict your access to the website or any part of it, without notice, for any reason whatsoever, including, without limitation, breach of this disclaimer or violation of any applicable laws. Waiver The failure of Swing Relax to enforce any provision of this disclaimer shall not be deemed a waiver of such provision or any other provision of this disclaimer. Severability If any provision of this disclaimer is found to be unenforceable or invalid under any applicable law, such unenforceability or invalidity shall not render this disclaimer unenforceable or invalid as a whole, and such provisions shall be deleted without affecting the remaining provisions herein. Changes to Terms Swing Relax reserves the right to modify, amend, or update this disclaimer at any time, and such modifications, amendments, or updates shall be effective immediately upon posting on the website. You are encouraged to review this disclaimer periodically for any changes. Language Privacy Policy While Swing Relax may provide translations of certain content, including this disclaimer, into languages other than English, the English version shall prevail in the event of any discrepancies or inconsistencies between translations. Swing Relax is not responsible for any inaccuracies or misinterpretations in translated content. Acknowledgment By accessing or using Swing Relax, you acknowledge that you have read, understood, and agreed to be bound by all terms and conditions outlined in this disclaimer, as well as any additional terms and policies referenced herein. Contact Information If you have any questions or concerns regarding this disclaimer, please contact us at swingrelax@gmail.com. Thank you for your understanding and for using Swing Relax responsibly. Swing Relax Relax in Style with Swing Relax - Your Destination for Premium Rocking Chairs Navigation Home Collection Comfort Stay in touch Transform your house Buy a chair Additionally Privacy Policy Terms of Use Contact Us +91-958-4820460 swingrelax@gmail.com 54RR+PJ, Gatauri, Chhattisgarh 495009, India Copyright © 2024 Swing Relax. All rights reserved."
  }
}