{
  "name": "New_v9_TaxiHub",
  "pages": {
    "index": "TaxiHub India - Book Taxis Across India Easily Home Services Prices Contact us Call us Discover Seamless Taxi Services Across India Book your next ride with TaxiHub India and experience convenience like never before. Whether you're in bustling cities or serene countryside, our reliable taxi services are just a tap away. Explore Our Competitive Prices Empowering Your Travel Experience with TaxiHub At TaxiHub, we strive to provide the best travel experience for our customers, ensuring comfort, safety, and reliability in every ride. 99% Satisfied Clients Reliable Service Our fleet of well-maintained vehicles and professional drivers ensures that you reach your destination safely and on time. Affordable Prices We offer competitive pricing without compromising on quality. Get the best value for your money with TaxiHub. 24/7 Availability No matter the time of day, TaxiHub is here to serve you. Book your ride anytime, anywhere with our easy-to-use platform. Elevate Your Experience with Our Services Quick and Easy Booking Book your ride in just a few taps with our user-friendly app, making your travel experience hassle-free. Safety First Our drivers are thoroughly vetted and trained, ensuring a safe and secure journey every time. 24/7 Customer Support Our dedicated support team is available around the clock to assist you with any queries or concerns. Explore Our Budget-Friendly Rates Basic Ride Ideal for short trips within the city. ₹100 Up to 5 km AC/Non-AC options Professional drivers Real-time tracking 24/7 availability Choose Standard Ride Comfortable rides for longer distances. ₹200 Up to 10 km AC/Non-AC options Experienced drivers Real-time tracking 24/7 availability Choose Premium Ride Luxury and comfort for special occasions. ₹500 Up to 20 km Luxury cars Experienced drivers Real-time tracking 24/7 availability Choose Outstation Perfect for trips outside the city. ₹1000 Up to 100 km Comfortable seating Experienced drivers Real-time tracking 24/7 availability Choose Corporate Reliable rides for business needs. ₹1500 Up to 50 km Comfortable seating Professional drivers Real-time tracking 24/7 availability Choose Goods Transport Efficient transport for your goods. ₹2000 Up to 200 km Spacious vehicles Professional drivers Real-time tracking 24/7 availability Choose Why Choose Us? Discover the advantages of choosing TaxiHub for your travel needs. Our commitment to quality service ensures you have the best experience every time you ride with us. Top-Rated Service Our customers consistently rate us highly for our reliable and friendly service. Safety First Your safety is our priority. All our drivers are thoroughly vetted and vehicles regularly inspected. Affordable Prices Enjoy high-quality service without breaking the bank. We offer competitive rates for all rides. 24/7 Availability Need a ride at any time of day or night? We've got you covered with our round-the-clock service. Start your trip now! Send message I accept privacy policy Links Home Services Prices Contact us Policy Privacy policy Terms and Conditions Contacts 71-H, New Khanna Market, DIZ Area, Gole Market, New Delhi, Delhi 110001, India +919650214713 taxihub@gmail.com",
    "privacy": "TaxiHub India - Book Taxis Across India Easily | privacy policy Home Services Prices Contact us Call us Privacy Policy At TaxiHub, we are committed to protecting your privacy. This Privacy Policy outlines the types of information we collect, how we use it, and the steps we take to ensure your information is protected. 1. Information Collection We collect information from you when you use our services, register on our site, or interact with us in any way. This may include your name, email address, phone number, payment information, and location data. 2. Use of Information The information we collect is used to: Provide, maintain, and improve our services Process transactions and send related information Communicate with you, including responding to your inquiries and providing customer support Personalize and improve your experience with our services Monitor and analyze trends, usage, and activities Ensure security and prevent fraud 3. Information Sharing We do not sell, trade, or otherwise transfer to outside parties your Personally Identifiable Information unless we provide users with advance notice. This does not include website hosting partners and other parties who assist us in operating our website, conducting our business, or serving our users, so long as those parties agree to keep this information confidential. 4. Data Security We implement a variety of security measures to maintain the safety of your personal information. Your personal information is contained behind secured networks and is only accessible by a limited number of persons who have special access rights to such systems, and are required to keep the information confidential. 5. Cookies We use cookies to help us remember and process the items in your shopping cart, understand and save your preferences for future visits, and compile aggregate data about site traffic and site interaction so that we can offer better site experiences and tools in the future. 6. Third-party Links Occasionally, at our discretion, we may include or offer third-party products or services on our website. These third-party sites have separate and independent privacy policies. We therefore have no responsibility or liability for the content and activities of these linked sites. 7. Changes to our Privacy Policy If we decide to change our privacy policy, we will post those changes on this page. 8. Contact Us If you have any questions regarding this privacy policy, you may contact us at: taxihub@gmail.com Links Home Services Prices Contact us Policy Privacy policy Terms and Conditions Contacts 71-H, New Khanna Market, DIZ Area, Gole Market, New Delhi, Delhi 110001, India +919650214713 taxihub@gmail.com",
    "terms": "TaxiHub India - Book Taxis Across India Easily | terms and conditions Home Services Prices Contact us Call us Terms and Conditions Welcome to TaxiHub! By using our services, you agree to comply with and be bound by the following terms and conditions. Please review them carefully. 1. Acceptance of Terms By accessing or using the TaxiHub website and services, you agree to be bound by these terms and conditions. If you do not agree to these terms, please do not use our services. 2. Description of Service TaxiHub provides a platform for booking taxis and other transportation services. We act as an intermediary between you and the transportation providers. 3. User Responsibilities Users must provide accurate and complete information when creating an account and using our services. You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account. 4. Booking and Cancellation When you make a booking through TaxiHub, you agree to the pricing, terms, and conditions set forth at the time of booking. Cancellations may be subject to fees or penalties as specified in our cancellation policy. 5. Payment Payment for services must be made at the time of booking or as otherwise specified. We accept various payment methods and ensure that all transactions are secure. 6. Limitation of Liability TaxiHub is not liable for any direct, indirect, incidental, special, or consequential damages resulting from the use or the inability to use our services. We do not guarantee the availability, punctuality, or quality of the transportation services provided by third parties. 7. Changes to Terms We reserve the right to modify these terms and conditions at any time. Any changes will be effective immediately upon posting on our website. Your continued use of our services constitutes your acceptance of the modified terms. 8. Governing Law These terms and conditions are governed by and construed in accordance with the laws of India. Any disputes arising from or related to the use of our services will be subject to the exclusive jurisdiction of the courts in India. 9. Contact Us If you have any questions about these terms and conditions, please contact us at taxihub@gmail.com . Links Home Services Prices Contact us Policy Privacy policy Terms and Conditions Contacts 71-H, New Khanna Market, DIZ Area, Gole Market, New Delhi, Delhi 110001, India +919650214713 taxihub@gmail.com",
    "thank": "TaxiHub India - Book Taxis Across India Easily | Thank Thank You for Choosing TaxiHub We sincerely appreciate your decision to use TaxiHub for your travel needs. Our team is dedicated to providing you with a safe, comfortable, and reliable ride experience every time. If you have any questions or need further assistance, please don't hesitate to reach out to our customer support. Thank you for trusting us with your journey. Home page"
  },
  "date": "2024-06-21T13:58:05.487Z"
}