{
  "name": "New_v9_Sattva",
  "pages": {
    "about": "Sattva: where tradition meets quality in every bite SATTVA main products about us Sattva Milk Products Embrace Tradition, Taste our Quality. At Sattva, we honor the age-old methods of Indian dairy production, blending them with modern standards of hygiene and sustainability. Our Story Our story at Sattva Milk Products began with a passion for purity and a deep-rooted respect for traditional Indian dairy craftsmanship. Founded by a group of enthusiasts committed to delivering wholesome, natural dairy products, we embarked on a journey to redefine quality in the industry. From the outset, we focused on sourcing the finest milk from local farms known for their dedication to ethical farming practices. This ensured that every drop of milk used in our products was not only fresh but also of the highest quality. Embracing age-old techniques passed down through generations, we combined these traditional methods with modern innovations to create dairy products that are both authentic and innovative. Our commitment to sustainability led us to adopt practices that minimize our environmental impact, ensuring that our products are not only good for our customers but also for the planet. Who we are A group of enthusiasts who are passionate about dairy products. Rahul Gupta Priya Sharma Amit Mehta Ananya Patel Today, Sattva Milk Products stands as a testament to our unwavering commitment to quality and our belief in the power of natural, nutritious food. As we continue to grow and innovate, our mission remains clear: to provide you with products that enrich your life, nourish your body, and celebrate the essence of pure, wholesome dairy. Quality We ensure the highest standards of quality in every product, using natural ingredients and traditional methods. Tradition We honor and preserve the rich heritage of Indian dairy craftsmanship, blending it with modern innovations for superior products. Sustainability We are dedicated to sustainable practices, from sourcing milk locally to minimizing our environmental footprint. Health We prioritize health and nutrition, offering wholesome dairy products that contribute to a balanced diet. Ethics We uphold ethical standards in all aspects of our operations, fostering trust and integrity with our customers and partners. We proud of our products! At Sattva Milk Products, our mission is rooted in a deep commitment to excellence, tradition, and sustainability. We strive to redefine the standards of quality in the dairy industry by blending age-old Indian dairy craftsmanship with modern innovations. Noida Link Rd, Ganesh Nagar, New Delhi, Delhi, 110092, India +91-847-5124578 sattva@gmail.com Privacy Policy Terms and Conditions",
    "index": "Sattva: Pure and Natural Milk Products from India SATTVA products about us Sattva Milk Products Organic dairy Discover the true essence of natural goodness with Sattva, where every product is made with the utmost care and the finest ingredients. Indian dairy company.&nbsp;Natural ingredients.&nbsp;High-quality. Sattva&nbsp;is a leading Indian company dedicated to producing pure and natural dairy products.&nbsp;&nbsp;At Sattva, we are committed to maintaining the highest standards of quality and purity.&nbsp;Our dairy products are made from milk sourced from our trusted farms that practice sustainable and ethical farming. Fresh dairy products Our range includes the finest milk, yogurt, cheese, and more, all crafted with a commitment to health, tradition, and sustainability.&nbsp; Experience the natural goodness and unmatched quality of Sattva dairy products. Discover the true essence of natural dairy.&nbsp; Explore our products About Our Work At Sattva, we are dedicated to producing pure and natural dairy products with a focus on quality and sustainability. Our commitment to ethical farming and traditional methods ensures that every product is fresh, healthy, and delicious. Experience the difference with Sattva's exceptional dairy products. Read more about us Why people choose us advantages of Sattva Milk Products Natural Ingredients Produced using only natural ingredients. Ethical Production Produced with a commitment to ethical and sustainable practices. Pure and Fresh Ensures purity and freshness in every product. Traditional Methods Made using traditional Indian dairy techniques. High Nutritional Value Rich in essential nutrients and vitamins. No Additives or Preservatives Free from additives and preservatives. Farm-to-Table Directly sourced from local farms to ensure quality. Variety Offers a wide range of dairy products to suit diverse preferences. Health Benefits Promotes health and well-being through wholesome nutrition. High-quality dairy by Sattva Awards and quality certifications for Sattva Milk Products Molly Millions In posuere eleifend odio quisque semper augue wisi ligula. Global Sustainability Certification For meeting international standards of sustainability in dairy product production. International Taste Award For unique taste and quality of dairy products on the international stage. Indian Dairy Innovation Award For innovative approaches in dairy product manufacturing in India. We are happy to help! If you have any questions, please leave a message below and we will get back to you. I accept Privacy policy Send Noida Link Rd, Ganesh Nagar, New Delhi, Delhi, 110092, India +91-847-5124578 sattva@gmail.com Privacy Policy Terms and Conditions",
    "privacy": "Sattva: Join Our Journey SATTVA main products about us Privacy Policy 1. Introduction Welcome to Sattva Milk Products. We value your privacy and are committed to protecting your personal information. This Privacy Policy explains how we collect, use, and share your personal information when you visit our website or purchase our products. 2. Information We Collect Name Email address Phone number Mailing address Any other information you provide to us Browser type Pages visited on our website Time and date of visit 3. How We Use Your Information We may use the information we collect for the following purposes: To process and fulfill your orders To communicate with you about your orders, products, services, and promotional offers To improve our website, products, and services To personalize your experience on our website To detect, prevent, and address technical issues 4. Sharing Your Information We do not sell, trade, or otherwise transfer your personal information to outside parties except as described below: Service Providers: We may share your information with third-party service providers who assist us in operating our website, conducting our business, or servicing you. Legal Requirements: We may disclose your information if required to do so by law or in response to valid requests by public authorities. Business Transfers: In the event of a merger, acquisition, or sale of all or a portion of our assets, your personal information may be transferred to the new owner. 5. Your Choices You have the following choices regarding your personal information: Access and Update: You can access and update your personal information by contacting us. Opt-Out: You can opt-out of receiving promotional emails from us by following the unsubscribe instructions in those emails. Cookies: Most web browsers are set to accept cookies by default. You can choose to set your browser to remove or reject cookies. 6. Children's Privacy Our website is not intended for children under the age of 13. We do not knowingly collect personal information from children under 13. If we become aware that a child under 13 has provided us with personal information, we will take steps to delete such information. 7. Changes to This Privacy Policy We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on our website. You are advised to review this Privacy Policy periodically for any changes. 8. Contact information If you have any questions or concerns about our Privacy Policy, please contact us at sattva@gmail.com. Noida Link Rd, Ganesh Nagar, New Delhi, Delhi, 110092, India +91-847-5124578 sattva@gmail.com Privacy Policy Terms and Conditions",
    "products": "Sattva: Natural Purity from India's Finest Dairies SATTVA main products about us Sattva Milk Products Pure Goodness, Naturally At Sattva, we are committed to bringing you the finest quality products, crafted using traditional Indian methods and sourced directly from local farms. Sattva Milk Products: Embrace Pure, Natural Goodness Explore our catalog to discover the health benefits and rich flavors of Sattva Milk Products. Whether you are looking for milk, yogurt, cheese, or other dairy specialties, you can trust Sattva to deliver freshness and quality in every bite. Join us in celebrating the natural goodness of dairy, where ethical and sustainable practices are at the heart of everything we do. Enjoy the pure taste and wholesome nutrition of Sattva Milk Products. Our products Milk Enjoy the pure, wholesome taste of our fresh milk, available in whole, skimmed, and organic options to suit your dietary needs. Our milk is sourced from healthy, well-cared-for cows and processed with the utmost care to preserve its natural goodness. Whether enjoyed as a drink, poured over cereal, or used in cooking and baking, our milk provides essential nutrients and a deliciously fresh taste that you can trust. Paneer Savor the authentic taste of our paneer, a fresh, soft cheese that’s a staple in Indian cuisine. Made from high-quality milk, our paneer is rich in protein and has a mild, milky flavor that complements a wide range of dishes. Whether used in curries, grilled, or added to salads, our paneer offers a versatile and nutritious ingredient that enhances the flavor and texture of your meals. Plain Yogurt Delight in the natural, creamy goodness of our plain yogurt, made from the freshest milk and live active cultures. Our yogurt is rich in probiotics, promoting digestive health and overall well-being. Perfect as a snack, a base for smoothies, or an ingredient in your favorite recipes, our plain yogurt offers a versatile and nutritious addition to your diet. Enjoy it on its own or mix in your favorite fruits and honey for a personalized treat. White paneer Experience the genuine flavor of our paneer, a fresh and soft cheese integral to Indian cuisine. Crafted from premium milk, our paneer is packed with protein and has a delicate, milky taste that pairs well with a variety of dishes. Whether incorporated into curries, grilled, or added to salads, our paneer serves as a versatile and nutritious ingredient, enhancing the taste and texture of your meals. Sour Cream Discover the creamy, tangy delight of our sour cream, made from the freshest milk and carefully cultured to achieve the perfect consistency. Ideal for enhancing the flavor of your favorite dishes, our sour cream is perfect for dolloping on baked potatoes, mixing into dips, or adding a tangy twist to your tacos and soups. With its rich, smooth texture and versatile use, our sour cream is a staple for any kitchen. Cheeses Explore our diverse selection of cheeses, each crafted from the finest milk and aged to perfection to deliver a unique and satisfying flavor. From the creamy richness of our mozzarella to the sharp tang of our cheddar, our cheeses are perfect for every palate and culinary need. Enjoy them on their own, paired with your favorite wines, or incorporated into your favorite recipes. Our cheeses provide the perfect balance of taste and quality, making them a delightful addition to your table. Vanilla Yogurt Indulge in the delightful blend of our creamy yogurt and the subtle sweetness of real vanilla with our vanilla yogurt. Made with high-quality milk and infused with natural vanilla flavor, our vanilla yogurt is a delicious and nutritious snack perfect for any time of day. Offering a smooth and refreshing taste, our vanilla yogurt provides a healthy option that satisfies your cravings. Butter Savor the creamy, rich taste of our butter, churned from fresh, high-quality cream to deliver a smooth and delicious spread. Our butter is perfect for a variety of culinary uses, from spreading on toast to baking pastries and cooking gourmet meals. Available in salted and unsalted varieties, our butter enhances the flavor of your dishes and adds a touch of luxury to your everyday meals. Lassi Transport yourself to the heart of India with our traditional lassi, a refreshing yogurt-based drink that combines the tanginess of natural yogurt with the sweetness of fresh fruits or a hint of spices. Our lassi is available in classic, sweet, and salted, providing a perfect balance of flavors that refresh and rejuvenate. Ideal for cooling down on a hot day or as a complement to your meal, our lassi offers an authentic taste of Indian tradition. Mango Lassi Traditional lassi, a refreshing yogurt drink that combines natural yogurt with the mango and spices. Ideal for cooling down on a hot day or as a complement to your meal, our lassi offers an authentic taste of Indian tradition. Milkshakes Experience the ultimate refreshment with our luscious milkshakes, expertly blended to create a thick, creamy, and utterly satisfying beverage. Made with our fresh milk and premium ingredients, our milkshakes come in a variety of flavors including strawberry, chocolate, vanilla, and more. Perfect for a quick pick-me-up or a delicious dessert, our milkshakes are a delightful way to enjoy the richness of our dairy products in a refreshing drink. Ice Cream Indulge in our artisanal ice cream, crafted from the finest natural ingredients to deliver a rich, creamy texture and unparalleled flavor. Our ice cream is made in small batches to ensure the highest quality and consistency, with flavors ranging from classic vanilla and chocolate to exotic mango and pistachio. Whether enjoyed in a cone, a bowl, or as part of a decadent dessert, our ice cream promises to be a delightful treat that brings joy to every scoop. Contact us to order! Please fill out the form below and we will reach you for more information. I accept Privacy policy Send Noida Link Rd, Ganesh Nagar, New Delhi, Delhi, 110092, India +91-847-5124578 sattva@gmail.com Privacy Policy Terms and Conditions",
    "terms-conditions": "Sattva: Promoting Health and Wellness SATTVA main products about us Terms and Conditions 1. Introduction Welcome to Sattva Milk Products. By accessing or using our website, you agree to comply with and be bound by these Terms and Conditions. If you do not agree with any part of these terms, you must not use our website. 2. Use of the Site You agree to use our website only for lawful purposes and in a manner that does not infringe the rights of, restrict, or inhibit anyone else's use and enjoyment of the website. Prohibited behavior includes harassing or causing distress or inconvenience to any other user, transmitting obscene or offensive content, or disrupting the normal flow of dialogue within our website. 3. Intellectual Property All content included on this website, such as text, graphics, logos, images, and software, is the property of Sattva Milk Products or its content suppliers and is protected by international copyright laws. Unauthorized use of this content is prohibited unless expressly authorized by Sattva Milk Products. 4. Product Information We strive to ensure that the information on our website is accurate, complete, and current. However, we do not warrant that product descriptions or other content on our website are accurate, complete, reliable, current, or error-free. If a product offered by Sattva Milk Products is not as described, your sole remedy is to return it in unused condition. 5. Indemnification You agree to indemnify, defend, and hold harmless Sattva Milk Products, its officers, directors, employees, consultants, agents, and affiliates from any and all third-party claims, liability, damages, and/or costs (including, but not limited to, legal fees) arising from your use of our website or your breach of these Terms and Conditions. 6. Governing Law These Terms and Conditions are governed by and construed in accordance with the laws of India, and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location. 7. Changes to These Terms and Conditions We reserve the right, at our sole discretion, to modify or replace these Terms and Conditions at any time. If a revision is material, we will provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. 8. Contacts We are reachable at the following mail address: sattva@gmail.com Noida Link Rd, Ganesh Nagar, New Delhi, Delhi, 110092, India +91-847-5124578 sattva@gmail.com Privacy Policy Terms and Conditions",
    "thank": "Discover Sattva Milk Products! body { font-family: Arial, sans-serif; background-color: #eee; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: #fff; border: 3px solid #82b440; border-radius: 5px; } h1 { color: #82b440; } p { color: #82b440; margin-bottom: 20px; } .btn { background-color: #82b440; color: #fff; padding: 10px 20px; text-align: center; text-decoration: none; display: inline-block; font-size: 16px; transition: background-color 0.3s; border-radius: 5px; } .btn:hover { background-color: #eee; color: #82b440; border: 2px solid #82b440; } Sattva Milk Products: Thank you! Thank you for visiting our website. Explore Sattva Milk Products and experience the essence of quality and tradition in every bite. From our rich, creamy yogurts to our soft, flavorful paneer, we offer a range of natural dairy products crafted with care and expertise. Learn about our commitment to sustainability, health, and ethical practices as we strive to deliver products that nourish both body and soul. Back to main page"
  },
  "date": "2024-07-08T15:56:25.894Z"
}