{
  "name": "New_PerolaTropical_Brasil",
  "pages": {
    "casino": "Cassino - Pérola Tropical: Entretenimento e Diversão ☰ Acomodações Serviços e Instalações Cassino Contato Entretenimento e Emoção no Nosso Cassino Bem-vindo ao cassino do Pérola Tropical, onde a diversão e a emoção nunca acabam. Explore uma vasta seleção de jogos e aproveite o ambiente sofisticado e vibrante. Seja você um jogador experiente ou um iniciante, nosso cassino oferece a experiência perfeita para todos os gostos. Por Que Escolher Nosso Cassino no Hotel Entretenimento Sem Fim Nosso cassino oferece uma vasta gama de jogos, desde máquinas caça-níqueis até mesas de pôquer e roleta. Há sempre algo para todos, garantindo diversão e emoção a cada visita. Ambiente Sofisticado Desfrute de um ambiente elegante e sofisticado, projetado para proporcionar uma experiência de luxo. Nosso cassino combina estilo e conforto para que você se sinta especial a cada momento. Serviço de Bar e Restaurante Relaxe entre um jogo e outro com nosso serviço de bar e restaurante de alta qualidade. Oferecemos uma seleção de bebidas finas e pratos deliciosos para complementar sua experiência no cassino. Eventos e Torneios Exclusivos Participe de eventos especiais e torneios emocionantes organizados regularmente no nosso cassino. Esses eventos proporcionam oportunidades únicas de competir e ganhar prêmios incríveis. Jogos Emocionantes no Nosso Cassino No cassino do Pérola Tropical, oferecemos uma seleção diversificada de jogos para garantir que cada hóspede encontre algo que adore. Nossa variedade de jogos combina clássicos favoritos com opções modernas, proporcionando entretenimento para todos os gostos e níveis de habilidade. Máquinas Caça-níqueis Desfrute da emoção das máquinas caça-níqueis com uma ampla variedade de temas e estilos. Com jogadas simples e chances de ganhar grandes prêmios, esses jogos são perfeitos para todos os tipos de jogadores. Jogar Blackjack Teste sua sorte e habilidade no Blackjack, onde o objetivo é alcançar 21 pontos sem ultrapassar. Este jogo clássico de cartas é ideal para aqueles que apreciam uma combinação de estratégia e emoção. Jogar Roleta Sinta a adrenalina girar na roleta, onde você pode apostar em números individuais, cores ou grupos de números. A roleta é um dos jogos de cassino mais populares e oferece diversas formas de ganhar. Jogar Pôquer Participe de emocionantes partidas de pôquer, um jogo de habilidade e estratégia que desafia jogadores de todos os níveis. Jogue contra outros participantes e veja se você consegue a melhor mão. Jogar Baccarat Experimente a elegância do Baccarat, um jogo de cartas que é tanto simples quanto emocionante. Aposte no jogador, no banqueiro ou no empate e veja quem chega mais próximo de nove pontos. Jogar Craps Sinta a energia de um dos jogos de mesa mais dinâmicos do cassino, o Craps. Com diversas opções de apostas e um ritmo rápido, este jogo de dados proporciona muita diversão e entusiasmo. Jogar Endereço Av. Santo Amaro, n° 1 - 600 - Chácara Roma, Caldas Novas - GO, 75690-000, Brasil Email perolatropical@gmail.com Telefone +55-43-8976-4563 política de Privacidade Termos e Condições Aviso Legal Confirmação de Idade Para acessar esta seção do site, você deve ter 18 anos ou mais. Nosso conteúdo é destinado a adultos e segue as regulamentações legais para jogos de cassino. Por favor, confirme sua idade antes de prosseguir. Você tem 18 anos ou mais? Eu tenho 18 menos de 18 anos function closePopup(confirmation) { if (confirmation) { console.log(\"User confirmed they are 18 or older.\"); } else { console.log(\"User denied they are 18 or older.\"); } document.getElementById(\"overlay\").style.display = \"none\"; document.getElementById(\"popup\").style.display = \"none\"; } document.addEventListener(\"DOMContentLoaded\", function () { document.getElementById(\"overlay\").style.display = \"block\"; document.getElementById(\"popup\").style.display = \"block\"; });",
    "contact": "Contato - Pérola Tropical: Fale Conosco ☰ Acomodações Serviços e Instalações Cassino Contato Fale Conosco Estamos aqui para ajudar! Entre em contato com a equipe do Pérola Tropical para qualquer dúvida, sugestão ou informação adicional que você possa precisar. Nosso objetivo é fornecer um atendimento excelente e garantir que todas as suas necessidades sejam atendidas. Utilize as informações de contato abaixo ou envie sua mensagem diretamente pelo nosso site. Perguntas Frequentes Aqui você encontra respostas para as perguntas mais comuns sobre o Pérola Tropical. Se sua dúvida não estiver listada, entre em contato conosco para obter mais informações. Quais são os horários de check-in e check-out? Check-in é a partir das 14h, e check-out deve ser realizado até as 12h. Se precisar de horários diferentes, entre em contato com nossa recepção para verificarmos a disponibilidade. O hotel oferece serviço de transporte para o aeroporto? Sim, oferecemos um serviço de transporte de ida e volta para o aeroporto por um custo adicional. Recomendamos reservar esse serviço com antecedência para garantir disponibilidade. O café da manhã está incluído na diária? Sim, o café da manhã está incluído na diária para todos os hóspedes. Servimos uma ampla variedade de opções frescas e deliciosas para começar bem o seu dia. O hotel aceita animais de estimação? Infelizmente, no momento não aceitamos animais de estimação. Pedimos desculpas por qualquer inconveniência e agradecemos a compreensão. Há estacionamento disponível no hotel? Sim, temos estacionamento seguro e gratuito para os nossos hóspedes. Não é necessário fazer reserva prévia, mas vagas estão sujeitas à disponibilidade. Nossos dados Endereço Av. Santo Amaro, n° 1 - 600 - Chácara Roma, Caldas Novas - GO, 75690-000, Brasil Email perolatropical@gmail.com Telefone +55-43-8976-4563 Entre em Contato Conosco Estamos aqui para ouvir você! No Pérola Tropical, valorizamos o feedback e as perguntas de nossos hóspedes e visitantes. Sua opinião é fundamental para continuarmos melhorando nossos serviços e proporcionando experiências excepcionais. Enviar Concordo em Política de Privacidade Endereço Av. Santo Amaro, n° 1 - 600 - Chácara Roma, Caldas Novas - GO, 75690-000, Brasil Email perolatropical@gmail.com Telefone +55-43-8976-4563 política de Privacidade Termos e Condições Aviso Legal",
    "disclaimer": "Aviso Legal - Pérola Tropical: Limitação de Responsabilidade e Uso do Site ☰ Acomodações Serviços e Instalações Cassino Contato Aviso Legal Bem-vindo ao site do Pérola Tropical! Este Aviso Legal regula o uso do nosso site e fornece informações importantes sobre as responsabilidades e limitações associadas ao uso das informações e serviços oferecidos. Ao acessar ou usar nosso site, você concorda com os termos deste Aviso Legal. Se você não concorda com estes termos, por favor, não use nosso site. 1. Uso das Informações As informações fornecidas neste site são para fins gerais de informação e orientação. Embora nos esforcemos para manter as informações precisas e atualizadas, não garantimos a completude, precisão, confiabilidade, adequação ou disponibilidade em relação ao site ou às informações, produtos, serviços ou gráficos contidos no site para qualquer propósito. Qualquer confiança que você deposite em tais informações é, portanto, estritamente por sua conta e risco. 2. Limitação de Responsabilidade Em nenhuma circunstância o Pérola Tropical será responsável por qualquer perda ou dano, incluindo, sem limitação, perdas ou danos indiretos ou consequenciais, ou qualquer perda ou dano resultante da perda de dados ou lucros decorrentes de, ou relacionados ao uso deste site. 3. Links para Sites de Terceiros Nosso site pode conter links para sites de terceiros que não são controlados pelo Pérola Tropical. Não temos controle sobre a natureza, conteúdo e disponibilidade desses sites. A inclusão de quaisquer links não implica necessariamente uma recomendação ou endossa as opiniões expressas nesses sites. O acesso a tais sites é por sua conta e risco. 4. Disponibilidade do Site Fazemos todos os esforços para manter o site funcionando sem problemas. No entanto, o Pérola Tropical não se responsabiliza e não será responsável se o site estiver temporariamente indisponível devido a problemas técnicos fora do nosso controle. 5. Propriedade Intelectual Todo o conteúdo, incluindo, mas não se limitando a, textos, imagens, logotipos, gráficos e software, presente no nosso site é de propriedade do Pérola Tropical ou está licenciado para uso pelo Pérola Tropical. É proibida a reprodução, distribuição ou qualquer outro uso do conteúdo sem nossa autorização prévia por escrito. 6. Alterações no Aviso Legal O Pérola Tropical reserva-se o direito de modificar este Aviso Legal a qualquer momento. Quaisquer alterações serão publicadas nesta página, e a data de revisão será atualizada. Recomendamos que você revise este Aviso Legal periodicamente para se manter informado sobre quaisquer mudanças. 7. Lei Aplicável Este Aviso Legal será regido e interpretado de acordo com as leis do Brasil. Quaisquer disputas decorrentes ou relacionadas a este Aviso Legal estarão sujeitas à jurisdição exclusiva dos tribunais do Brasil. 8. Contato Se você tiver alguma dúvida ou preocupação sobre este Aviso Legal ou sobre nossas práticas, entre em contato conosco pelo e-mail: perolatropical@gmail.com. Agradecemos por visitar o Pérola Tropical e esperamos proporcionar uma excelente experiência! Endereço Av. Santo Amaro, n° 1 - 600 - Chácara Roma, Caldas Novas - GO, 75690-000, Brasil Email perolatropical@gmail.com Telefone +55-43-8976-4563 política de Privacidade Termos e Condições Aviso Legal",
    "index": "Acomodações - Pérola Tropical: Conforto e Elegância em Nossos Quartos ☰ Acomodações Serviços e Instalações Cassino Contato Bem-vindo às Nossas Acomodações de Luxo Descubra o conforto e a elegância das nossas acomodações no Pérola Tropical. Cada quarto e suíte foi projetado para proporcionar uma experiência inesquecível, combinando estilo sofisticado com comodidades modernas. Desfrute de uma estadia relaxante com vistas deslumbrantes e serviços excepcionais. Entrar em contato Vantagens das Nossas Acomodações Conforto Luxuoso Nossos quartos e suítes são projetados com atenção aos detalhes, oferecendo camas confortáveis, roupas de cama de alta qualidade e uma decoração elegante para garantir uma estadia relaxante e sofisticada. Tecnologia de Ponta Desfrute de comodidades modernas, incluindo Wi-Fi gratuito, televisores de tela plana com uma ampla seleção de canais, e sistemas de climatização ajustáveis para o seu conforto. Vistas Deslumbrantes Acorde com vistas panorâmicas de tirar o fôlego, seja do oceano, do jardim ou da cidade. Nossas acomodações oferecem cenários inspiradores que tornam sua estadia ainda mais especial. Serviço Impecável A equipe do Pérola Tropical está dedicada a proporcionar uma experiência excepcional. Desde o serviço de quarto 24 horas até a limpeza diária e o atendimento personalizado, cuidamos de cada detalhe para que você se sinta em casa. Nossa Missão No Pérola Tropical, nossa missão é proporcionar uma experiência excepcional aos nossos hóspedes, unindo conforto, hospitalidade e um ambiente acolhedor. Acreditamos que cada visita deve ser única e memorável, e estamos comprometidos em superar as expectativas de todos que escolhem o nosso hotel. Buscamos continuamente a excelência em todos os aspectos dos nossos serviços. Desde a qualidade das acomodações até a atenção personalizada da nossa equipe, cada detalhe é cuidadosamente planejado para garantir que nossos hóspedes se sintam em casa e desfrutem de momentos inesquecíveis. Além disso, temos um forte compromisso com a sustentabilidade e o respeito ao meio ambiente. Nossas práticas são orientadas para minimizar o impacto ambiental, preservando a beleza natural que nos cerca e contribuindo para um turismo responsável. Queremos que cada hóspede se sinta parte dessa missão de cuidar do nosso planeta enquanto desfruta de uma estadia maravilhosa. Descubra Nossos Tipos de Acomodações No Pérola Tropical, oferecemos uma variedade de acomodações que atendem a todos os gostos e necessidades. Cada tipo de quarto é projetado para garantir conforto, elegância e uma experiência única, permitindo que você escolha o ambiente perfeito para sua estadia. Suíte Luxo Um espaço amplo e sofisticado, ideal para quem busca conforto absoluto e comodidades de alta qualidade. Quarto Standard A opção perfeita para viajantes que valorizam funcionalidade e conforto em um ambiente acolhedor e bem equipado. Quarto Deluxe Com vistas deslumbrantes e decoração elegante, este quarto oferece um toque extra de sofisticação e tranquilidade. Suíte Familiar Projetada para acomodar toda a família, essa suíte espaçosa garante conforto e privacidade para todos os hóspedes. Endereço Av. Santo Amaro, n° 1 - 600 - Chácara Roma, Caldas Novas - GO, 75690-000, Brasil Email perolatropical@gmail.com Telefone +55-43-8976-4563 política de Privacidade Termos e Condições Aviso Legal",
    "privacy-policy": "Política de Privacidade - Pérola Tropical: Protegendo Seus Dados Pessoais ☰ Acomodações Serviços e Instalações Cassino Contato Política de Privacidade Bem-vindo ao Pérola Tropical! Estamos comprometidos em proteger a privacidade e a segurança das informações pessoais dos nossos hóspedes e visitantes. Esta Política de Privacidade descreve como coletamos, usamos, divulgamos e protegemos suas informações. Ao utilizar nosso site e serviços, você concorda com os termos desta política. 1. Coleta de Informações Coletamos informações pessoais de várias maneiras, incluindo, mas não se limitando a: Informações fornecidas por você: Ao fazer uma reserva, preencher formulários de contato, ou se registrar em nosso site, você pode nos fornecer dados como nome, endereço de e-mail, número de telefone, endereço físico, informações de pagamento, entre outros. Informações coletadas automaticamente: Quando você visita nosso site, podemos coletar automaticamente certas informações, como endereço IP, tipo de navegador, páginas visitadas, tempo de permanência no site, entre outras. Utilizamos cookies e outras tecnologias de rastreamento para melhorar sua experiência em nosso site. 2. Uso das Informações As informações que coletamos podem ser utilizadas para: Processamento de reservas: Utilizamos suas informações para confirmar e gerenciar suas reservas em nosso hotel. Comunicação: Podemos enviar e-mails de confirmação, atualizações de reservas, newsletters e outras comunicações relacionadas aos nossos serviços. Você pode optar por não receber comunicações de marketing a qualquer momento. Melhoria dos serviços: Utilizamos os dados coletados para entender melhor as necessidades dos nossos clientes e melhorar nossos serviços e a experiência do usuário. Segurança e conformidade: Podemos utilizar suas informações para detectar e prevenir fraudes, cumprir obrigações legais e proteger nossos direitos e propriedades. 3. Compartilhamento de Informações Não vendemos, trocamos ou alugamos suas informações pessoais para terceiros. No entanto, podemos compartilhar suas informações com: Prestadores de serviços: Empresas que nos auxiliam na operação do nosso site, no processamento de pagamentos, na gestão de reservas e na melhoria dos nossos serviços. Autoridades legais: Quando exigido por lei, ou para proteger nossos direitos e segurança, podemos divulgar suas informações às autoridades competentes. 4. Segurança das Informações Implementamos medidas de segurança técnicas e organizacionais para proteger suas informações pessoais contra acesso não autorizado, perda, destruição ou alteração. No entanto, nenhuma transmissão de dados pela internet ou sistema de armazenamento eletrônico é totalmente segura. Portanto, não podemos garantir a segurança absoluta das informações transmitidas ou armazenadas por nós. 5. Retenção de Dados Reteremos suas informações pessoais pelo tempo necessário para cumprir os propósitos descritos nesta Política de Privacidade, a menos que um período de retenção mais longo seja exigido ou permitido por lei. 6. Seus Direitos Você tem o direito de acessar, corrigir, atualizar ou solicitar a exclusão de suas informações pessoais. Para exercer esses direitos, entre em contato conosco através do e-mail: perolatropical@gmail.com. 7. Alterações na Política de Privacidade Podemos atualizar esta Política de Privacidade periodicamente. Quaisquer alterações serão publicadas nesta página, e a data de revisão será atualizada. Recomendamos que você revise esta política regularmente para se manter informado sobre como estamos protegendo suas informações. 8. Contato Se você tiver alguma dúvida ou preocupação sobre esta Política de Privacidade ou sobre nossas práticas de privacidade, entre em contato conosco pelo e-mail: perolatropical@gmail.com. Agradecemos sua confiança e esperamos recebê-lo em breve no Pérola Tropical! Endereço Av. Santo Amaro, n° 1 - 600 - Chácara Roma, Caldas Novas - GO, 75690-000, Brasil Email perolatropical@gmail.com Telefone +55-43-8976-4563 política de Privacidade Termos e Condições Aviso Legal",
    "services": "Serviços e Instalações - Pérola Tropical: Experiência Completa e Confortável ☰ Acomodações Serviços e Instalações Cassino Contato Experiência Completa com Nossos Serviços e Instalações No Pérola Tropical, oferecemos uma variedade de serviços e instalações para tornar sua estadia memorável. Desde nosso restaurante gourmet e piscina refrescante até o spa relaxante e salas de conferências totalmente equipadas, garantimos que você tenha tudo o que precisa para uma experiência única e confortável. Por Que Escolher o Pérola Tropical? No Pérola Tropical, somos mais do que apenas um hotel; somos um destino que prioriza a satisfação e o bem-estar dos nossos hóspedes. Nossos clientes escolhem-nos pela combinação perfeita de conforto, serviços excepcionais e um ambiente acolhedor que transforma cada estadia em uma experiência memorável. Além de nossas acomodações luxuosas, oferecemos uma variedade de serviços que atendem às necessidades de todos. Desde restaurantes de alta qualidade até áreas de lazer completas, garantimos que cada visitante encontre algo especial durante sua estadia, criando momentos inesquecíveis. Por último, nossa equipe é dedicada a oferecer um atendimento personalizado e atencioso, sempre pronta para superar as expectativas dos nossos hóspedes. Acreditamos que cada detalhe conta e nos esforçamos para criar um ambiente amigável e acolhedor, onde todos se sintam em casa. Nossos Serviços Incomparáveis No Pérola Tropical, nos dedicamos a proporcionar uma experiência completa e agradável para todos os nossos hóspedes. Oferecemos uma gama de serviços pensados para atender a todas as suas necessidades, garantindo que sua estadia seja confortável e inesquecível. Restaurante Gourmet Delicie-se com pratos preparados por chefs renomados, utilizando ingredientes frescos e locais, em um ambiente acolhedor e elegante. Spa e Bem-Estar Relaxe e rejuvenesça com nossos tratamentos de spa exclusivos, que combinam técnicas tradicionais e modernas para proporcionar total bem-estar. Serviço de Quarto 24 Horas Aproveite a conveniência de um serviço de quarto disponível a qualquer hora, oferecendo uma seleção variada de pratos e bebidas para sua comodidade. Área de Lazer e Piscina Desfrute de momentos de diversão e relaxamento em nossas instalações de lazer, incluindo uma piscina refrescante e áreas para atividades ao ar livre. Explore Nossas Excursões Imperdíveis Descubra as maravilhas da região com nossos exclusivos pacotes de turismo, projetados para oferecer experiências inesquecíveis e uma imersão completa na cultura local. City Tour Histórico Explore os pontos turísticos mais icônicos da cidade, conhecendo sua história e cultura através de visitas guiadas a museus, praças e monumentos. Buy Now Aventura na Natureza Participe de uma emocionante excursão em meio à natureza, com trilhas, avistamento de fauna e flora locais, e atividades ao ar livre para todos os níveis de habilidade. Buy Now Tour Gastronômico Delicie-se com os sabores da culinária local em um tour que leva você a restaurantes e mercados tradicionais, oferecendo uma verdadeira experiência gastronômica da região. Buy Now Endereço Av. Santo Amaro, n° 1 - 600 - Chácara Roma, Caldas Novas - GO, 75690-000, Brasil Email perolatropical@gmail.com Telefone +55-43-8976-4563 política de Privacidade Termos e Condições Aviso Legal",
    "terms-conditions": "Termos e Condições - Pérola Tropical: Regulamentos de Uso e Serviços ☰ Acomodações Serviços e Instalações Cassino Contato Termos e Condições Bem-vindo ao Pérola Tropical! Estes termos e condições descrevem as regras e regulamentos para o uso do nosso site e serviços. Ao acessar ou utilizar nosso site, você concorda em cumprir e estar vinculado a estes termos e condições. Se você não concorda com alguma parte destes termos, não deve utilizar nosso site. 1. Reservas Para fazer uma reserva no Pérola Tropical, você deve fornecer informações precisas e completas. Todas as reservas estão sujeitas à disponibilidade e confirmação. Nos reservamos o direito de recusar ou cancelar qualquer reserva, a nosso critério, em qualquer momento. 2. Pagamento Os pagamentos pelas reservas podem ser feitos através dos métodos indicados no nosso site. O valor total da reserva deve ser pago antes da sua chegada ao hotel, a menos que especificado de outra forma. Caso não ocorra o pagamento dentro do prazo estipulado, a reserva poderá ser cancelada. 3. Cancelamentos e Reembolsos Os cancelamentos de reservas devem ser feitos de acordo com nossa política de cancelamento, disponível em nosso site. Reembolsos, quando aplicáveis, serão processados de acordo com os termos especificados na política de cancelamento. Taxas de cancelamento podem ser aplicáveis. 4. Check-in e Check-out O horário de check-in é a partir das 14h e o horário de check-out é até as 12h. Solicitações de check-in antecipado ou check-out tardio estão sujeitas à disponibilidade e podem acarretar custos adicionais. 5. Responsabilidades dos Hóspedes Os hóspedes são responsáveis por qualquer dano causado ao quarto ou às instalações do hotel durante sua estadia. O Pérola Tropical se reserva o direito de cobrar dos hóspedes os custos de reparo ou substituição de qualquer item danificado. 6. Uso do Site O uso do nosso site deve ser exclusivamente para fins legais e de acordo com estes termos e condições. Você concorda em não utilizar nosso site para: Qualquer propósito ilegal ou não autorizado; Infringir os direitos de propriedade intelectual do Pérola Tropical ou de terceiros; Transmitir qualquer material que seja difamatório, ofensivo ou de outra forma censurável; Distribuir vírus ou qualquer outro código de computador prejudicial. 7. Propriedade Intelectual Todo o conteúdo presente no nosso site, incluindo textos, imagens, logotipos e gráficos, é de propriedade do Pérola Tropical ou está licenciado para o uso pelo Pérola Tropical. É proibida a reprodução, distribuição ou qualquer outro uso do conteúdo sem nossa autorização prévia por escrito. 8. Limitação de Responsabilidade O Pérola Tropical não se responsabiliza por quaisquer danos diretos, indiretos, incidentais, consequenciais ou punitivos resultantes do uso ou incapacidade de uso do nosso site ou serviços. Não garantimos que o nosso site estará disponível de forma ininterrupta ou livre de erros. 9. Alterações nos Termos e Condições Nos reservamos o direito de modificar estes termos e condições a qualquer momento. Quaisquer alterações serão publicadas nesta página, e a data de revisão será atualizada. Recomendamos que você revise estes termos regularmente para se manter informado sobre quaisquer mudanças. 10. Contato Se você tiver alguma dúvida ou preocupação sobre estes Termos e Condições, entre em contato conosco pelo e-mail: perolatropical@gmail.com. Agradecemos por escolher o Pérola Tropical e esperamos proporcionar uma estadia memorável! Endereço Av. Santo Amaro, n° 1 - 600 - Chácara Roma, Caldas Novas - GO, 75690-000, Brasil Email perolatropical@gmail.com Telefone +55-43-8976-4563 política de Privacidade Termos e Condições Aviso Legal",
    "thanks": "Obrigado - Pérola Tropical: Agradecemos Sua Visita body { font-family: Arial, sans-serif; background-color: #f4f4f4; text-align: center; padding: 50px; } h1 { color: #333; } p { color: #666; font-size: 18px; } .back { max-width: 300px; background-color: #01b3a7; margin: auto; align-items: center; text-align: center; padding: 10px; transition: 0.3s; cursor: pointer; color: white; text-decoration: none; } .back:hover { background-color: white; border: 2px solid #01b3a7; transition: 0.3s; color: black; transition: 0.3s; } Obrigado! Agradecemos sua visita ao site do Pérola Tropical! Esperamos que tenha encontrado todas as informações necessárias e que nosso site tenha sido útil para você. Se você tiver alguma dúvida, sugestão ou precisar de mais informações, não hesite em entrar em contato conosco. E-mail: perolatropical@gmail.com Aguardamos a oportunidade de recebê-lo em breve no Pérola Tropical! Atenciosamente,Equipe Pérola Tropical lar"
  },
  "date": "2024-07-19T10:15:35.180Z"
}