{
  "name": "New_v9_shirtify",
  "pages": {
    "index": "Discover Stylish Shirts for Every Occasion - Shirtify Shirtify Home Made with caution Stay in touch About Us Rest assured News Discover Your Style Welcome to Shirtify - Where Every Shirt Tells a Story Your shirts Crafted with Care Your Shirt, Your Way Customization Options Tailor your shirt to your exact preferences with our range of customization options, from collar style to cuff design. Expert Assistance Our dedicated team is here to assist you at every step, ensuring a seamless and personalized shopping experience. Satisfaction Guaranteed We stand behind our products and offer hassle-free returns and exchanges to ensure your complete satisfaction. Stay Connected Follow Us for Updates Stay in the loop with the latest trends, promotions, and new arrivals by following us on social media. Join Our Mailing List Sign up for our newsletter to receive exclusive offers, style tips, and insider access to upcoming sales events. Customer Support Need assistance? Our friendly customer support team is available around the clock to address any questions or concerns you may have. Shop with Confidence At Shirtify, your satisfaction is our priority. Shop with confidence knowing that each shirt is crafted with precision and care. Enjoy fast and reliable shipping, hassle-free returns, and secure payment options for a seamless shopping experience. Secure Transactions Rest assured that your payment information is safe and secure with our encrypted checkout process. Quality Guarantee We take pride in the quality of our products. If for any reason you're not completely satisfied with your purchase, simply return it within 30 days for a full refund or exchange. Stay Informed Latest News & Updates New Arrivals Explore our latest collection of shirts, featuring fresh designs and styles to keep your wardrobe up to date. Seasonal Trends Stay ahead of the fashion curve with insights into the latest seasonal trends and must-have looks. Style Guides Discover inspiration and tips on how to style your shirts for any occasion with our comprehensive style guides. Exclusive Offers Be the first to know about exclusive discounts and promotions available only to Shirtify subscribers. Behind the Scenes Get a glimpse behind the scenes and learn about the craftsmanship and passion that goes into every shirt we create. Community Spotlight Meet fellow shirt enthusiasts and see how they incorporate Shirtify shirts into their everyday style in our community spotlight features. Gift Cards Available Give the Gift of Style Not sure which shirt to choose? Delight your loved ones with a Shirtify gift card, the perfect way to let them select their favorite styles. Available in various denominations, our gift cards are redeemable online for any item in our store. Spread the joy of timeless elegance with Shirtify. Featured Products Explore our curated selection of premium shirts, meticulously crafted for style, comfort, and durability. From classic designs to contemporary trends, find the perfect shirt to elevate your wardrobe at Shirtify. Classic White Oxford ₹1499 Elevate your everyday look with this timeless white Oxford shirt, crafted from high-quality cotton for unparalleled comfort and style. Order Striped Business Shirt ₹1799 Make a sophisticated statement in the boardroom with our striped business shirt, featuring a tailored fit and refined design details. Order Casual Denim Shirt ₹1299 TAdd a touch of laid-back charm to your ensemble with our casual denim shirt, perfect for weekend outings and relaxed gatherings. Order Formal Black Tie Shirt ₹1999 Achieve understated elegance with our formal black tie shirt, crafted from luxurious fabric and tailored to perfection for special occasions. Order Contact us Our contacts We will answer your questions and help with the choice of shirt, provide any help. Phone +91-775-6842444 Location Gadiya Vihar Road, near Trisharan Chowk, Shantinath Housing Society, Mayurban Colony, Gadia Vihar, Aurangabad, Maharashtra 431001, India Email shirtify@gmail.com I accept privacy policy Send a message Shirtify Elevate your style with Shirtify - Where Every Stitch Tells a Story USEFUL LINKS Home Made with caution Stay in touch About Us Rest assured News NEED HELP? Gadiya Vihar Road, near Trisharan Chowk, Shantinath Housing Society, Mayurban Colony, Gadia Vihar, Aurangabad, Maharashtra 431001, India +91-775-6842444 shirtify@gmail.com Copyright © 2024 Shirtify Privacy Policy Terms of Use",
    "privacy-policy": "Protecting Your Privacy - Shirtify Shirtify Home Made with caution Stay in touch About Us Rest assured News Privacy Policy for Shirtify Welcome to Shirtify, your one-stop-shop for all things shirts! We are thrilled to have you here and can't wait for you to explore our extensive collection of high-quality, stylish, and comfortable shirts. However, before you dive in, we would like to take a moment to clarify a few things about our website and the products we offer. First and foremost, it is important to note that all the shirts available on Shirtify are designed and manufactured with the utmost care and attention to detail. We use only the finest materials and employ skilled craftsmen to ensure that each shirt meets our rigorous standards for quality and durability. However, due to the nature of the manufacturing process, there may be minor variations in color, pattern, and size between individual shirts. We do our best to represent our products as accurately as possible, but we cannot guarantee that the shirts you receive will be identical to the ones pictured on our website. Furthermore, while we strive to provide accurate and up-to-date information about our products, we cannot be held responsible for any errors or omissions in the product descriptions, specifications, or images. We reserve the right to make changes to our products and website content without prior notice, and we encourage you to contact us if you have any questions or concerns about a particular product. It is also important to note that Shirtify is not responsible for any damage or loss that may occur during shipping. We take great care in packaging and shipping our products, but once they leave our warehouse, they are out of our control. If you receive a damaged or defective product, please contact us immediately so that we can arrange for a replacement or refund. We take intellectual property rights very seriously at Shirtify. All the content on our website, including but not limited to text, images, graphics, and logos, is the exclusive property of Shirtify and is protected by international copyright laws. Any unauthorized use, reproduction, or distribution of our content is strictly prohibited and may result in legal action. We also take your privacy very seriously at Shirtify. We do not collect or store any personal information about our customers, and we do not share any information with third parties. Any information that you provide to us, such as your name, address, and email address, is used solely for the purpose of processing and fulfilling your order. Finally, we would like to remind you that Shirtify is not liable for any indirect, incidental, or consequential damages that may arise from the use or inability to use our products. Our shirts are intended for personal use only and should not be used for any commercial or illegal purposes. At Shirtify, we believe that a great shirt is more than just a piece of clothing – it's a statement of personal style and identity. That's why we offer a wide range of shirts in various styles, colors, and patterns, so that you can find the perfect shirt to express yourself. Whether you're looking for a classic button-down shirt for a formal occasion, a casual flannel shirt for a weekend outing, or a bold graphic tee to make a statement, we've got you covered. We understand that shopping for shirts online can be a challenge, especially when it comes to finding the right size and fit. That's why we provide detailed size charts and measurements for each of our shirts, so that you can make an informed decision about which size is right for you. We also offer free exchanges and returns within 30 days of purchase, so that you can try on your shirt and make sure it fits perfectly. At Shirtify, we are committed to providing exceptional customer service and support. Our team of friendly and knowledgeable representatives is available to answer any questions or concerns you may have about our products, ordering process, or shipping policies. We strive to respond to all inquiries within 24 hours, and we will do our best to resolve any issues or concerns you may have to your satisfaction. We also believe in giving back to our community and supporting sustainable practices. That's why we donate a portion of our profits to charitable organizations that support environmental conservation, education, and social justice. We also use eco-friendly packaging materials and encourage our customers to recycle or reuse their packaging whenever possible. Furthermore, we would like to emphasize that the images and descriptions of our shirts are for illustrative purposes only and may not necessarily reflect the exact product that you will receive. While we make every effort to ensure that our product descriptions and images are accurate and up-to-date, there may be variations in color, pattern, size, and other features due to factors such as lighting, photography, and manufacturing processes. We recommend that you carefully review the product descriptions and measurements before placing an order and contact us if you have any questions or concerns. We also want to remind you that our shirts are not intended for any illegal or harmful purposes, and we do not condone or support any such activities. We reserve the right to refuse or cancel any orders that we believe are intended for such purposes or that violate our policies or applicable laws. In addition, we would like to clarify that we are not responsible for any damages or losses that may result from the use or misuse of our shirts. We recommend that you follow the care instructions provided with each shirt and avoid using them for any activities that may cause damage or injury. We are not liable for any indirect, incidental, or consequential damages that may arise from the use or inability to use our products. Furthermore, we would like to emphasize that our shirts are not intended for any medical or therapeutic purposes, and we do not make any claims or guarantees regarding their effectiveness in treating or preventing any medical conditions. Our shirts are designed and intended for personal use only and should not be used as a substitute for professional medical advice or treatment. We also want to remind you that our shirts may contain small parts or other features that may pose a choking hazard or other safety risks to young children or pets. We recommend that you keep our shirts out of reach of children and pets and use them only for their intended purpose. We are not responsible for any injuries or damages that may result from the misuse or improper use of our products. In addition, we would like to clarify that our shirts are subject to availability and may sell out or become unavailable without prior notice. We recommend that you place your order as soon as possible to ensure availability and avoid disappointment. We cannot guarantee that all sizes, colors, and styles will be available at all times. Finally, we would like to remind you that our disclaimer and other website policies are governed by the laws of the jurisdiction in which our company is located, and any disputes arising from the use of our website or products will be subject to the exclusive jurisdiction of the courts in that jurisdiction. We reserve the right to amend or modify our policies at any time without prior notice, and your continued use of our website and products constitutes your acceptance of our policies. If you have any questions or concerns about our disclaimer or any other aspect of our website or products, please don't hesitate to contact us at shirtify@gmail.com. We are always happy to hear from our customers and will do our best to address any issues or concerns you may have. Thank you for choosing Shirtify as your go-to destination for high-quality, stylish, and comfortable shirts. We hope you enjoy shopping with us and look forward to serving you again in the future! The Shirtify Team Shirtify Elevate your style with Shirtify - Where Every Stitch Tells a Story USEFUL LINKS Home Made with caution Stay in touch About Us Rest assured News NEED HELP? Gadiya Vihar Road, near Trisharan Chowk, Shantinath Housing Society, Mayurban Colony, Gadia Vihar, Aurangabad, Maharashtra 431001, India +91-775-6842444 shirtify@gmail.com Copyright © 2024 Shirtify Privacy Policy Terms of Use",
    "terms-conditions": "Terms of Service - Shirtify Shirtify Home Made with caution Stay in touch About Us Rest assured News Terms of Use Use of the Website Shirtify provides its services to you subject to the following conditions. You agree not to use the website for any illegal purpose or in any way that might harm the site or its users. Products Our shirts are a blend of style, comfort, and quality. They are crafted from premium materials, designed to last, and tailored to fit you perfectly. We offer a wide range of designs, from classic to contemporary, ensuring there's a shirt for every occasion and every individual. Ordering When you place an order with us, you are making an offer to purchase products. We will send you an email to confirm that we have received your order. This email is only an acknowledgment and does not constitute acceptance of your order. Payment Payment for all products must be made at the time of ordering. We accept various forms of payment, including credit cards and PayPal. Shipping We ship our products worldwide. The delivery time will depend on the shipping method chosen and the destination country. Returns and Refunds We want you to be completely satisfied with your purchase. If for any reason you are not satisfied, you may return the product within 30 days of receipt for a full refund or exchange. Intellectual Property All content included on the website, such as text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, is the property of Shirtify and protected by international copyright laws. Product Descriptions We strive to provide accurate and detailed descriptions of our shirts. However, please note that the colors, textures, and patterns may slightly differ from the images on the website due to variations in computer and mobile screen settings. Pricing All prices listed on our website are in US dollars and are subject to change without notice. We occasionally offer discounts and promotions, which will be clearly marked on the relevant product pages or through our newsletter. User Conduct By using our website, you agree not to engage in any conduct that could interfere with the normal operation of the site, or that could harm or intimidate other users. This includes, but is not limited to, hacking, spamming, and harassment. Governing Law These Terms of Use and any dispute or claim arising out of or in connection with them or their subject matter or formation (including non-contractual disputes or claims) shall be governed by and construed in accordance with the laws of the United States. Disclaimer Our website and the products offered are provided on an \"as is\" and \"as available\" basis. We make no representations or warranties of any kind, express or implied, as to the operation of the website or the products offered. Indemnification You agree to indemnify, defend, and hold harmless Shirtify, its officers, directors, employees, agents, and third parties, for any losses, costs, liabilities, and expenses (including reasonable attorneys' fees) relating to or arising out of your use of or inability to use our website or products. Termination We reserve the right, in our sole discretion, to terminate your access to our website and the related services or any portion thereof at any time, without notice. Waiver Our failure to enforce any provision of these Terms of Use shall not be deemed a waiver of such provision nor of the right to enforce such provision. Entire Agreement These Terms of Use, together with our Privacy Policy, constitute the entire agreement between you and Shirtify regarding the use of our website and products. Customer Satisfaction At Shirtify, we value our customers and strive to ensure your shopping experience is enjoyable and hassle-free. If you have any concerns or suggestions, please do not hesitate to contact us at shirtify@gmail.com. Promotions and Offers From time to time, we may offer promotions, discounts, or special offers. These may be subject to additional terms and conditions, which will be provided at the time of the offer. Please note that only one promotional code can be used per order. Gift Cards Shirtify gift cards can be purchased and used on our website. They are not redeemable for cash and cannot be used to purchase additional gift cards. If the value of the order exceeds the gift card balance, the remaining amount must be paid with another payment method. Product Care To ensure the longevity of your Shirtify shirts, we recommend following the care instructions provided on the product label. We are not responsible for damage caused by improper care or handling. Limitation of Liability In no event shall Shirtify be liable for any direct, indirect, incidental, special, consequential, or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses resulting from the use of or inability to use our website or products. Third-Party Links Our website may contain links to third-party websites. These links are provided for your convenience only. We do not control these websites and are not responsible for their content or practices. Force Majeure Shirtify shall not be liable for any failure or delay in performance due in whole or in part to any cause beyond our control, including but not limited to acts of God, natural disasters, wars, strikes, or governmental regulations. Severability If any provision of these Terms of Use is held to be invalid or unenforceable, such provision shall be struck and the remaining provisions shall be enforced. Assignment You may not assign or transfer these Terms of Use or any rights or obligations hereunder without our prior written consent. We may assign these Terms of Use without restriction. Contact Us If you have any questions about these Terms of Use, please contact us at shirtify@gmail.com. By using our website, you agree to these Terms of Use. We hope you enjoy our products as much as we enjoy offering them to you. Thank you for choosing Shirtify for your shirt needs. Shirtify Elevate your style with Shirtify - Where Every Stitch Tells a Story USEFUL LINKS Home Made with caution Stay in touch About Us Rest assured News NEED HELP? Gadiya Vihar Road, near Trisharan Chowk, Shantinath Housing Society, Mayurban Colony, Gadia Vihar, Aurangabad, Maharashtra 431001, India +91-775-6842444 shirtify@gmail.com Copyright © 2024 Shirtify Privacy Policy Terms of Use",
    "thanks": "Thank You for Choosing Shirtify - Shirtify Thank You for Reaching Out! We truly appreciate you taking the time to connect with us here at Shirtify. Your thoughts, ideas, and questions are invaluable to our team, as they help us grow and create a better experience for you and our community. Our dedicated support team is reviewing your message and will get back to you as soon as possible. We understand that your time is precious, so we aim to respond within 24 hours. In the meantime, feel free to explore our website and learn more about the amazing world of custom apparel that Shirtify has to offer. We're excited to continue this journey with you! Return to Homepage",
    "about": "Learn About Our Mission and Values - Shirtify Shirtify Home Made with caution Stay in touch About Us Rest assured News Our Story Welcome to Shirtify - Crafting Style Since Our Mission At Shirtify, we're dedicated to providing premium-quality shirts that marry impeccable craftsmanship with timeless style, ensuring our customers look and feel their best. Quality Craftsmanship Each shirt is meticulously crafted by skilled artisans, using the finest materials and techniques, to deliver exceptional comfort, fit, and durability. Customer Satisfaction Our commitment to customer satisfaction drives everything we do. We strive to exceed expectations, offering personalized service and hassle-free shopping experiences. Sustainability Initiatives We are passionate about sustainability and ethical practices. From responsible sourcing to eco-friendly packaging, we prioritize environmental consciousness in every aspect of our business. Our Team Meet the passionate individuals behind Shirtify, dedicated to curating the finest selection of shirts and providing exceptional service to our valued customers. Meet Our Founders Learn about the visionaries who brought Shirtify to life, their journey, and their relentless pursuit of excellence in the fashion industry. Our Designers Discover the creative minds responsible for designing our distinctive shirt collections, blending innovation with tradition to create timeless pieces. Customer Support Team Get to know the friendly faces of our customer support team, here to assist you with any inquiries or concerns, ensuring a seamless shopping experience from start to finish. Our Values Integrity, Quality, Innovation - Our Core Principles Integrity We uphold the highest standards of integrity in all aspects of our business, from sourcing materials to customer interactions, ensuring transparency and trustworthiness. Quality Quality is at the heart of everything we do. We are committed to delivering shirts of uncompromising quality, crafted with precision and attention to detail. Innovation Driven by innovation, we constantly strive to push boundaries and challenge the status quo, exploring new techniques Our Commitment Exceptional Quality We are dedicated to sourcing the finest materials and employing skilled artisans to ensure each Shirtify garment meets our rigorous standards of quality and craftsmanship. Sustainability As stewards of the environment, we prioritize sustainable practices throughout our supply chain, from ethical sourcing to eco-friendly packaging, to minimize our ecological footprint. Customer Satisfaction Your satisfaction is our top priority. We strive to exceed your expectations with personalized service, hassle-free shopping experiences, and a commitment to addressing any concerns promptly. Community Engagement We believe in giving back to the communities that support us. Through partnerships and initiatives, we aim to make a positive impact and empower those in need. Shirtify Elevate your style with Shirtify - Where Every Stitch Tells a Story USEFUL LINKS Home Made with caution Stay in touch About Us Rest assured News NEED HELP? Gadiya Vihar Road, near Trisharan Chowk, Shantinath Housing Society, Mayurban Colony, Gadia Vihar, Aurangabad, Maharashtra 431001, India +91-775-6842444 shirtify@gmail.com Copyright © 2024 Shirtify Privacy Policy Terms of Use"
  },
  "date": "2024-05-10T07:48:32.893Z"
}