{
  "name": "New_v9_LibriVendere",
  "pages": {
    "about": "About Us - LibriVendere About us Values Books Team Pricing plans Events Reviews Blog Gallery Contact us About us Values Books Team Pricing plans Events Reviews Blog Gallery Contact us About Us Discover the Story Behind LibriVendere At LibriVendere, we believe in the power of books to transform lives and inspire minds. Our journey began with a simple mission: to make quality literature accessible to everyone, regardless of where they are. With a vast selection of titles spanning all genres and interests, we are dedicated to helping our customers find the perfect book for every occasion. Our team is passionate about books and committed to providing exceptional service. From personalized recommendations to fast, reliable delivery, we strive to make your shopping experience enjoyable and hassle-free. Join us in our love for reading and explore the endless possibilities that our carefully curated collection has to offer. Customer Reviews Hear What Our Readers Have to Say LibriVendere has an amazing selection of books and their customer service is top-notch. I always find what I'm looking for! Jane Doe The personalized recommendations from LibriVendere have introduced me to so many new favorite authors. Highly recommend! John Smith Fast delivery and excellent customer support. LibriVendere is my go-to bookstore! Emily Johnson Stay Updated with Our Blog 01.05.2024 New Releases for May Discover the latest books arriving this month, including highly anticipated novels and non-fiction titles. 07.05.2024 Author Spotlight: Jane Smith Join us as we dive into the works and inspiration of bestselling author Jane Smith, including exclusive interviews and insights. 15.05.2024 Upcoming Book Events Mark your calendars for exciting book events happening this month, including signings, readings, and virtual meetups. Privacy About us Values Books Team Pricing plans Events Reviews Blog Gallery Contact us",
    "index": "LibriVendere - Your Destination for Quality Books About us Values Books Team Pricing plans Events Reviews Blog Gallery Contact us About us Values Books Team Pricing plans Events Reviews Blog Gallery Contact us LibriVendere Your Gateway to Literary Treasures Write us Learn more Extensive Selection Discover a vast collection of books across all genres and interests. Expert Recommendations Receive personalized book suggestions from our knowledgeable staff. Fast Delivery Enjoy quick and reliable delivery service to get your books on time. Transforming Reading Experiences At LibriVendere, we bring the joy of reading to your fingertips. With an extensive selection of books across various genres, expert recommendations tailored to your tastes, and fast, reliable delivery, we make it easy for you to find and enjoy the perfect book. Whether you're a casual reader or a literary enthusiast, our mission is to enhance your reading journey with exceptional service and a diverse range of titles. Exceptional Customer Service Affordable Prices Easy Returns Exclusive Editions Our Unique Value Gift Wrapping Add a special touch with our premium gift wrapping options for your purchases. Exclusive Deals Access exclusive discounts and promotions as a valued LibriVendere customer. Book Sets Create your own curated collection with our customized book sets service. Digital Library Gain access to our digital library with a wide range of e-books and audiobooks available for purchase. Explore Our Book Categories Dive into a World of Literary Diversity Fiction Non-fiction Mystery &amp; Thriller Science Fiction &amp; Fantasy Meet Our Team Discover the People Who Make LibriVendere Possible Sarah Johnson, Marketing Manager David Lee, Customer Service Representative Emily Patel, Content Editor Pricing Plans Choose the Perfect Plan for Your Reading Needs Basic Plan $9.99 Per Month Unlimited Access Personalized Recommendations Exclusive Deals 24/7 Customer Support Easy Returns Order now Premium Plan $19.99 Per Month All Features of Basic Plan Early Access to New Releases Personal Book Concierge Digital Library Access Gift Wrapping Services Order now Ultimate Plan $29.99 Per Month All Features of Premium Plan Customized Book Sets Digital Library Access Priority Customer Support Exclusive Author Events Order now Experience the Magic: Our Exciting Events Author's Evening Meet popular authors, discuss their latest works, and participate in autograph sessions. $10 Book Club Monthly gatherings for discussing selected books, exchanging opinions, and open discussions. $5 Writing Workshop Practical sessions and lectures from experienced writers to improve your writing skills. $15 Children's Literary Festival Fun and educational events for children, including book readings, games, and creative workshops. $10 Book Fair Opportunity to purchase rare and new book editions, meet authors, and publishers. Free Entry Literary Readings Public readings of works by famous and aspiring authors with discussions and text analysis. $10 100,000+ Books Sold 50,000+ Happy Customers 10 Years Experience 500+ Author Events Contact us We're Here to Help - Get in Touch with Us Today librivendere@gmail.com +919797465166 Surat, Gajarat, India Enter message Accept Privacy Policy Privacy About us Values Books Team Pricing plans Events Reviews Blog Gallery Contact us",
    "policy": "Privacy Policy - LibriVendere About us Values Books Team Pricing plans Events Reviews Blog Gallery Contact us About us Values Books Team Pricing plans Events Reviews Blog Gallery Contact us Privacy Policy - LibriVendere Data Security We take data security seriously and implement measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction. This includes using encryption technologies, regular security assessments, and restricting access to personal data only to authorized personnel. While we strive to protect your information, please note that no method of transmission over the internet or electronic storage is 100% secure, and we cannot guarantee absolute security. Third-Party Services We may use third-party services such as payment processors, shipping carriers, and analytics providers to facilitate our services. These third parties have their own privacy policies and may collect, use, and disclose your information in accordance with their policies. We recommend reviewing the privacy policies of these third parties before engaging with their services. We are not responsible for the privacy practices or content of these third-party websites or services. Your Rights You have the right to access, correct, or delete your personal information held by us. You may also have the right to object to certain processing activities or request the restriction of processing. To exercise your rights or inquire about our privacy practices, please contact us using the information provided below. Please note that we may require additional information from you to verify your identity before fulfilling your request. Changes to This Policy We may update this privacy policy from time to time to reflect changes in our practices or legal requirements. We will notify you of any material changes by posting the new policy on this page. We encourage you to review this policy periodically for the latest information on our privacy practices. Children's Privacy Protecting the privacy of children is important to us. We do not knowingly collect personal information from children under the age of 13 without parental consent. If you believe that we may have collected personal information from a child under 13 without parental consent, please contact us immediately, and we will take steps to remove such information from our systems. International Data Transfers Your information, including personal data, may be transferred to and maintained on computers located outside of your state, province, country, or other governmental jurisdiction where the data protection laws may differ from those in your jurisdiction. By providing us with your information, you consent to this transfer. We will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this privacy policy. Retention of Data We will retain your personal data only for as long as is necessary for the purposes set out in this privacy policy. We will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, and enforce our legal agreements and policies. Links to Other Sites Our Service may contain links to other sites that are not operated by us. If you click on a third-party link, you will be directed to that third party's site. We strongly advise you to review the privacy policy of every site you visit. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services. Data Breach Notification In the event of a data breach that compromises the security of your personal information, we will notify you and relevant authorities in accordance with applicable laws and regulations. We will take immediate action to investigate the breach, mitigate its effects, and prevent future occurrences. User Responsibilities As a user of our services, you are responsible for maintaining the confidentiality of your account credentials and ensuring the security of your personal information. Do not share your login credentials with others, use strong and unique passwords, and log out of your account when accessing our services from shared or public devices. Contact If you have any questions or concerns about our Privacy Policy Privacy or the practices of this website, please contact us in librivendere@gmail.com Privacy About us Values Books Team Pricing plans Events Reviews Blog Gallery Contact us",
    "thank": "Thank You - LibriVendere Thank you for your order! We appreciate your business and are thrilled that you chose LibriVendere for your book needs. Your order has been received and is now being processed. Home"
  },
  "date": "2024-05-17T13:51:06.900Z"
}