{
  "name": "New_v8_LittleFashionistas",
  "pages": {
    "privacy-policy": "Little Fashionistas Privacy Policy Main Products Privacy Policy 1. Introduction Welcome to our Privacy Policy. Your privacy is important to us. This policy explains how we collect, use, disclose, and safeguard your information. 2. Information We Collect We collect information from you when you visit our website, register on our site, place an order, subscribe to our newsletter, respond to a survey, or fill out a form. 3. Use of Your Information We may use the information we collect from you to personalize your experience, improve our website, process transactions, send periodic emails, and more. 4. Disclosure of Your Information We may disclose your personal information to third parties who assist us in operating our website, conducting our business, or servicing you, as long as those parties agree to keep this information confidential. 5. Security of Your Information We implement a variety of security measures to maintain the safety of your personal information when you place an order or enter, submit, or access your personal information. 6. Email Policy We may collect your email address to send you information, respond to inquiries, and/or other requests or questions. 7. Cookies We use cookies to improve your browsing experience on our website, analyze our website traffic, and understand where our visitors are coming from. 8. Third-Party Links Our website may contain links to third-party websites. These third-party sites have separate and independent privacy policies. We have no responsibility or liability for the content and activities of these linked sites. 9. Children's Privacy Our website is not intended for children under the age of 13. We do not knowingly collect personal information from children under 13. If you are a parent or guardian and believe that your child has provided us with personal information, please contact us. 10. Changes to Our Privacy Policy We may update our Privacy Policy from time to time. Any changes we make to our policy in the future will be posted on this page. Please check back frequently to see any updates or changes to our Privacy Policy. 11. Contact Us If you have any questions about our Privacy Policy, please contact us: Email: little_ashion@gmail.com 12. Consent By using our website, you hereby consent to our Privacy Policy and agree to its terms. 13. Data Retention We will retain your personal data only for as long as is necessary for the purposes set out in this Privacy Policy. 14. Your Rights You have the right to access personal information we hold about you and to ask that your personal information be corrected, updated, or deleted. 15. Governing Law This Privacy Policy shall be governed and construed in accordance with the laws of India, without regard to its conflict of law provisions. 16. Severability If any provision of this Privacy Policy is held to be unenforceable or invalid, the remaining provisions of this Privacy Policy will remain in effect. 17. Changes We reserve the right to modify or amend this Privacy Policy at any time. You should review this Privacy Policy frequently. 18. Contact Information If you have any questions about this Privacy Policy, please contact us via email at little_ashion@gmail.com. Products Disclaimer Privacy Policy Terms and Conditions +91 320 159163 little_ashion@gmail.com 1-b, Sevashram Society",
    "products": "Little Fashionistas: Shop Stylish Kids' Clothing Main Products Discover the Latest Trends in Children's Fashion Welcome to our collection of stylish and comfortable clothing for kids! From trendy outfits to everyday essentials, explore our wide range of options designed to keep your little ones looking and feeling their best. Whether you're shopping for playdates, school, or special occasions, we have something for every style and occasion. Dive into our curated selection and find the perfect pieces to elevate your child's wardrobe today! Product Listings Cute Bunny Onesie ₹1499 Adorable onesie featuring a bunny design. Made with soft, breathable fabric for ultimate comfort. Striped Polo Shirt ₹1099 Classic striped polo shirt perfect for casual outings or school days. Denim Overalls ₹1899 Stylish denim overalls with adjustable straps and front pocket details. Floral Dress ₹2299 Elegant floral dress with a matching bow. Perfect for special occasions. Sports Shorts ₹999 Comfortable sports shorts with elastic waistband and breathable fabric. Graphic T-shirt ₹749 Cool graphic t-shirt featuring your child's favorite cartoon character. Embroidered Denim Jacket ₹2999 Stylish denim jacket with embroidered details. Perfect for layering in any season. Rainbow Tutu Skirt ₹1599 Colorful rainbow tutu skirt that's perfect for dress-up play or special events. Plaid Button-Up Shirt ₹1899 Classic plaid button-up shirt made from soft, comfortable fabric. Unicorn Pajama Set ₹2499 Adorable unicorn-themed pajama set for magical dreams. Cargo Shorts ₹1699 Versatile cargo shorts with multiple pockets for storing treasures. Printed Sundress ₹2399 Lightweight sundress with fun prints for sunny days. Place an Order About the Quality of Our Products We take pride in the high quality of our products. Every detail is carefully crafted to ensure maximum comfort and safety for your children. Our items are made from the finest materials to provide durability and delight for your family. We meticulously oversee the production process to guarantee that each item meets our rigorous quality standards. At Little Fashionistas, we believe that quality is not just a feature; it's a commitment to excellence. From design to delivery, we strive to exceed your expectations and deliver products that enrich your child's life. With our dedication to quality, you can trust that your little ones are dressed in the best. Our Advantages When you choose Little Fashionistas, you benefit from a range of advantages that set us apart. High-Quality Products: Our commitment to quality means that your child receives clothing made from the finest materials, ensuring comfort and durability. Fast Delivery: We understand that you want your purchases quickly, which is why we offer fast and efficient delivery options. Excellent Customer Service: Our team is dedicated to providing exceptional customer service, from answering your questions to resolving any issues promptly and professionally. Client Testimonials Little Fashionistas offers the cutest clothes for kids! My daughter loves her new dresses, and I appreciate the quality and style. Sarah M. I'm impressed with the fast shipping and excellent customer service from Little Fashionistas. Will definitely be ordering again! David P. The denim overalls I purchased for my son are adorable and well-made. He wears them all the time and they still look brand new! Emily W. I love shopping at Little Fashionistas because they always have unique and stylish clothing options for kids. Highly recommend! Mark L. Thank you, Little Fashionistas, for making shopping for my kids so enjoyable. The selection is great, and the prices are reasonable. Jessica S. Our Principles and Values Our Principles At Little Fashionistas, we are guided by several core principles that shape our business operations: Quality: We are committed to offering only the highest-quality clothing for children, ensuring durability, comfort, and style. Customer Satisfaction: We prioritize customer satisfaction above all else, striving to exceed expectations with every interaction. Innovation: We embrace innovation and creativity in our designs and processes, constantly seeking new ways to improve and delight our customers. Integrity: Honesty, transparency, and integrity are at the heart of everything we do, from sourcing materials to interacting with customers and partners. Our Values Our values define who we are as a company and guide our decisions and actions: Quality: We believe in offering products of the highest quality that meet the needs and expectations of our customers. Innovation: We embrace innovation as a means to continuously improve and stay ahead in a rapidly evolving industry. Integrity: We conduct our business with honesty, integrity, and fairness, building trust with our customers, employees, and partners. Community: We are committed to making a positive impact in the communities where we operate, supporting local initiatives and charities. Ready to Dress Your Little Fashionista? Contact us today to explore our latest collections! Get in Touch Products Disclaimer Privacy Policy Terms and Conditions +91 320 159163 little_ashion@gmail.com 1-b, Sevashram Society",
    "terms-conditions": "Little Fashionistas Terms and Conditions Main Products Terms and Conditions 1. Introduction These Website Standard Terms and Conditions written on this webpage shall manage your use of our website. 2. Intellectual Property Rights Other than the content you own, under these Terms, Little Fashionistas and/or its licensors own all the intellectual property rights and materials contained in this Website. 3. Restrictions You are specifically restricted from all of the following: Publishing any Website material in any other media; Selling, sublicensing and/or otherwise commercializing any Website material; Publicly performing and/or showing any Website material; Using this Website in any way that is or may be damaging to this Website; Using this Website in any way that impacts user access to this Website; Using this Website contrary to applicable laws and regulations, or in any way may cause harm to the Website, or to any person or business entity; Engaging in any data mining, data harvesting, data extracting or any other similar activity in relation to this Website; Using this Website to engage in any advertising or marketing. 4. Your Content In these Website Standard Terms and Conditions, “Your Content” shall mean any audio, video, text, images or other material you choose to display on this Website. 5. No warranties This Website is provided “as is,” with all faults, and Little Fashionistas express no representations or warranties, of any kind related to this Website or the materials contained on this Website. 6. Limitation of liability In no event shall Little Fashionistas, nor any of its officers, directors and employees, be held liable for anything arising out of or in any way connected with your use of this Website whether such liability is under contract. Little Fashionistas, including its officers, directors and employees shall not be held liable for any indirect, consequential or special liability arising out of or in any way related to your use of this Website. 7. Indemnification You hereby indemnify to the fullest extent Little Fashionistas from and against any and/or all liabilities, costs, demands, causes of action, damages and expenses arising in any way related to your breach of any of the provisions of these Terms. 8. Severability If any provision of these Terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein. 9. Variation of Terms Little Fashionistas is permitted to revise these Terms at any time as it sees fit, and by using this Website you are expected to review these Terms on a regular basis. 10. Assignment The Little Fashionistas is allowed to assign, transfer, and subcontract its rights and/or obligations under these Terms without any notification. However, you are not allowed to assign, transfer, or subcontract any of your rights and/or obligations under these Terms. 11. Entire Agreement These Terms constitute the entire agreement between Little Fashionistas and you in relation to your use of this Website and supersede all prior agreements and understandings. 12. Governing Law & Jurisdiction These Terms will be governed by and interpreted in accordance with the laws of the jurisdiction of India, and you submit to the non-exclusive jurisdiction of the state and federal courts located in India for the resolution of any disputes. 13. Customer Consent By using our website, you hereby consent to our Terms and Conditions and agree to abide by them. 14. Contact Information If you have any questions or concerns regarding these Terms and Conditions, please contact us at little_ashion@gmail.com. 15. Effective Date These Terms and Conditions are effective as of 05/27/2024. 16. Acceptance of Terms By accessing or using the website, you agree to be bound by these Terms and Conditions. If you disagree with any part of the terms, then you may not access the website. 17. Changes to Terms Little Fashionistas reserves the right to change, modify, add or remove portions of these Terms and Conditions at any time. It is your responsibility to check these Terms and Conditions periodically for changes. Your continued use of the website following the posting of changes will mean that you accept and agree to the changes. 18. Waiver The failure of Little Fashionistas to enforce any right or provision of these Terms and Conditions will not be considered a waiver of those rights. If any provision of these Terms and Conditions is held to be invalid or unenforceable by a court, the remaining provisions of these Terms and Conditions will remain in effect. Products Disclaimer Privacy Policy Terms and Conditions +91 320 159163 little_ashion@gmail.com 1-b, Sevashram Society",
    "thank_page": "Thank You from Little Fashionistas: Your Request is Thank you for contacting Little Fashionistas! Back to the main page",
    "disclaimer": "Little Fashionistas Disclaimer: Read Before Using Our Website Main Products Disclaimer The information provided on this website is for general informational purposes only. Little Fashionistas makes no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. In no event will Little Fashionistas be liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website. Through this website, you are able to link to other websites which are not under the control of Little Fashionistas. We have no control over the nature, content, and availability of those sites. The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them. Every effort is made to keep the website up and running smoothly. However, Little Fashionistas takes no responsibility for, and will not be liable for, the website being temporarily unavailable due to technical issues beyond our control. The content provided on this website is for informational purposes only and should not be construed as professional advice. Little Fashionistas does not provide any warranty or guarantee as to the accuracy, timeliness, performance, completeness, or suitability of the information and materials found or offered on this website for any particular purpose. You acknowledge that such information and materials may contain inaccuracies or errors and we expressly exclude liability for any such inaccuracies or errors to the fullest extent permitted by law. Your use of any information or materials on this website is entirely at your own risk, for which Little Fashionistas shall not be liable. It shall be your own responsibility to ensure that any products, services, or information available through this website meet your specific requirements. Little Fashionistas reserves the right to modify or discontinue, temporarily or permanently, the website (or any part thereof) with or without notice. Little Fashionistas strives to ensure that all content and information provided on this website is accurate and up to date. However, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability of the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. In no event will Little Fashionistas be liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website. By using this website, you agree to indemnify and hold harmless Little Fashionistas from any claims, damages, liabilities, costs, or expenses (including legal fees) arising out of your use of the website or your violation of these Terms and Conditions. Products Disclaimer Privacy Policy Terms and Conditions +91 320 159163 little_ashion@gmail.com 1-b, Sevashram Society",
    "index": "Little Fashionistas: Discover Stylish Clothing for Kids Main Products Little Fashionistas - style from the first steps! Let your kids look fashionable and stylish every day with our collections! Shop Now Contact Us About Little Fashionistas Little Fashionistas is a premier children's clothing store, dedicated to providing stylish and high-quality outfits for kids of all ages. Our mission is to make every child feel confident and fashionable in their everyday life. Our Story Founded in 2023, Little Fashionistas was born out of a passion for children's fashion. Our founder, envisioned a brand that could blend trendy styles with the comfort and durability necessary for active children. Starting with a small boutique, we quickly gained popularity among local parents who were looking for something special for their kids. The positive feedback and growing demand encouraged us to expand our collection and improve our services. By 2024, we had launched our online store, reaching customers all over India. This allowed us to bring our unique designs to a wider audience, ensuring that children everywhere could enjoy fashionable and comfortable clothing. Our journey has been one of continuous growth and innovation. We constantly seek out the latest trends in children's fashion while staying committed to the quality and practicality that our customers love. Today, Little Fashionistas is not just a clothing store, but a community where parents can find inspiration and support for dressing their children in style. We are proud of how far we have come and excited for the future as we continue to expand and innovate, always keeping our customers at the heart of everything we do. Join us as we celebrate the joy of childhood through fashion. Mission and Vision Our Mission At Little Fashionistas, our mission is to provide children with stylish, high-quality clothing that enhances their confidence and allows them to express their individuality. We are committed to creating designs that are not only trendy but also comfortable and durable, ensuring that kids can play, explore, and grow in outfits they love. Our Vision Our vision is to become a leading children's clothing brand globally, recognized for our innovation, quality, and commitment to customer satisfaction. We aim to expand our reach, offering a diverse range of collections that cater to different styles and preferences. We envision a future where every child can enjoy the perfect blend of fashion and functionality, and every parent can trust that they are choosing the best for their kids. Innovative designs that blend fashion and function Commitment to sustainable and ethical practices Exceptional customer service and satisfaction Expanding our global presence Supporting children's growth and development through our products Our Achievements 2023 Little Fashionistas founded 2024 Launch of our online store, reaching customers nationwide 2025 Opening of our flagship store 2026 Introduction of eco-friendly clothing line, promoting sustainability 2027 Collaboration with renowned designers, expanding our creative horizons These milestones represent the dedication and innovation that define Little Fashionistas. Each achievement marks a step forward in our mission to provide stylish and sustainable clothing for children worldwide. As we celebrate our past successes, we remain focused on the future, committed to pushing boundaries and setting new standards in children's fashion. Join us as we continue our journey of growth and excellence. Explore Our Collections Trendy Outfits Discover our latest trendy outfits for kids of all ages. Everyday Essentials Explore our collection of comfortable and practical everyday essentials. Eco-Friendly Collection Shop guilt-free with our eco-friendly collection made from sustainable materials. Explore All Products Frequently Asked Questions How can I place an order? You can place an order on our website by adding items to your cart and proceeding to checkout. What are your shipping options and delivery times? We offer various shipping options, and delivery times depend on your location. Please check our shipping information page for details. Do you accept returns or exchanges? Yes, we accept returns and exchanges within 30 days of purchase. Please review our return policy for more information. How can I track my order? Once your order is shipped, you will receive a tracking number via email. You can use this number to track your order on our website. Are your products available in physical stores? Currently, our products are only available for purchase online through our website. Do you offer gift wrapping services? Yes, we offer gift wrapping services for a small additional fee. You can select this option during checkout. Can I cancel or modify my order after it has been placed? We process orders quickly, but if you need to cancel or modify your order, please contact us as soon as possible. We'll do our best to accommodate your request. Are your products ethically sourced? Yes, we are committed to ethically sourcing our materials and working with suppliers who adhere to fair labor practices. How can I contact your customer support? You can contact our customer support team by email at little_ashion@gmail.com or by phone at +123456789. Do you offer discounts for bulk orders? Yes, we offer discounts for bulk orders. Please contact our sales team for more information. What is your privacy policy? Our privacy policy outlines how we collect, use, and protect your personal information. You can review our privacy policy on our website. How do I unsubscribe from your mailing list? You can unsubscribe from our mailing list at any time by clicking the \"unsubscribe\" link at the bottom of any promotional email you receive from us. Get in Touch Have questions or feedback? Reach out to us using the form below. We'd love to hear from you! I accept Privacy policy Submit Products Disclaimer Privacy Policy Terms and Conditions +91 320 159163 little_ashion@gmail.com 1-b, Sevashram Society"
  },
  "date": "2024-05-27T23:57:56.323Z"
}