{
  "name": "New_v9_StoneCraft",
  "pages": {
    "index": "StoneCraft is a leading company manufacturing and supplying high quality paving slabs in India. Our company was founded in 2005 and since then we have been at the forefront in the development and production of innovative materials for the improvement of urban and rural areas. Main About Services Team StoneCraft Main About Services Team The embodiment of traditions in modern architecture \"StoneCraft\" is a production of paving slabs that combines classic traditions and modern technologies. Our enterprise specializes in creating unique and functional products, which can be used in various architectural projects, from residential buildings to public buildings. Learn more About Us Our factory \"StoneCraft\" is a company that produces high quality paving slabs used for development of urban and rural areas. Our factory is located in the heart of the city, which allows us to provide fast and reliable access to our clients. Our StoneCraft plant is the result of many years of effort and innovative approaches to the production of paving slabs. We We use only high quality materials and modern technology to create tiles that are not only attractive externally, but also provides safety and comfort for users. Our factory has modern equipment and highly qualified personnel, which allows us to provide high productivity and product quality. Our goods Urban Classic The ideal solution for creating elegant and durable pedestrian walkways zones in the urban environment. This tile is of high quality performance, strength and wear resistance, which makes it the optimal choice for arranging sidewalks, squares, courtyards territories and other public spaces. Natural Harmony A unique solution for creating environmentally friendly and picturesque pedestrian areas. This tile is distinguished by natural materials, exquisite design and high functionality, which makes it an ideal choice for arranging parks, squares, gardens paths and other green public spaces. Vitaliy Paving slabs, which are distinguished by their elegant and modern form. It has a glossy surface and can be used to create unique design solutions. Vitaliy the tiles are ideal for furnishing residential areas, offices and other public spaces. Natural Natural is a paving slab that imitates natural textures and colors. It has a matte surface and can be used to create a cozy and natural atmosphere. Natural tiles are ideal for arranging gardens, parks and other natural areas. Modern Modern is a paving slab that is distinguished by its modern and functional form. It has a glossy surface and can be used to create unique design solutions. Modern tiles are ideal for furnishing residential areas, offices and other public spaces Stone Stone is a paving slab that is distinguished by its modern and functional form. It has a glossy surface and can be used to create unique design solutions. Stone tiles are ideal for furnishing residential areas, offices and other public spaces. Technologies Vibrocasting Vibratory casting is a technology for manufacturing paving slabs using the vibration casting, which consists of forming a concrete mixture in plastic forms using pigments and additives. Vibrating table plays an important role in the compaction of concrete, which ensures high product quality. Vibrocompression Vibrocompression is a technology in which the concrete mixture supplied under pressure to a vibropress, which creates a high density and the strength of the tiles. This method is especially effective for the production high load tiles. Clinker Clinker is a technology in which concrete mixture is supplied to a vibrating table where it is compacted and formed into tiles. Clinker ensures high quality products and can be used for paving areas with pedestrian and vehicular traffic. Hyperpressing Hyperpressing is a technology in which the concrete mixture is fed to a vibrating table with high pressure, which creates a high density and strength of the tiles. This method is especially effective for production of tiles with high load. Our services Consultations We offer our clients free consultations on selection the right paving slabs for their project. Our experienced staff will help you decide on the type and design of tiles, taking into account your budget, architectural style and functional requirements. Проектное сопровождение Our design department will be happy to assist you in creating detailed project for your construction or renovation. We will develop individual project, taking into account all requirements and wishes client. Installation Our experienced staff ensures high-quality installation and installation tiles for your object. We use only high quality materials and tools to ensure durability and security of your project. Сертификация и гарантия StoneCraft ensure the high quality of our tiles and they comply all international standards. Our staff will be happy to assist you in obtaining certificates and guarantees for your project. Design Consulting StoneCraft offer design consultations for our clients to help them create custom designs for their project. Our staff will be happy to help you choose suitable design. Maintenance and repair StoneCraft offer tile maintenance and repair at your site. Our the staff will be happy to help you solve any problems related to tiles and ensure their long service life. Our Team Chief production engineerу Our chief production engineer has over 15 years of experience in area of ​​paving slab production. He is responsible for development and optimization of technological processes, which allows us ensure high performance and quality of our products. He is also involved in supplier coordination and control product quality at all stages of production. Designers Design professionals have a degree in architecture and more than 10 years of experience experience in creating designs for various types of paving slabs. They work to create unique and functional designs, taking into account customer requirements and current trends in the field design. Designers also help clients in choosing materials and flowers for their projects. Technology Specialists Technology specialists have a degree in technology and more than 10 years of experience in developing technologies for production paving slabs. He is responsible for development and optimization technological processes, which allows us to provide high performance and quality of our products. Technologists also are involved in coordinating work with engineers and quality control products at all stages of production. Quality specialists Quality specialists have a degree in chemistry and more than 10 years of experience experience in quality control. They are responsible for monitoring and product quality control at all stages of production, which ensures the high quality of our products. They also do development and implementation of quality programs, which helps us constantly improve our products. Our mission Our company, which produces paving slabs, puts we have an ambitious goal - to become a leading supplier high-quality building materials, which not only provide reliability and durability, but also bring aesthetic value in the urban environment. We firmly believe that our products must not only meet strict technical standards, but and fit harmoniously into the architectural landscape, creating a cozy and an attractive atmosphere for residents and visitors of the city. Our mission is to provide our clients innovative solutions in the production of paving slabs, that not only meet their needs, but also exceed them expectations. We strive for continuous improvement technological processes, implementation of advanced production methods and the use of environmentally friendly materials to minimize environmental impact. We are proud of our commitment to quality and responsibility to business. Our team of highly qualified specialists works with enthusiasm and dedication to ensure our customers with an exceptional level of service and reliability of delivery. We believe that our products not only serve practical purposes, but and contributes to the creation of beautiful and comfortable urban spaces, improving people's quality of life. The production of paving slabs is a key area of ​​our activities. We use advanced technologies and high quality materials to create products that meet the most stringent quality standards. Our tiles are different strength, wear resistance and durability, which makes it an ideal choice for arranging pedestrian areas, courtyards territories, parking lots and other public spaces. Ask your question I agree with the Privacy Policy Submit Contacts +91-988-5073220 #6-7-128, Bible House, Secundrabad, Bansilalpet, Hyderabad, Telangana 500003, India stonecraft@gmail.com StoneCraft Main About Services Team Mission Privacy Policy Terms of Use",
    "pp": "Privacy Policy Main StoneCraft Main Privacy Policy We collect information to provide you with the best possible experience when interacting with our company. This data may include your name, contact details, and any other information you voluntarily provide to us through our website, email, or other communication channels. We take appropriate measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction. Our data security measures include: We do not sell, trade, or otherwise transfer your personal information to third parties unless we have your consent or are required to do so by law. We may share your information with trusted service providers who assist us in operating our business, as long as they agree to keep your data confidential. We may update this Privacy Policy from time to time to reflect changes in our practices or applicable laws. We encourage you to review this policy periodically for the most current information on our privacy practices. StoneCraft is a leading manufacturer of high-quality concrete interlocking tiles in India. Our products are designed to meet the needs of various applications, including landscaping, pathways, and outdoor spaces. With a focus on strength, durability, and aesthetic appeal, StoneCraft has established itself as a trusted brand in the industry. Our manufacturing facility is equipped with state-of-the-art machinery and employs a skilled workforce to ensure consistent quality and timely delivery of our products. We use a concrete mix ratio of 1:2:4, which is the international standard for producing strong and durable tiles. StoneCraft offers a wide range of colors, including red, white, yellow, and black, allowing our customers to choose the perfect tiles to complement their project's design. Our tiles are available in various sizes and shapes, including V-shape, to cater to different preferences and requirements. One of the key advantages of StoneCraft tiles is their interlocking design, which makes installation quick and easy. The interlocking feature also ensures a stable and level surface, reducing the risk of uneven or shifting tiles over time. Our team of experts is always available to assist you in selecting the right tiles for your project and to provide guidance on installation and maintenance. We also offer customization options for those who require specific designs or sizes. At StoneCraft, we take pride in our commitment to quality, innovation, and customer satisfaction. We are constantly exploring new ways to improve our products and services, ensuring that we remain at the forefront of the concrete interlocking tile industry in India. If you are looking for high-quality concrete interlocking tiles for your next project, look no further than StoneCraft. Contact us today to learn more about our products and how we can help you achieve your vision. stonecraft@gmail.com StoneCraft Main Privacy Policy Terms of Use",
    "terms": "Terms of Use for DesertTraditions Bakery Main StoneCraft Main Terms of Use The Services, including all content, features, and functionality, are owned by StoneCraft and its licensors and are protected by copyright, trademark, and other intellectual property laws. You shall not modify, copy, distribute, transmit, display, reproduce, or create derivative works from the Services. The Services may contain links or integrations to third-party websites, applications, or services. StoneCraft is not responsible for the availability, content, or privacy practices of those third-party services. Your use of such third-party services is at your own risk and subject to their respective terms of use and privacy policies. StoneCraft reserves the right to suspend or terminate your access to the Services at any time for any reason, including if StoneCraft reasonably believes that you have violated this Agreement. You may also delete your account at any time, but you will not be entitled to any refund of any fees or charges. The Services are provided \"as is\" and \"as available\" without warranties of any kind, either express or implied. StoneCraft does not warrant that the Services will be uninterrupted, error-free, or free from viruses or other harmful components. In no event shall StoneCraft be liable for any indirect, special, incidental, or consequential damages arising out of or in connection with the Services, even if StoneCraft has been advised of the possibility of such damages. StoneCraft reserves the right to modify this Agreement at any time. Your continued use of the Services after any such changes constitutes your acceptance of the new terms. Users agree to indemnify and hold StoneCraft harmless from any claims, damages, or expenses arising from the user's use of DesertTraditions' services or website. The provisions of these Regulations are established, amended and canceled by the Site Administration unilaterally without notice prior. From the moment the new edition of the Regulation, the edition previous is considered to have lost strength. When changes significant provisions of the Rules, the Administration notifies the Users about this. The user receives a limited, personal, non-transferable and non-transferable right subject to sublicenses, revocable license to access and use the Site and its materials. Other use of the Site or its materials (including, but not limited to, copying, reproduction, transmission, distribution, commercial use, modification, processing or creation of materials derived from the materials and content of the Site) prohibited If you have any questions or concerns about this legal notice, contact us at: stonecraft@gmail.com StoneCraft Main Privacy Policy Terms of Use",
    "thanks": "Thanks Thanks Thank We thank you for your interest in StoneCraft products. Our company is proud of the high quality and reliability of its paving slabs, produced using advanced technologies in India. We are always happy to offer solutions to suit your landscaping needs. We are happy to be able to help you If you have any questions or require additional assistance, please do get in touch hesitate to contact us. We will be happy to help you again. stonecraft@gmail.com Main"
  },
  "date": "2024-06-24T07:39:08.602Z"
}