{
  "name": "New_v9_FlowerOasis",
  "pages": {
    "about": "About Flower Oasis - Premier Online Flower Shop Home About Us Catalog About Us to Flower Oasis Welcome to Flower Oasis, where every bloom tells a story of beauty and celebration. We are dedicated to enriching your special moments with the freshest flowers and exquisite arrangements. Our commitment to quality craftsmanship ensures that each bouquet is a masterpiece, tailored to evoke emotions and create lasting memories. Our Story Flower Oasis started with a simple yet profound love for flowers. What began as a small venture in the heart of Jaipur has blossomed into a beloved floral destination known for its elegance and quality. Our journey is rooted in a deep passion for floral artistry and a commitment to creating moments of joy and beauty through our meticulously crafted arrangements. Our team of talented florists brings creativity and expertise to every bouquet, ensuring that each composition reflects the unique emotions and sentiments behind every order. From intimate gatherings to grand celebrations, Flower Oasis remains dedicated to making every occasion memorable with the language of flowers. Since our inception, Flower Oasis has grown to become a symbol of excellence in the floral industry. Our commitment to quality is unwavering, with each flower sourced for its freshness and beauty. We collaborate closely with our clients to understand their vision and create bespoke floral designs that exceed expectations. Beyond crafting stunning bouquets, Flower Oasis is committed to sustainability. We prioritize eco-friendly practices in our operations, ensuring minimal environmental impact while promoting the natural beauty of flowers. Our Vision Our vision at Flower Oasis is to redefine the art of floral design by blending innovation with timeless elegance. We aspire to inspire creativity and evoke emotions through our breathtaking arrangements, each meticulously curated to convey your heartfelt messages. With sustainability at the core of our practices, we are committed to sourcing the finest flowers while minimizing environmental impact. We envision a future where every floral creation not only beautifies but also contributes positively to our planet and community. An innovative floral design capturing natural beauty. A grand event setup showcasing Flower Oasis' creative vision. Featured Products Exquisite Rose Bouquet A stunning arrangement of red and white roses, perfect for romantic occasions. Elegant Orchid Arrangement Graceful orchids in a modern vase, ideal for sophisticated settings. Seasonal Mixed Bouquet A vibrant mix of seasonal flowers to brighten any occasion. View Product Contact Us Phone: +91-658-7634958 Email: floweroasis@gmail.com Address: 31, Lane No. 1, Guru Jhambeshwar Nagar A, Vaishali Nagar, Jaipur, Rajasthan 302021, India Home About Us Catalog Phone: +91-658-7634958 E-mail: floweroasis@gmail.com Adress: 31, Lane No. 1,Guru Jhambeshwar Nagar A, Vaishali Nagar, Jaipur, Rajasthan 302021, India Privacy policy Terms and Conditions",
    "catalog": "Shop Our Catalog - Flower Oasis Home About Us Catalog Explore Our Floral Collection Discover the beauty and elegance of Flower Oasis' exquisite floral arrangements. Each bouquet is carefully crafted to bring joy and sophistication to every occasion. Why Choose Flower Oasis? With over 10 years of experience in floral design, Flower Oasis has delighted thousands of customers with our commitment to quality and creativity. Our dedication to customer satisfaction is reflected in the numerous positive reviews and testimonials we receive. 10+ Years of Experience Bringing expertise and passion to every arrangement. Customer Reviews Rated 4.9 out of 5 based on 1000+ reviews. Our Products Exquisite Rose Bouquet A luxurious arrangement of red and white roses, handcrafted to convey love and elegance. Perfect for anniversaries and special celebrations. $49.99 View Product Elegant Orchid Arrangement Graceful orchids arranged in a contemporary vase, designed to add sophistication to any room or event. Ideal for corporate gifts or home decor. $79.99 View Product Seasonal Mixed Bouquet A vibrant mix of seasonal flowers bursting with color and fragrance. Perfect for birthdays and cheerful occasions. $39.99 View Product Tropical Paradise Arrangement Exotic tropical blooms arranged to create a stunning display of tropical paradise. Ideal for adding a touch of the tropics to any environment. $89.99 View Product Classic White Lily Bouquet Elegant white lilies arranged with greenery for a timeless and sophisticated bouquet. Perfect for sympathy and heartfelt condolences. $59.99 View Product Rustic Sunflower Bouquet Cheerful sunflowers accented with seasonal foliage, arranged in a rustic style to bring warmth and happiness to any setting. $44.99 View Product Deluxe Red Rose Box A luxurious arrangement of red roses presented in an elegant box, perfect for expressing love and admiration on special occasions. $99.99 View Product Charming Spring Tulip Basket Colorful tulips arranged in a charming basket, capturing the beauty and freshness of spring. Ideal for Easter and springtime celebrations. $49.99 View Product Romantic Purple Hydrangea Bouquet Elegant purple hydrangeas arranged with delicate accents, creating a romantic and enchanting bouquet. Perfect for anniversary surprises. $69.99 View Product Festive Holiday Wreath Handcrafted holiday wreath adorned with seasonal greens and accents, bringing festive cheer to your home during the holiday season. $59.99 View Product Succulent Garden Arrangement A collection of succulents arranged in a modern container, creating a low-maintenance and stylish addition to any space. $34.99 View Product Bountiful Fruit and Flower Basket Fresh fruits and vibrant flowers beautifully arranged in a basket, combining health and beauty in a delightful gift. $79.99 View Product Request Full Catalog and Price List Interested in exploring our complete range of products and their prices? Fill out the form below and we'll send you our comprehensive catalog and price list right away. I accept Privacy policy Submit Home About Us Catalog Phone: +91-658-7634958 E-mail: floweroasis@gmail.com Adress: 31, Lane No. 1,Guru Jhambeshwar Nagar A, Vaishali Nagar, Jaipur, Rajasthan 302021, India Privacy policy Terms and Conditions",
    "index": "Flower Oasis - Your Premier Online Flower Shop Home About Us Catalog Welcome to Flower Oasis Experience the beauty and elegance of our fresh floral arrangements. Perfect for every occasion, our flowers bring joy and warmth to your life. Shop Now About Us Flower Oasis is dedicated to providing the freshest and most beautiful flowers for all your special moments. Our passion for flowers and commitment to excellence ensures that every bouquet is crafted with care and attention to detail. Whether you're celebrating a birthday, anniversary, or any occasion, we are here to make your moments memorable with our exquisite floral arrangements. At Flower Oasis, we believe in the language of flowers, where each bloom carries a unique sentiment. Our expert florists curate each arrangement to convey your emotions through nature's most vibrant colors and fragrances. With a focus on quality and creativity, we blend traditional craftsmanship with contemporary design to bring you floral compositions that inspire and delight. Learn More How We Care for Our Flowers At Flower Oasis, we take pride in the quality of our flowers. From sourcing to delivery, we ensure that each flower is handled with the utmost care. Learn more about our process and how we keep our flowers fresh and vibrant. Our flowers are sourced from trusted growers who share our commitment to quality. We carefully select each flower based on its freshness, color, and fragrance to ensure that you receive only the best. After selection, our flowers are stored in optimal conditions to maintain their freshness. We use state-of-the-art refrigeration systems to keep our flowers vibrant and beautiful until they are ready to be arranged and delivered to you. Customer Testimonials Our customers love our flowers! Read some of the heartfelt testimonials from our satisfied clients and see why Flower Oasis is their go-to flower shop. From birthday surprises to wedding celebrations, our flowers have made countless moments special. \"The bouquet was stunning and lasted so long! I'll definitely be ordering again.\" - Sarah T. \"Excellent service and beautiful flowers. They made my anniversary unforgettable.\" - John D. \"The arrangement was perfect and delivered on time. Highly recommend!\" - Emily R. Featured Bouquets Discover our handpicked selection of featured bouquets. Each arrangement is designed to impress and make any occasion special. From classic roses to exotic orchids, our featured bouquets showcase the finest flowers in unique and stunning designs. \"Romantic Red Roses\" - A classic bouquet of 12 long-stemmed red roses. \"Springtime Bliss\" - A vibrant mix of tulips, daisies, and lilies. \"Elegant Orchids\" - A sophisticated arrangement of white and purple orchids. View Catalog Home About Us Catalog Phone: +91-658-7634958 E-mail: floweroasis@gmail.com Adress: 31, Lane No. 1,Guru Jhambeshwar Nagar A, Vaishali Nagar, Jaipur, Rajasthan 302021, India Privacy policy Terms and Conditions",
    "privacy-policy": "Privacy Policy - Flower Oasis Home About Us Catalog Privacy Policy Thank you for choosing Flower Oasis. Your privacy is important to us. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website floweroasis.com or engage with our services. Information We Collect We collect various types of information when you interact with our website, place orders, subscribe to our newsletter, or contact us for support. This may include: Your name, email address, phone number, and mailing address Payment information, such as credit card details (collected securely through our payment processor) Information provided voluntarily, such as survey responses or user-generated content Automatically collected information about your device and usage patterns through cookies and similar technologies How We Use Your Information We use the information we collect for various purposes, including: Processing and fulfilling orders and requests Sending order confirmations, updates, and delivery notifications Responding to customer inquiries and providing support Personalizing your experience and improving our website and services Sending promotional communications, where permitted by law, that may be of interest to you Complying with legal obligations and protecting our rights and interests Information Security We prioritize the security of your personal information and employ appropriate technical and organizational measures to protect it. These measures include encryption, access controls, and regular security assessments to safeguard against unauthorized access, alteration, disclosure, or destruction of your information. Disclosure of Your Information We do not sell your personal information to third parties. However, we may share your information with trusted service providers who assist us in operating our website, conducting our business, or servicing you. These parties are obligated to maintain the confidentiality of your information and are prohibited from using it for any other purpose. Your Choices and Rights You have the right to: Access, update, or delete your personal information Withdraw consent for processing your information, where applicable Opt-out of receiving marketing communications Request a copy of the data we hold about you To exercise these rights or to inquire about our data practices, please contact us using the information provided below. Changes to This Privacy Policy We may update this Privacy Policy periodically to reflect changes in our practices and legal requirements. We encourage you to review this page periodically for the latest information. By continuing to use our website, you consent to the updated Privacy Policy. Contact Us If you have questions about this Privacy Policy or our data practices, please contact us: Email: floweroasis@gmail.com Phone: +91-658-7634958 Address: 31, Lane No. 1, Guru Jhambeshwar Nagar A, Vaishali Nagar, Jaipur, Rajasthan 302021, India Home About Us Catalog Phone: +91-658-7634958 E-mail: floweroasis@gmail.com Adress: 31, Lane No. 1,Guru Jhambeshwar Nagar A, Vaishali Nagar, Jaipur, Rajasthan 302021, India Privacy policy Terms and Conditions",
    "terms-conditions": "Terms and Conditions - Flower Oasis Home About Us Catalog Terms and Conditions Introduction Welcome to Flower Oasis. These terms and conditions govern your use of floweroasis.com and all associated services, including ordering products, browsing content, and interacting with our website. Intellectual Property Rights Unless otherwise stated, Flower Oasis and/or its licensors own the intellectual property rights for all material on floweroasis.com. All intellectual property rights are reserved. You may view and/or print pages from this website for your own personal use subject to restrictions set in these terms and conditions. Website Use By accessing this website, you agree to use it in accordance with these terms and conditions. You must not use this website in any way that causes, or may cause, damage to the website or impairment of the availability or accessibility of floweroasis.com; or in any way which is unlawful, illegal, fraudulent, or harmful, or in connection with any unlawful, illegal, fraudulent, or harmful purpose or activity. Products and Services Our products and services are subject to availability. We strive to provide accurate descriptions and images, but we do not warrant that the quality of any products, services, information, or other material purchased or obtained by you will meet your expectations. Prices for our products are subject to change without notice. Privacy Policy Your use of floweroasis.com is also governed by our Privacy Policy. Please review our Privacy Policy to understand our practices regarding personal data and how we protect your privacy. Limitation of Liability In no event shall Flower Oasis, nor any of its officers, directors, and employees, be liable to you for anything arising out of or in any way connected with your use of this website, whether such liability is under contract, tort, or otherwise. Flower Oasis, including its officers, directors, and employees shall not be liable for any indirect, consequential, or special liability arising out of or in any way related to your use of this website. Changes to Terms Flower Oasis reserves the right to revise these terms and conditions at any time without notice. By using this website, you are agreeing to be bound by the current version of these terms and conditions. Severability If any provision of these terms and conditions is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein. Contact Us If you have any questions about these terms and conditions, please contact us: Email: floweroasis@gmail.com Phone: +91-658-7634958 Address: 31, Lane No. 1, Guru Jhambeshwar Nagar A, Vaishali Nagar, Jaipur, Rajasthan 302021, India Home About Us Catalog Phone: +91-658-7634958 E-mail: floweroasis@gmail.com Adress: 31, Lane No. 1,Guru Jhambeshwar Nagar A, Vaishali Nagar, Jaipur, Rajasthan 302021, India Privacy policy Terms and Conditions",
    "thanks": "Thank You for Your Submission - Flower Oasis Thank You! Your submission has been received. We will get back to you shortly. Home"
  },
  "date": "2024-06-26T08:43:56.217Z"
}