{
  "name": "New_v9_E-BooksOnline",
  "pages": {
    "catalog": "Our Catalog - E-Books Online Home About Us Catalog Our Catalog Discover our diverse range of e-books and tablets, tailored to your preferences and needs. Why Choose Our E-Books and Tablets? At E-Books Online, we are committed to providing you with the best selection of e-books and tablets. Our products are carefully curated to meet the diverse needs of our customers. Whether you are a book lover, a student, or a tech enthusiast, you will find something that suits your preferences. Our e-books cover a wide range of genres, including fiction, non-fiction, self-help, educational, and more. Our tablets are designed to enhance your reading experience with high-resolution displays, long battery life, and user-friendly interfaces. We also offer a variety of accessories to complement your e-books and tablets, such as protective cases, styluses, and charging devices. Explore our catalog to find the perfect products for your needs. Featured Products Premium Tablet $299.99 A high-performance tablet with a sleek design, perfect for reading and entertainment. Order E-Book Reader $99.99 A lightweight e-book reader with an E-Ink display, ideal for reading on the go. Order Family Entertainment Tablet $199.99 A versatile tablet designed for family use, featuring apps for reading, gaming, and watching videos. Order Product Categories E-Books Explore our extensive collection of e-books across various genres and subjects. Order Tablets Discover our range of tablets, perfect for reading, browsing, and entertainment. Order Accessories Find accessories to enhance your e-reading and tablet experience. Order New Arrivals New Tablet $349.99 The latest tablet with cutting-edge features and enhanced performance. Order New E-Book Reader $129.99 A new e-book reader with improved battery life and a clearer display. Order Stylus Pen $29.99 A high-precision stylus pen, perfect for taking notes on your tablet. Order Best Sellers Top Selling Tablet $279.99 Our most popular tablet, loved for its performance and affordability. Order Top Selling E-Book Reader $89.99 A highly rated e-book reader, praised for its readability and ease of use. Order Tablet Case $19.99 A durable and stylish case to protect your tablet from damage. Order What Our Customers Say \"E-Books Online has an amazing selection of e-books. I found exactly what I was looking for, and the tablet I purchased is fantastic. The shopping experience was smooth and hassle-free.\" - Jane Doe \"I am extremely satisfied with my purchase. The customer service was excellent, and my order arrived quickly. The e-book reader is perfect for my daily reading.\" - John Smith \"Great products and even better service. The website is easy to navigate, and I love the variety of accessories available for my tablet.\" - Emily Johnson Contact Us To place your order, please fill out and submit the form below. Our specialist will get in touch with you shortly to confirm the details and process your request. Name: Email: Message: I accept Privacy policy Submit Home About Us Catalog Phone: +91-384-7272846 E-mail: e-Books@gmail.com Adress: 2091, Mandvi Ni Pol, Old City, Astodia, Khadia, Ahmedabad, Gujarat 380001, India Privacy policy Terms and Conditions",
    "index": "Buy E-Books and Tablets Online - Explore a Wide Range Home About Us Catalog Buy E-Books and Tablets Online Discover a diverse collection of e-books and tablets at E-Books Online. Enjoy easy navigation and a modern, user-friendly shopping experience. Explore Our Collection About E-Books Online E-Books Online is your premier destination for digital reading materials. We offer a vast collection of e-books and tablets spanning various genres, from bestsellers to educational texts. Our mission is to provide readers with an exceptional online shopping experience. Explore our curated selection and find your next literary adventure with ease. Whether you're passionate about fiction, need textbooks for studies, or enjoy exploring niche subjects, we have something for everyone. At E-Books Online, we prioritize customer satisfaction and strive to deliver high-quality products and services. Our dedicated team ensures that every purchase meets your expectations, from browsing our online store to receiving your order. Join our community of readers and discover the joy of digital reading. Whether you're a seasoned e-book enthusiast or new to digital reading, our platform offers a seamless experience tailored to your preferences. Our commitment to innovation and excellence drives us to continually improve and expand our product offerings. We stay updated with the latest trends in digital publishing to bring you the best e-books and reading devices available. Experience the convenience of shopping for e-books and tablets from the comfort of your home. Dive into a world of knowledge and entertainment with E-Books Online. Benefits of Shopping with Us Wide Selection Explore a diverse range of e-books and tablets, catering to various genres and interests. Whether you're into sci-fi, romance, or educational reads, we have something for everyone. Convenient Shopping Enjoy a seamless online shopping experience with easy navigation and secure transactions. Our user-friendly interface makes finding and purchasing your favorite e-books and tablets effortless. Fast Delivery Receive your orders promptly with our reliable and efficient delivery service. We prioritize timely shipping to ensure you get your e-books and tablets without delay. Customer Support Get dedicated customer support from our team. Whether you have questions about products, need assistance with your order, or want recommendations, we're here to help you every step of the way. Exclusive Offers Benefit from exclusive offers and promotions available only to our loyal customers. Stay updated with our newsletters and social media channels to access special discounts and deals. Join Our Reading Community At E-Books Online, we believe in fostering a supportive reading community where readers of all interests can come together. Our community platform offers: Engaging book clubs focused on various genres and themes. Author interviews, live Q&A sessions, and virtual book signings. Opportunities to share book recommendations and reviews. Exclusive access to new releases, pre-orders, and limited editions. Whether you're a seasoned bookworm or just starting your reading journey, our community welcomes you to explore, connect, and discover the joy of reading with us. Explore Our Catalog Sci-Fi Adventure $12.99 Mystery Thriller $10.99 Historical Fiction $14.99 View Full Catalog Home About Us Catalog Phone: +91-384-7272846 E-mail: e-Books@gmail.com Adress: 2091, Mandvi Ni Pol, Old City, Astodia, Khadia, Ahmedabad, Gujarat 380001, India Privacy policy Terms and Conditions",
    "privacy-policy": "Privacy Policy - E-Books Online Home About Us Catalog Privacy Policy Introduction At E-Books Online, we are committed to protecting your privacy and ensuring that your personal information is handled in a safe and responsible manner. This Privacy Policy outlines the types of personal information we collect, how we use and protect that information, and your rights regarding your personal data. Information We Collect We may collect and process the following data about you: Personal Identification Information: Name, email address, phone number, and shipping address. Transaction Information: Details about payments to and from you and other details of products and services you have purchased from us. Technical Data: Internet protocol (IP) address, your login data, browser type and version, time zone setting and location, browser plug-in types and versions, operating system and platform, and other technology on the devices you use to access this website. Usage Data: Information about how you use our website, products, and services. Marketing and Communications Data: Your preferences in receiving marketing from us and your communication preferences. How We Use Your Information We use the information we collect in the following ways: To Process Transactions: To manage payments, fees, and charges, and to collect and recover money owed to us. To Manage Our Relationship with You: To notify you about changes to our terms or privacy policy, and to ask you to leave a review or take a survey. To Provide Customer Support: To respond to your inquiries and support requests. To Improve Our Website: To administer and protect our business and this website, including troubleshooting, data analysis, testing, system maintenance, support, reporting, and hosting of data. To Deliver Relevant Content and Advertisements: To provide you with relevant content and advertisements and measure or understand the effectiveness of the advertising we serve to you. To Make Suggestions and Recommendations: To suggest and recommend products or services that may be of interest to you. How We Protect Your Information We are committed to ensuring that your information is secure. In order to prevent unauthorized access or disclosure, we have put in place suitable physical, electronic, and managerial procedures to safeguard and secure the information we collect online. Sharing Your Information We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information unless we provide users with advance notice. This does not include website hosting partners and other parties who assist us in operating our website, conducting our business, or serving our users, so long as those parties agree to keep this information confidential. We may also release information when it's release is appropriate to comply with the law, enforce our site policies, or protect ours or others' rights, property, or safety. Your Data Protection Rights Under data protection law, you have rights including: Your right of access: You have the right to ask us for copies of your personal information. Your right to rectification: You have the right to ask us to rectify personal information you think is inaccurate. You also have the right to ask us to complete information you think is incomplete. Your right to erasure: You have the right to ask us to erase your personal information in certain circumstances. Your right to restriction of processing: You have the right to ask us to restrict the processing of your personal information in certain circumstances. Your right to object to processing: You have the right to object to the processing of your personal information in certain circumstances. Your right to data portability: You have the right to ask that we transfer the personal information you gave us to another organization, or to you, in certain circumstances. How to Contact Us If you have any questions about this privacy policy or our privacy practices, please contact us at: Email: e-Books@gmail.com Changes to This Privacy Policy We may update this privacy policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal, or regulatory reasons. We will notify you of any changes by posting the new privacy policy on our website. You are advised to review this privacy policy periodically for any changes. Home About Us Catalog Phone: +91-384-7272846 E-mail: e-Books@gmail.com Adress: 2091, Mandvi Ni Pol, Old City, Astodia, Khadia, Ahmedabad, Gujarat 380001, India Privacy policy Terms and Conditions",
    "terms-conditions": "Terms and Conditions - E-Books Online Home About Us Catalog Terms and Conditions Introduction Welcome to E-Books Online. These terms and conditions outline the rules and regulations for the use of our website and services. By accessing this website, we assume you accept these terms and conditions in full. Do not continue to use E-Books Online's website if you do not accept all of the terms and conditions stated on this page. Account Registration By registering an account on E-Books Online, you agree to provide accurate and complete information. You are responsible for maintaining the confidentiality of your account and password and for restricting access to your computer or device. You agree to accept responsibility for all activities that occur under your account or password. Use of the Website You are granted a limited license to access and make personal use of this website. You are not allowed to download or modify it, or any portion of it, except with express written consent from E-Books Online. This license does not include any resale or commercial use of this site or its contents; any collection and use of any product listings, descriptions, or prices; any derivative use of this site or its contents; any downloading or copying of account information for the benefit of another merchant; or any use of data mining, robots, or similar data gathering and extraction tools. Intellectual Property All content included on this site, such as text, graphics, logos, images, audio clips, digital downloads, data compilations, and software, is the property of E-Books Online or its content suppliers and protected by international copyright laws. The compilation of all content on this site is the exclusive property of E-Books Online, with copyright authorship for this collection by E-Books Online, and protected by international copyright laws. Product Descriptions E-Books Online attempts to be as accurate as possible. However, E-Books Online does not warrant that product descriptions or other content of this site is accurate, complete, reliable, current, or error-free. If a product offered by E-Books Online itself is not as described, your sole remedy is to return it in unused condition. Pricing Except where noted otherwise, the List Price displayed for products on our website represents the full retail price listed on the product itself. With respect to items sold by E-Books Online, we cannot confirm the price of an item until you order. Despite our best efforts, a small number of the items in our catalog may be mispriced. If the correct price of an item sold by E-Books Online is higher than our stated price, we will, at our discretion, either contact you for instructions before shipping or cancel your order and notify you of such cancellation. Payment Terms All payments must be made through the payment options provided on our website. Payment must be received before the dispatch of the products unless otherwise agreed in advance by E-Books Online. We reserve the right to withhold delivery of the products until full payment has been received. Delivery Delivery times may vary depending on the availability of the products and your location. E-Books Online will make reasonable efforts to ensure that the delivery is made within the estimated timeframe but does not guarantee delivery times. You are responsible for providing accurate delivery information. We will not be liable for any delay or failure to deliver products if the delay or failure is wholly or partly caused by circumstances beyond our control. Returns and Refunds If you are not satisfied with your purchase, you may return the products within 30 days of receipt for a full refund. The products must be in the same condition as when you received them, including the original packaging. Shipping costs for returns will be borne by the customer unless the return is due to a mistake on our part or the products are defective. Limitation of Liability To the fullest extent permitted by law, E-Books Online shall not be liable for any indirect, incidental, special, or consequential damages, or loss of profits or revenues, whether incurred directly or indirectly, or any loss of data, use, goodwill, or other intangible losses, resulting from (i) your use or inability to use the website; (ii) any unauthorized access to or use of our servers and/or any personal information stored therein; (iii) any interruption or cessation of transmission to or from our services; (iv) any bugs, viruses, trojan horses, or the like that may be transmitted to or through our services by any third party; (v) any errors or omissions in any content or for any loss or damage incurred as a result of your use of any content posted, emailed, transmitted, or otherwise made available through the services; and/or (vi) the defamatory, offensive, or illegal conduct of any third party. Governing Law These terms and conditions are governed by and construed in accordance with the laws of the jurisdiction in which E-Books Online operates, and you irrevocably submit to the exclusive jurisdiction of the courts in that location. Changes to Terms and Conditions We reserve the right to make changes to our site, policies, and these Terms and Conditions at any time. You will be subject to the policies and terms and conditions in force at the time that you use the site or that you order goods from us unless any change to those policies or these terms and conditions is required to be made by law or government authority (in which case it will apply to orders previously placed by you). Contact Us If you have any questions about these Terms and Conditions, please contact us at: Email: e-Books@gmail.com Home About Us Catalog Phone: +91-384-7272846 E-mail: e-Books@gmail.com Adress: 2091, Mandvi Ni Pol, Old City, Astodia, Khadia, Ahmedabad, Gujarat 380001, India Privacy policy Terms and Conditions",
    "thanks": "Thank You - E-Books Online Thank You We appreciate your order and hope you enjoy your new e-book or tablet. If you have any questions or need further assistance, feel free to contact us at any time. Continue exploring our collection or return to the homepage to discover more. Go to Homepage View Catalog"
  },
  "date": "2024-07-01T06:53:43.225Z"
}