{
  "name": "New_v9_ActiveLifeClub",
  "pages": {
    "index": "Welcome to ActiveLife Club +91 12 3456789 ActiveLifeClub@gmail.com ActiveLife Club About Сlub Services Swimming Fitness Diagnostics Gym Group Programs Create your dream body with ActiveLife Club Personal training Create your dream body The most advanced programs 2024 Find out more Call us 5 000 m2 Hall Area 500 Training Apparatus New Swimming Pool About club Where we offer a comprehensive fitness experience like no other. Dive into our refreshing pool for a rejuvenating swim or challenge yourself in our fully equipped gym. Enjoy the convenience of our free parking facilities, making your visit hassle-free. Join our invigorating yoga classes led by experienced instructors to find balance and inner peace. At our gym, we strive to provide a holistic approach to fitness, catering to all your wellness needs under one roof. In every club you will find: Сardio Workout Fitness Diagnostics Introductory Training Group Programs Swimming Pool Free Parking ActiveLife Fitness Club is a premier destination for individuals seeking to elevate their fitness journey. Our state-of-the-art facilities offer a wide range of equipment and classes to cater to all fitness levels. Our experienced trainers are dedicated to helping you achieve your health and wellness goals. Join ActiveLife Fitness Club today and embark on a transformative fitness experience like no other. Swimming pool boasts a luxurious indoor pool within the gym premises, offering a unique and refreshing workout experience. Dive into our crystal-clear waters for a low-impact yet highly effective exercise session. Whether you're looking to swim laps for cardiovascular fitness or simply relax and unwind after a challenging workout, our pool provides the perfect setting. With our pool conveniently located within the gym, you can seamlessly incorporate aquatic exercises into your fitness routine. Experience the benefits of water-based workouts at our state-of-the-art gym with a rejuvenating swim in our exclusive pool. Swimming pool 50 meters Pool 50m Crystal-clear waters See more Fitness Diagnostics the next level of fitness with our cutting-edge gym equipment featuring advanced technology. Our gym is equipped with state-of-the-art machines that offer pulse and body fat diagnostics, providing you with real-time feedback on your workout intensity and progress. Monitor your heart rate, track your body composition, and optimize your training sessions for maximum results. Elevate your fitness journey with personalized data-driven insights at every step. Welcome to a gym where innovation meets performance, empowering you to reach your fitness goals with precision and efficiency. Experience Next level fitness Next level fitness See more Also in our gym Classic 3 Months unlimited access to the gym unlimited access to the club's Aqua zone access to more than 30 types of group programs from the schedule 2 starting workouts Buy 9 Months unlimited access to the gym unlimited access to the club's Aqua zone access to more than 30 types of group programs from the schedule 2 starting workouts 30 days frozen fitness testing with doctor's consultation Buy 12 Months unlimited access to the gym unlimited access to the club's Aqua zone access to more than 30 types of group programs from the schedule 2 starting workouts 60 days frozen 2 guest visits Buy Find out more Group programs Our group workouts are designed to push your limits, improve your strength, and boost your endurance. Led by certified instructors, our dynamic classes cater to all fitness levels, ensuring a challenging yet supportive environment. Join our vibrant community and sweat it out together in our group training sessions, where you'll not only achieve your fitness goals but also forge lasting connections with like-minded individuals. Elevate your workout routine with our diverse range of group fitness classes and unleash your full potential in a fun and engaging setting. Find out more Get in touch I accept Privacy Policy Send Working hours Monday - Friday 08:00 - 22:00 Saturday 10:00 - 20:00 Sunday 10:00 - 16:00 Contacts +91 12 3456789 ActiveLifeClub@gmail.com Policy Privacy Policy Terms and Conditions © Copyright 2024. All Rights Reserved",
    "privacy_policy": "Privacy Policy of ActiveLife Club +91 12 3456789 ActiveLifeClub@gmail.com ActiveLife Club About Сlub Services Swimming Fitness Diagnostics Gym Group Programs Privacy Policy of \"Activelife Club\" 1. Collection and use of personal data We only collect personal data that is necessary to provide you with our services and improve your active club experience. This may include your name, email address, contact details and information about your preferences. 2. Protection of personal data We take all necessary measures to protect your personal data from unauthorized access, modification or disclosure. We use various technical and organizational security measures to ensure the security of your data. 3. Disclosure of personal data to third parties We do not share your personal information with third parties without your consent, except as necessary to provide you with services or comply with legal requirements. 4. Links to third party sites Our website may contain links to third party sites that are not under our control. We are not responsible for the privacy policies and practices of these third party sites. We recommend that you review the privacy policies of these sites before providing them with your personal information. Our clients' privacy is our priority. We are committed to maintaining your complete security and privacy when dealing with us. If you have any questions or comments regarding our privacy policy, please contact us using the contact information provided. Take care of yourself and enjoy an active life in our club! This is just a summary of the Privacy Policy of the Activelife Club. For more detailed information, it is recommended to contact the club's registration office Working hours Monday - Friday 08:00 - 22:00 Saturday 10:00 - 20:00 Sunday 10:00 - 16:00 Contacts +91 12 3456789 ActiveLifeClub@gmail.com Policy Privacy Policy Terms and Conditions © Copyright 2024. All Rights Reserved",
    "terms-conditions": "Terms and conditions of ActiveLife Club +91 12 3456789 ActiveLifeClub@gmail.com ActiveLife Club About Сlub Services Swimming Fitness Diagnostics Gym Group Programs Terms and conditions of the \"Activelife Club\" 1. Membership and registration: - Persons over 14 years of age can become members of the Activelife Club. - To obtain membership, you must fill out and submit an application, providing accurate information. - Club membership is individual and cannot be transferred to another person. - Club members undertake to comply with the rules and regulations of the club. 2. Responsibilities of members: - Club members undertake to comply with the rules and regulations of the club. - Members must respect safety rules and follow instructions from club staff. - Members are responsible for damage caused to the club or other members. 3. Member privileges: - Club members have access to all gyms and sports fields of the club. - Members receive the right to participate in special promotions, master classes and training sessions organized by the club. - Members are provided with a personalized training plan and support from a coaching consultant. 4. Membership fees and payment: - Members are required to pay membership fees in accordance with the terms and rates established by the club. - Payment can be made in cash or by transfer to the specified club account. - In case of delay in payment of membership fees, the club reserves the right to suspend access to services until the debt is fully repaid. 5. Changes and termination of the contract: - The club reserves the right to make changes to the conditions and rules of the club. - Members will be notified of any changes in writing or by posting on the club's official website. - In case of violation of the rules and conditions of the club, the club may terminate the contract with the member without refund of membership fees. 6. Club responsibility: - The Activelife Club strives to ensure the safety and comfort of all members. - The club is not responsible for injuries or damages incurred by members during classes. - The Club is not responsible for loss, theft or damage to members' personal belongings. 7. Privacy: - The club guarantees the confidentiality of personal information provided by members. - Personal data will not be transferred to third parties without the consent of club members. 8. Termination of membership: - Membership can be terminated at the initiative of a club member or by decision of the club administration - Upon termination of membership, all debts must be repaid. This is just a summary of the terms and conditions of the Activelife Club. For more detailed information, it is recommended to contact the club's registration office Working hours Monday - Friday 08:00 - 22:00 Saturday 10:00 - 20:00 Sunday 10:00 - 16:00 Contacts +91 12 3456789 ActiveLifeClub@gmail.com Policy Privacy Policy Terms and Conditions © Copyright 2024. All Rights Reserved",
    "thanks": "The page to ActiveLife Club- Welcome to visit and interest Our dear potential partner! We would like to thank you very much for completing and sending us the application form. Your interest in our company and desire to cooperate with us is very important to us. We appreciate the time and effort you put into filling out the form. Thanks to your application, we will be able to better understand your needs and offer the best solutions for cooperation. Your application form will help us improve our work and become even more efficient. We are ready to do everything possible to make our cooperation mutually beneficial and successful. Once again, thank you very much for your interest in our company. We hope for further fruitful cooperation and are ready to answer all your questions. Sincerely, ActiveLife Club Go Back"
  }
}