{
  "name": "New_v9_brushboutique",
  "pages": {
    "terms-conditions": "BrushBoutique Home Collection of brushes Life time Join Guarantee +91-207-1968313 brushboutique@gmail.com Terms of Use Welcome to BrushBoutique! These Terms of Use govern your use of the BrushBoutique website (the \"Site\"). Please read these Terms of Use carefully before accessing or using the Site. By accessing or using any part of the Site, you agree to be bound by these Terms of Use. If you do not agree to all the terms and conditions of this agreement, then you may not access the Site or use any services. Use License a. Permission is granted to temporarily download one copy of the materials (information or software) on BrushBoutique's website for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license, you may not: modify or copy the materials; use the materials for any commercial purpose, or for any public display (commercial or non-commercial); attempt to decompile or reverse engineer any software contained on BrushBoutique's website; remove any copyright or other proprietary notations from the materials; or transfer the materials to another person or \"mirror\" the materials on any other server. b. This license shall automatically terminate if you violate any of these restrictions and may be terminated by BrushBoutique at any time. Upon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format. Disclaimer The materials on BrushBoutique's website are provided on an 'as is' basis. BrushBoutique makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. Further, BrushBoutique does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site. Limitations In no event shall BrushBoutique or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on BrushBoutique's website, even if BrushBoutique or a BrushBoutique authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you. Accuracy of materials The materials appearing on BrushBoutique's website could include technical, typographical, or photographic errors. BrushBoutique does not warrant that any of the materials on its website are accurate, complete, or current. BrushBoutique may make changes to the materials contained on its website at any time without notice. However, BrushBoutique does not make any commitment to update the materials. Links BrushBoutique has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by BrushBoutique of the site. Use of any such linked website is at the user's own risk. Modifications BrushBoutique may revise these terms of service for its website at any time without notice. By using this website you are agreeing to be bound by the then current version of these terms of service. Intellectual Property Rights All content included on the BrushBoutique website, such as text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, is the property of BrushBoutique or its content suppliers and protected by international copyright laws. The compilation of all content on this site is the exclusive property of BrushBoutique and protected by international copyright laws. Any use, including but not limited to the reproduction, distribution, display, or transmission of the content of this site is strictly prohibited, unless authorized by BrushBoutique. User Conduct You agree to use the BrushBoutique website only for lawful purposes and in a manner that does not infringe the rights of, or restrict or inhibit the use and enjoyment of, this site by any third party. You agree to comply with all applicable laws, regulations, and codes of conduct regarding online behavior and content. You agree not to: Use the website in any way that may lead to the encouragement, procurement, or carrying out of any criminal activity. Use the website in any way that disrupts access to the website or causes damage to the website or any of its features. Use the website to transmit or distribute any viruses, worms, defects, Trojan horses, or any items of a destructive nature. Use any automated means to access the website for any purpose without the express written permission of BrushBoutique. Indemnification You agree to indemnify, defend, and hold harmless BrushBoutique, its officers, directors, employees, agents, licensors, and suppliers from and against all losses, expenses, damages, and costs, including reasonable attorneys' fees, resulting from any violation of these terms and conditions or any activity related to your account (including negligent or wrongful conduct) by you or any other person accessing the site using your Internet account. Severability If any provision of these terms of service is found to be unenforceable or invalid under any applicable law, such unenforceability or invalidity shall not render these terms of service unenforceable or invalid as a whole, and such provisions shall be deleted without affecting the remaining provisions herein. Entire Agreement These terms and conditions constitute the entire agreement between you and BrushBoutique regarding your use of the website and supersede all prior and contemporaneous agreements and understandings, whether written or oral. Waiver The failure of BrushBoutique to enforce any provision of these terms and conditions shall not be deemed a waiver of such provision nor of the right to enforce such provision. Termination BrushBoutique reserves the right, in its sole discretion, to terminate your access to the website and the related services or any portion thereof at any time, without notice. Upon termination of your access to the website, these terms and conditions will also terminate and shall remain in full force and effect regarding your prior use of the website. Feedback We welcome your feedback, comments, and suggestions for improvements to the BrushBoutique website (\"Feedback\"). You can submit Feedback by emailing us at brushboutique@gmail.com. You agree that all Feedback is and shall be given entirely voluntarily and that BrushBoutique shall be free to use or disclose such Feedback for any purpose without any obligation to you. Third-Party Services BrushBoutique may use third-party services, such as payment processors or analytics providers, to enhance the functionality of the website. Your use of such third-party services is subject to their respective terms of use and privacy policies. Changes to Terms of Use BrushBoutique reserves the right to update or modify these Terms of Use at any time without prior notice. Your continued use of the website after any such changes constitutes your acceptance of the new Terms of Use. It is your responsibility to review this page periodically for updates or changes. Communication By using the BrushBoutique website, you consent to receive electronic communications from us. We may communicate with you by email or by posting notices on the website. You agree that all agreements, notices, disclosures, and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing. Assignment These Terms of Use, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by BrushBoutique without restriction. Force Majeure BrushBoutique shall not be liable for any failure or delay in performance under these Terms of Use due to any cause beyond its reasonable control, including but not limited to natural disasters, acts of terrorism, labor disputes, governmental actions, power failures, and internet disturbances. No Waiver The failure of BrushBoutique to enforce any right or provision of these Terms of Use shall not be deemed a waiver of such right or provision. The waiver of any such right or provision will be effective only if in writing and signed by a duly authorized representative of BrushBoutique. Headings The section headings used in these Terms of Use are for convenience only and shall not affect the interpretation of the provisions contained therein. Survival The provisions of these Terms of Use which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability. Entire Agreement These Terms of Use constitute the entire agreement between you and BrushBoutique regarding the use of the website, superseding any prior agreements between you and BrushBoutique relating to your use of the website. Acceptance By using the BrushBoutique website, you signify your acceptance of these Terms of Use. If you do not agree to these terms, please do not use our website. Language These Terms of Use are drafted in the English language. In the event of any conflict or discrepancy between the English language version and versions of these Terms of Use in any other language, the English language version shall prevail. Independent Relationship Your use of the BrushBoutique website does not create any partnership, joint venture, employer-employee, agency, or franchisor-franchisee relationship between you and BrushBoutique. Contact Information If you have any questions or concerns regarding these Terms of Use, please contact us at brushboutique@gmail.com. Pages Home Collection of brushes Life time Join Guarantee Information Privacy Policy Terms of Use Contacts NH-06, Pardi Naka, Bhandara Rd, Nagpur, Maharashtra 441202, India +91-207-1968313 brushboutique@gmail.com BrushBoutique",
    "thanks": "Thank You for Reaching Out! We appreciate you taking the time to contact BrushBoutique. Your feedback is invaluable to us as we strive to improve our services and products. Rest assured that your message has been received and our team will get back to you as soon as possible. Should you have any further questions or concerns, feel free to reach out to us again. Thank you once again for choosing BrushBoutique. Warm Regards,The BrushBoutique Team Go back to the main page",
    "index": "BrushBoutique Home Collection of brushes Life time Join Guarantee +91-207-1968313 brushboutique@gmail.com Discover Our Premium Collection of Makeup Brushes Unleash Your Creativity with Our Exquisite Selection of Brushes Experience a new level of makeup artistry with our premium collection of brushes designed for every beauty enthusiast. At BrushBoutique, we offer an exquisite selection that caters to all your needs and preferences. From flawless foundation application to precise contouring and blending, find everything you need to create stunning looks effortlessly. Each brush is meticulously crafted using high-quality materials to ensure exceptional performance and durability. Discover the perfect addition to your makeup arsenal today at BrushBoutique – where creativity meets luxury. Explore Our Signature Brush Collections Elevate Your Makeup Routine with Our Exclusive Brush Sets Indulge in luxury and elevate your makeup routine with our exclusive brush sets curated to meet all your beauty needs. Each collection is thoughtfully designed to provide you with a seamless application experience, whether you're a makeup novice or a seasoned pro. Discover the perfect set that complements your style and enhances your makeup skills. Essential Brush Set Perfect for everyday makeup looks, this set includes all the essential brushes for flawless application. Professional Artist Kit Elevate your artistry with this comprehensive set designed for professional makeup artists and enthusiasts alike. Travel-Friendly Mini Set Stay glam on-the-go with this compact set of mini brushes that fit perfectly in your travel bag. Luxury Vegan Collection Embrace cruelty-free beauty with our luxurious vegan brush collection made from high-quality synthetic fibers. Glamorous Rose Gold Set Add a touch of elegance to your vanity with this stunning rose gold brush set that combines style and functionality. Customizable Brush Bundle Create your own personalized brush set by selecting your favorite brushes from our wide range of options. Assortment of brushes Write to us Discover Our Makeup Brush Care Essentials Extend the Lifespan of Your Brushes with Our Care Products Gentle Brush Cleanser Keep your brushes clean and free from bacteria with our gentle yet effective brush cleanser that preserves bristle integrity. Brush Conditioning Oil Nourish and protect your brush bristles with our conditioning oil that helps maintain softness and shape for long-lasting use. Travel-Friendly Brush Case Safely store and transport your brushes with our compact and stylish brush case designed to keep them protected on-the-go. Join Our BrushBoutique Community Connect with Like-Minded Beauty Enthusiasts and Get Inspired 1 BrushBoutique Blog Stay up-to-date with the latest beauty trends, product reviews, and makeup tutorials on our blog written by our team of experts and guest bloggers. 2 BrushBoutique Social Follow us on social media and join the conversation with our community of beauty enthusiasts. Share your makeup looks, ask for advice, and connect with like-minded individuals. 3 BrushBoutique Rewards Join our loyalty program and earn points for every purchase, referral, and social media engagement. Redeem your points for exclusive discounts, free products, and more. To learn more Shop with Confidence Experience Hassle-Free Shopping with Our Guarantee At BrushBoutique, we are committed to providing you with the best shopping experience possible. We stand behind the quality of our products and offer a 100% satisfaction guarantee. If for any reason you are not completely satisfied with your purchase, we will gladly offer a refund or exchange within 30 days of purchase. We also offer free shipping on all orders over $50 and fast, reliable shipping options to ensure your order arrives on time. Our customer service team is available to assist you with any questions or concerns you may have, so you can shop with confidence knowing that we are here to support you every step of the way. Meet Our Team Get to Know the People Behind BrushBoutique Founder & CEO - Jane Doe Jane's Passion for Beauty As a lifelong lover of makeup and skincare, Jane founded BrushBoutique with the goal of creating a one-stop destination for all things beauty. Her unwavering commitment to quality and innovation has helped drive the success of our brand. Chief Marketing Officer - John Smith John's Vision for Growth With years of experience in marketing and ecommerce, John leads our efforts to expand our reach and engage with customers worldwide. His innovative approach to digital strategy ensures that BrushBoutique continues to grow and thrive. Customer Experience Manager - Sarah Johnson Sarah's Commitment to Satisfaction Sarah oversees our customer service department and works tirelessly to ensure that each and every customer receives the best possible experience when interacting with BrushBoutique. She is always ready to lend a helping hand and address any concerns that arise. Explore Our Luxurious Makeup Brush Catalog Indulge in the world of beauty with our exquisite collection of makeup brushes. From foundation brushes to eyeshadow blending brushes, we offer a wide range of high-quality tools to elevate your makeup routine. Each brush is meticulously crafted to deliver flawless application and effortless blending, ensuring that you achieve professional results every time. Discover the perfect brush for your needs and unleash your creativity with BrushBoutique. Flawless Foundation Brush Achieve a seamless base with our soft and dense foundation brush. ₹800 Order Precision Eyeshadow Brush Set Create intricate eye looks with our versatile set of precision eyeshadow brushes. ₹1200 Order Kabuki Brush for Perfect Powder Application Experience velvety smooth skin with our luxurious kabuki brush for powder products. ₹1000 Order Contouring Brush Duo Define and sculpt your features with our contouring brush duo for effortless contour application. ₹1500 Order Blending Brush Trio for Seamless Makeup Looks Achieve flawless blending with our trio of soft and fluffy blending brushes. ₹1300 Order Travel-Friendly Mini Brush Set Stay glam on-the-go with our compact mini brush set perfect for touch-ups anytime, anywhere. ₹900 Order Place Your Order Today! Securely Purchase Your Favorite Brushes Online Ready to add some luxury to your makeup routine? Look no further than BrushBoutique, where you can securely place your order online for our premium collection of makeup brushes. Whether you're looking for a single brush or a complete set, we have something for everyone. Simply fill out the form below and enjoy hassle-free checkout with our easy-to-use payment system. I accept the Privacy Policy Send Pages Home Collection of brushes Life time Join Guarantee Information Privacy Policy Terms of Use Contacts NH-06, Pardi Naka, Bhandara Rd, Nagpur, Maharashtra 441202, India +91-207-1968313 brushboutique@gmail.com BrushBoutique",
    "privacy-policy": "BrushBoutique Home Collection of brushes Life time Join Guarantee +91-207-1968313 brushboutique@gmail.com Privacy Policy for BrushBoutique Welcome to BrushBoutique! By accessing this website, we assume you accept these terms and conditions in full. Do not continue to use BrushBoutique's website if you do not accept all of the terms and conditions stated on this page. The following terminology applies to these Terms and Conditions, Privacy Statement, and Disclaimer Notice and any or all Agreements: \"Client\", \"You\" and \"Your\" refers to you, the person accessing this website and accepting the Company's terms and conditions. \"The Company\", \"Ourselves\", \"We\", \"Our\" and \"Us\", refers to our Company. \"Party\", \"Parties\", or \"Us\", refers to both the Client and ourselves, or either the Client or ourselves. All terms refer to the offer, acceptance, and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner, whether by formal meetings of a fixed duration, or any other means, for the express purpose of meeting the Client's needs in respect of provision of the Company's stated services/products, in accordance with and subject to, prevailing law of. Any use of the above terminology or other words in the singular, plural, capitalization and/or he/she or they, are taken as interchangeable and therefore as referring to same. License Unless otherwise stated, BrushBoutique and/or its licensors own the intellectual property rights for all material on BrushBoutique. All intellectual property rights are reserved. You may access this from BrushBoutique for your own personal use subjected to restrictions set in these terms and conditions. You must not: Republish material from BrushBoutique Sell, rent or sub-license material from BrushBoutique Reproduce, duplicate or copy material from BrushBoutique Redistribute content from BrushBoutique This Agreement shall begin on the date hereof. Hyperlinking to our Content The following organizations may link to our website without prior written approval: Government agencies; Search engines; News organizations; Online directory distributors may link to our website in the same manner as they hyperlink to the websites of other listed businesses; and Systemwide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our Web site. These organizations may link to our home page, to publications or to other website information so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products and/or services; and (c) fits within the context of the linking party’s site. We may consider and approve other link requests from the following types of organizations: commonly-known consumer and/or business information sources; dot.com community sites; associations or other groups representing charities; online directory distributors; internet portals; accounting, law and consulting firms; and educational institutions and trade associations. We will approve link requests from these organizations if we decide that: (a) the link would not make us look unfavorably to ourselves or to our accredited businesses; (b) the organization does not have any negative records with us; (c) the benefit to us from the visibility of the hyperlink compensates the absence of BrushBoutique; and (d) the link is in the context of general resource information. These organizations may link to our home page so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products or services; and (c) fits within the context of the linking party’s site. If you are one of the organizations listed in paragraph 2 above and are interested in linking to our website, you must inform us by sending an e-mail to BrushBoutique. Please include your name, your organization name, contact information as well as the URL of your site, a list of any URLs from which you intend to link to our Website, and a list of the URLs on our site to which you would like to link. Wait 2-3 weeks for a response. Approved organizations may hyperlink to our Website as follows: By use of our corporate name; or By use of the uniform resource locator being linked to; or By use of any other description of our Website being linked to that makes sense within the context and format of content on the linking party’s site. No use of BrushBoutique's logo or other artwork will be allowed for linking absent a trademark license agreement. iFrames Without prior approval and written permission, you may not create frames around our Webpages that alter in any way the visual presentation or appearance of our website. Content Liability We shall not be held responsible for any content that appears on your Website. You agree to protect and defend us against all claims that are rising on your Website. No link(s) should appear on any Website that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights. Reservation of Rights We reserve the right to request that you remove all links or any particular link to our Website. You approve to immediately remove all links to our Website upon request. We also reserve the right to amend these terms and conditions and it’s linking policy at any time. By continuously linking to our Website, you agree to be bound to and follow these linking terms and conditions. Removal of links from our website If you find any link on our Website that is offensive for any reason, you are free to contact and inform us any moment. We will consider requests to remove links but we are not obligated to or so or to respond to you directly. Disclaimer To the maximum extent permitted by applicable law, we exclude all representations, warranties, and conditions relating to our website and the use of this website. Nothing in this disclaimer will: limit or exclude our or your liability for death or personal injury; limit or exclude our or your liability for fraud or fraudulent misrepresentation; limit any of our or your liabilities in any way that is not permitted under applicable law; or exclude any of our or your liabilities that may not be excluded under applicable law. The limitations and prohibitions of liability set in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph; and (b) govern all liabilities arising under the disclaimer, including liabilities arising in contract, in tort and for breach of statutory duty. As long as the website and the information and services on the website are provided free of charge, we will not be liable for any loss or damage of any nature. Limitation of Liability In no event shall BrushBoutique, nor any of its officers, directors, and employees, be held liable for anything arising out of or in any way connected with your use of this website whether such liability is under contract. BrushBoutique, including its officers, directors, and employees shall not be held liable for any indirect, consequential or special liability arising out of or in any way related to your use of this website. Indemnification You hereby indemnify to the fullest extent BrushBoutique from and against any and/or all liabilities, costs, demands, causes of action, damages, and expenses arising in any way related to your breach of any of the provisions of these Terms. Severability If any provision of these Terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein. Contact Information If you have any questions or concerns regarding this disclaimer, please contact us at brushboutique@gmail.com. By using our website, you hereby consent to our disclaimer and agree to its terms. Update Should we update, amend or make any changes to this document, those changes will be prominently posted here. Thank you for visiting BrushBoutique! Pages Home Collection of brushes Life time Join Guarantee Information Privacy Policy Terms of Use Contacts NH-06, Pardi Naka, Bhandara Rd, Nagpur, Maharashtra 441202, India +91-207-1968313 brushboutique@gmail.com BrushBoutique"
  }
}