{
  "name": "New_v9_steepsavvy",
  "pages": {
    "terms-conditions": "SteepSavvy: Condições para uma Experiência Perfeita steepsavvy@gmail.com +55-65-3548-1900 SteepSavvy Lar Nossos produtos Nossa missão Fique conosco Entrega Nossas ofertas Termos de Uso Indenização Você concorda em indenizar, defender e isentar o SteepSavvy, seus diretores, funcionários e afiliados de qualquer reclamação, responsabilidade, danos, custos e despesas, incluindo honorários advocatícios razoáveis, decorrentes de ou relacionados com o seu uso do SteepSavvy, sua violação destes Termos de Uso ou sua violação de quaisquer direitos de terceiros. Disposições Gerais Estes Termos de Uso constituem o acordo completo entre você e o SteepSavvy em relação ao uso do site, substituindo quaisquer acordos anteriores ou contemporâneos entre você e o SteepSavvy. A falha do SteepSavvy em exercer ou aplicar qualquer direito ou disposição destes Termos de Uso não constituirá uma renúncia a tal direito ou disposição. Se qualquer disposição destes Termos de Uso for considerada inválida por um tribunal de jurisdição competente, as partes concordam que o tribunal deve esforçar-se para dar efeito às intenções das partes conforme refletido na disposição, e as outras disposições destes Termos de Uso permanecerão em pleno vigor e efeito. Lei Aplicável e Jurisdição Estes Termos de Uso serão regidos e interpretados de acordo com as leis do Brasil, sem levar em consideração os princípios de conflitos de leis. Qualquer disputa decorrente ou relacionada a estes Termos de Uso estará sujeita à exclusiva jurisdição dos tribunais localizados no Brasil. Idioma Estes Termos de Uso foram redigidos originalmente em português. Se houver qualquer conflito entre a versão em português e uma tradução destes Termos de Uso, a versão em português prevalecerá. Uso do Site Você concorda em usar o SteepSavvy apenas para fins legais e de acordo com estes Termos de Uso. Você concorda em não usar o site de qualquer forma que possa danificar, desabilitar, sobrecarregar ou comprometer o SteepSavvy ou interferir no uso e aproveitamento de qualquer outra pessoa do site. Aceitação dos Termos Ao acessar ou usar o SteepSavvy de qualquer forma, você concorda em cumprir estes Termos de Uso. Se você não concordar com todos os termos e condições deste acordo, você não está autorizado a usar este site. Direitos de Propriedade Intelectual O conteúdo do SteepSavvy, incluindo, mas não se limitando a texto, gráficos, logotipos, ícones, imagens, áudios e vídeos, são de propriedade exclusiva do SteepSavvy ou de seus licenciadores e estão protegidos pelas leis de direitos autorais e outras leis de propriedade intelectual aplicáveis. Conteúdo do Usuário Ao enviar conteúdo para o SteepSavvy, você concede ao SteepSavvy uma licença mundial, não exclusiva, gratuita, sublicenciável e transferível para usar, reproduzir, distribuir, preparar trabalhos derivados de, exibir e executar o conteúdo em conexão com o SteepSavvy. Links para Sites de Terceiros O SteepSavvy pode conter links para sites de terceiros que não são controlados ou operados por nós. Não temos controle sobre o conteúdo, políticas de privacidade ou práticas de sites de terceiros e não assumimos nenhuma responsabilidade por eles. Limitação de Responsabilidade Em nenhuma circunstância o SteepSavvy, seus diretores, funcionários ou afiliados serão responsáveis por quaisquer danos diretos, indiretos, incidentais, consequentes, especiais ou punitivos, incluindo, mas não se limitando a perda de lucros, dados, uso, boa vontade ou outras perdas intangíveis resultantes do uso ou incapacidade de usar este site. Alterações nos Termos de Uso Reservamos o direito de modificar estes Termos de Uso a qualquer momento, a nosso exclusivo critério. Se fizermos alterações, iremos notificá-lo revisando a data de \"Última Atualização\" no topo desta página. O uso continuado do SteepSavvy após tais alterações constitui sua aceitação dos novos Termos de Uso. Rescisão Reservamos o direito de rescindir ou suspender sua conta e acesso ao SteepSavvy imediatamente, sem aviso prévio ou responsabilidade, por qualquer motivo, incluindo, sem limitação, se você violar estes Termos de Uso. Após a rescisão, seu direito de usar o SteepSavvy cessará imediatamente. Modificações no Site Podemos, a nosso exclusivo critério, modificar ou descontinuar o SteepSavvy (ou qualquer parte dele) a qualquer momento, sem aviso prévio. Não seremos responsáveis perante você ou qualquer terceiro por qualquer modificação, suspensão ou descontinuação do SteepSavvy. Acesso ao Site Não garantimos que o SteepSavvy estará sempre disponível ou operando sem interrupção ou erros. Podemos interromper, suspender ou modificar todo ou qualquer aspecto do SteepSavvy a qualquer momento, sem aviso prévio. Você reconhece e concorda que não seremos responsáveis por qualquer perda ou dano decorrente da interrupção, suspensão ou modificação do SteepSavvy. Garantias O SteepSavvy é fornecido \"no estado em que se encontra\" e \"conforme disponível\", sem garantias de qualquer tipo, expressas ou implícitas. Em particular, não fazemos declarações ou garantias de qualquer tipo relacionadas à exatidão, confiabilidade ou disponibilidade do SteepSavvy ou das informações, produtos, serviços ou materiais contidos nele. Consentimento para Receber Comunicações Eletrônicas Ao utilizar o SteepSavvy, você concorda em receber comunicações eletrônicas de nós. Estas comunicações podem incluir mensagens de e-mail ou avisos publicados no site. Feedback do Usuário Se você fornecer ao SteepSavvy qualquer feedback ou sugestões sobre o site, você concorda que podemos usar esse feedback ou sugestões sem qualquer obrigação de compensá-lo por eles. Interpretação Estes Termos de Uso não criarão qualquer parceria, joint venture, agência, franquia, representação ou relação de emprego entre você e o SteepSavvy. Estes Termos de Uso serão interpretados de acordo com suas disposições, sem consideração de qualquer interpretação em desfavor de qualquer parte por ser a parte que redigiu qualquer parte deste contrato. Disposições Diversas Não serão consideradas renúncias a nenhum direito ou disposição destes Termos de Uso, a menos que tal renúncia seja feita por escrito e assinada pela parte renunciante. A falha do SteepSavvy em exercer ou aplicar qualquer direito ou disposição destes Termos de Uso não constituirá uma renúncia a tal direito ou disposição. Se qualquer disposição destes Termos de Uso for considerada inválida por um tribunal de jurisdição competente, as partes concordam que o tribunal deve se esforçar para dar efeito às intenções das partes conforme refletido na disposição, e as outras disposições destes Termos de Uso permanecerão em pleno vigor e efeito. Estes Termos de Uso constituem o acordo completo entre você e o SteepSavvy em relação ao uso do site, substituindo quaisquer acordos anteriores ou contemporâneos entre você e o SteepSavvy. Estes Termos de Uso serão regidos e interpretados de acordo com as leis do Brasil, sem levar em consideração os princípios de conflitos de leis. Qualquer disputa decorrente ou relacionada a estes Termos de Uso estará sujeita à exclusiva jurisdição dos tribunais localizados no Brasil. Avisos Legais O SteepSavvy reserva-se o direito de divulgar informações pessoais conforme exigido por lei e quando acreditarmos que a divulgação é necessária para proteger nossos direitos e/ou cumprir com um processo judicial, ordem judicial ou processo legal relacionado ao SteepSavvy. Contate-nos Se você tiver alguma dúvida sobre estes Termos de Uso, entre em contato conosco em steepsavvy@gmail.com. Obrigado por usar o SteepSavvy! Última Atualização: 15 de março de 2024 SteepSavvy Navegação Lar Nossos produtos Nossa missão Fique conosco Entrega Nossas ofertas Adicionalmente política de Privacidade Termos de uso",
    "thanks": "SteepSavvy: Agradecemos por Escolher a Qualidade em Chás Obrigado por nos contatar! Agradecemos por entrar em contato conosco através do formulário de feedback do SteepSavvy. Sua opinião é muito importante para nós e vamos analisar cuidadosamente seu feedback. Seu apoio nos ajuda a melhorar nossos serviços e oferecer uma experiência melhor para todos os nossos usuários. Esteja certo de que sua mensagem foi recebida e será considerada pela nossa equipe. Muito obrigado por dedicar um tempo para nos ajudar a crescer. Se tiver mais alguma dúvida ou sugestão, não hesite em nos contatar novamente. Estamos aqui para ajudar! Atenciosamente,A Equipe SteepSavvy Para principal",
    "index": "SteepSavvy: Sua Destinação para Chás e Utensílios de Qualidade steepsavvy@gmail.com +55-65-3548-1900 SteepSavvy Lar Nossos produtos Nossa missão Fique conosco Entrega Nossas ofertas Descubra a Arte do Chá Bem-vindo ao SteepSavvy - Sua Destinação para os Melhores Chás e Utensílios Descubra uma variedade exuberante de chás premium e utensílios de alta qualidade para a sua experiência de chá perfeita. No SteepSavvy, combinamos tradição e inovação para oferecer a você o melhor do mundo do chá. Explore nossa coleção exclusiva e mergulhe no mundo encantador da infusão. Ampla escolha Nossos Produtos Qualidade Superior em Cada Chá e Cada Chaleira Descubra a excelência em cada detalhe com nossa seleção cuidadosamente escolhida de chás aromáticos e chaleiras elegantes. Nossos produtos são feitos para elevar sua experiência de chá a um novo patamar de sabor e sofisticação. Desfrute da frescura e pureza de nossos chás selecionados, mergulhe na tradição e inovação de nossas chaleiras artesanais e descubra o prazer de cada infusão. No SteepSavvy, comprometemo-nos a oferecer apenas o melhor para os amantes do chá. Chás Premium de Origem Selecionada Chaleiras de Design Exclusivo Acessórios de Chá de Alta Qualidade Mais sobre nós Nossa Missão Nosso Compromisso com a Excelência do Chá Variedade Exclusiva Descubra uma ampla gama de chás únicos e aromáticos, cuidadosamente selecionados para satisfazer os paladares mais exigentes. Qualidade Inigualável Garantimos a qualidade superior de cada produto, desde nossos chás premium até nossas elegantes chaleiras, para uma experiência de chá verdadeiramente excepcional. Paixão pelo Chá Nossa equipe é apaixonada por chá e está dedicada a compartilhar essa paixão com você, oferecendo conhecimento, variedade e qualidade em cada xícara. Contate-nos Entre em Contato Conosco Se você tiver alguma dúvida, sugestão ou simplesmente quiser compartilhar sua paixão pelo chá conosco, não hesite em entrar em contato. Estamos aqui para ajudar e tornar sua experiência no SteepSavvy ainda mais especial. Suporte Personalizado Nossa equipe de atendimento ao cliente está pronta para ajudá-lo com qualquer consulta ou assistência que você possa precisar. Entre em contato conosco e teremos o prazer de ajudar. Fique Conectado Siga-nos nas redes sociais para ficar por dentro das últimas novidades, promoções especiais e dicas de chá. Junte-se à nossa comunidade de amantes do chá e compartilhe sua paixão conosco. Entrega Rápida Envio Rápido e Seguro para Todo o Brasil Desfrute da conveniência de receber seus chás e utensílios de chá favoritos no conforto da sua casa. Com nosso serviço de entrega rápido e confiável, garantimos que sua encomenda chegue até você de forma segura e dentro do prazo. Faça seu pedido hoje e comece a desfrutar da arte do chá sem sair de casa. Descubra mais I accept the Privacy Policy Envie uma mensagem Fale Conosco Tem perguntas? Contate-nos! Se você deseja mais informações sobre nossos produtos, precisa de ajuda com um pedido ou simplesmente quer compartilhar sua paixão pelo chá, preencha o formulário abaixo. Nossa equipe terá o prazer de responder a todas as suas perguntas e garantir que sua experiência no SteepSavvy seja excepcional. Aguardamos seu contato! Localização Av. das Acácias, 2425W - Parque das Emas, Lucas do Rio Verde - MT, 78455-000, Brasil Correspondência steepsavvy@gmail.com Telefone +55-65-3548-1900 Nossas Ofertas Especiais Descubra Nossas Promoções Exclusivas Aproveite nossas ofertas especiais em uma seleção de chás premium e chaleiras elegantes. Explore abaixo algumas das nossas promoções atuais Chá Verde Orgânico Desfrute do sabor fresco e revigorante do nosso chá verde orgânico. Perfeito para momentos de relaxamento. R$ 25,00 Ordem Chaleira de Vidro com Infusor Adicione um toque de elegância à sua rotina de chá com nossa chaleira de vidro com infusor integrado. R$ 80,00 Ordem Conjunto de Chás Variados Experimente uma variedade de sabores com nosso conjunto de chás variados. Ideal para descobrir novos favoritos. R$ 50,00 Ordem Nossas Garantias Satisfação Garantida em Cada Compra Entrega Rápida Garantimos um serviço de entrega rápido e eficiente para que você receba seus produtos no prazo e em perfeitas condições. Qualidade Superior Todos os nossos produtos são cuidadosamente selecionados para garantir a mais alta qualidade em cada chá e utensílio que oferecemos. Atendimento ao Cliente Excepcional Nossa equipe está sempre disponível para ajudar e garantir que sua experiência de compra seja suave e satisfatória. SteepSavvy Navegação Lar Nossos produtos Nossa missão Fique conosco Entrega Nossas ofertas Adicionalmente política de Privacidade Termos de uso",
    "privacy-policy": "SteepSavvy: Protegendo Suas Informações steepsavvy@gmail.com +55-65-3548-1900 SteepSavvy Lar Nossos produtos Nossa missão Fique conosco Entrega Nossas ofertas política de Privacidade Direitos Autorais Todo o conteúdo presente no SteepSavvy, incluindo mas não se limitando a textos, imagens, gráficos, logotipos, vídeos e outros materiais, é protegido por direitos autorais. Qualquer uso não autorizado do conteúdo deste site pode violar leis de direitos autorais, marcas registradas e outras leis aplicáveis. Indenização Você concorda em indenizar, defender e isentar o SteepSavvy, seus diretores, funcionários, agentes e afiliados de qualquer responsabilidade decorrente de seu uso deste site ou violação destes termos. Disposições Gerais Se qualquer disposição deste aviso legal for considerada inválida ou inexequível por um tribunal competente, as demais disposições permanecerão em pleno vigor e efeito. Este aviso legal constitui o acordo completo entre você e o SteepSavvy em relação ao uso deste site. Consentimento Ao usar o SteepSavvy, você consente com este aviso legal e concorda em cumprir seus termos e condições. Propriedade do Site O SteepSavvy é de propriedade e operado por [Nome da Empresa]. Todo o conteúdo, incluindo texto, imagens, gráficos, logotipos, vídeos e outros materiais contidos neste site, são propriedade exclusiva do SteepSavvy ou de seus licenciadores e estão protegidos pelas leis de direitos autorais e outras leis aplicáveis. Uso Aceitável Você concorda em usar este site apenas para fins legais e de maneira consistente com todos os regulamentos e políticas aplicáveis. Você concorda em não usar este site de maneira que possa interferir ou danificar o funcionamento do site, servidores ou redes conectadas a ele. Limitação de Responsabilidade O SteepSavvy não garante a precisão, integridade ou atualidade do conteúdo deste site. Este site é fornecido \"como está\", sem garantias de qualquer tipo, expressas ou implícitas. Em nenhuma circunstância o SteepSavvy será responsável por quaisquer danos diretos, indiretos, incidentais, especiais ou consequentes decorrentes do uso ou incapacidade de usar este site. Links para Sites de Terceiros Este site pode conter links para sites de terceiros que não são controlados ou operados pelo SteepSavvy. O SteepSavvy não é responsável pelo conteúdo, políticas de privacidade ou práticas de outros sites. A inclusão de qualquer link não implica necessariamente uma endosso ou afiliação com o SteepSavvy. Alterações no Site O SteepSavvy reserva-se o direito de fazer alterações neste site, incluindo suas políticas e termos de uso, a qualquer momento, sem aviso prévio. Recomendamos que você revise periodicamente esta página para estar ciente de quaisquer alterações. Consentimento para Comunicações de Marketing Ao fornecer seu endereço de e-mail ou outras informações de contato, você concorda em receber comunicações de marketing do SteepSavvy. Você pode optar por não receber essas comunicações a qualquer momento, seguindo as instruções de cancelamento de inscrição fornecidas em cada mensagem ou entrando em contato conosco através do e-mail fornecido abaixo. Alterações neste Aviso Legal Reservamo-nos o direito de modificar este aviso legal a qualquer momento, sem aviso prévio. As alterações entrarão em vigor imediatamente após serem publicadas neste site. Ao continuar a usar o SteepSavvy após tais alterações, você aceita e concorda com os termos revisados. Recomendamos que você revise este aviso legal periodicamente para estar ciente de quaisquer atualizações. Disposições Finais Este aviso legal constitui o acordo completo entre você e o SteepSavvy em relação ao seu uso deste site, substituindo todos os acordos anteriores ou contemporâneos, escritos ou orais, relacionados a esse assunto. Limitação de Responsabilidade O SteepSavvy não se responsabiliza por qualquer dano, perda ou prejuízo resultante do uso ou impossibilidade de uso deste site. Isso inclui, mas não se limita a, danos diretos, indiretos, incidentais, consequenciais e punitivos, mesmo que tenhamos sido avisados da possibilidade de tais danos. Links de Afiliados Podemos incluir links de afiliados em nosso conteúdo, o que significa que podemos receber uma comissão se você clicar e fazer uma compra. No entanto, isso não afeta de forma alguma nossa objetividade e integridade editorial. Os links de afiliados são uma forma de apoiar o SteepSavvy e nos ajudar a continuar oferecendo conteúdo de qualidade. Menores de Idade Este site não se destina a menores de idade. Se você é menor de 18 anos, deve obter permissão de um dos seus pais ou responsável legal antes de usar este site. Termos Adicionais Além deste aviso legal, certas páginas ou serviços dentro do SteepSavvy podem ter termos e condições adicionais que regem seu uso. Ao utilizar essas páginas ou serviços, você concorda em cumprir esses termos adicionais. Consentimento para Uso de Dados Ao usar o SteepSavvy, você concorda com a coleta e o uso de suas informações de acordo com nossa Política de Privacidade. Recomendamos que você leia nossa Política de Privacidade para entender como suas informações são coletadas, usadas e protegidas. Força Maior Não seremos responsáveis por qualquer falha ou atraso no cumprimento de nossas obrigações sob este aviso legal se tal falha ou atraso for causado por circunstâncias além do nosso controle razoável, incluindo, mas não se limitando a, incêndios, inundações, terremotos, greves, embargos, guerras, atos de terrorismo, falhas de infraestrutura de internet, falhas de energia, ações governamentais ou falhas de fornecedores. Vigência do Aviso Legal Este aviso legal permanecerá em vigor e será vinculativo para você enquanto você usar o SteepSavvy. Se você deixar de concordar com este aviso legal, deverá interromper imediatamente o uso deste site. Renúncia A falha do SteepSavvy em exercer ou aplicar qualquer direito ou disposição deste aviso legal não constituirá uma renúncia a tal direito ou disposição. Independência das Cláusulas Se qualquer parte deste aviso legal for considerada inválida ou inexequível, essa parte será interpretada de acordo com a lei aplicável, e as partes restantes permanecerão em pleno vigor e efeito. Consentimento Expresso Ao continuar a usar o SteepSavvy, você expressa seu consentimento e aceitação deste aviso legal na íntegra. Se você não concorda com algum dos termos ou disposições deste aviso legal, recomendamos que você interrompa imediatamente o uso deste site. Alterações nos Termos de Uso Reservamo-nos o direito de modificar, alterar ou atualizar estes termos de uso a qualquer momento, sem aviso prévio. É sua responsabilidade revisar periodicamente este aviso legal para estar ciente de quaisquer mudanças. O uso contínuo do SteepSavvy após a publicação de alterações constituirá sua aceitação dessas alterações. Integridade do Acordo Este aviso legal constitui o acordo completo entre você e o SteepSavvy em relação ao seu uso deste site e substitui todos os acordos anteriores ou contemporâneos, escritos ou verbais, relacionados a esse assunto. Encerramento Com isso, encerramos este aviso legal. Esperamos que você tenha encontrado todas as informações necessárias e que esteja satisfeito com o esclarecimento de nossas políticas e procedimentos. Obrigado por escolher o SteepSavvy como sua fonte de informações e recursos. Estamos ansiosos para fornecer a você uma experiência positiva e produtiva em nosso site. Contato Para entrar em contato conosco sobre este aviso legal ou qualquer outra questão relacionada ao SteepSavvy, por favor, envie um e-mail para steepsavvy@gmail.com . Esperamos que sua experiência no SteepSavvy seja agradável e produtiva! Obrigado por escolher o SteepSavvy! SteepSavvy Navegação Lar Nossos produtos Nossa missão Fique conosco Entrega Nossas ofertas Adicionalmente política de Privacidade Termos de uso"
  }
}