{
  "name": "New_v9_prammart",
  "pages": {
    "index": "Welcome to PramMart - Your Destination for Premium Baby Strollers prammart@gmail.com +91-240-2332521 Amarpreet Chowk, Jalna Road, Rokda Hanuman Colony, Mondha, Aurangabad, Maharashtra 431001, India PramMart Home Explore us Safety Services Why are we Advantages Welcome to PramMart - Your One-Stop Destination for Premium Baby Strollers! At PramMart, we understand that every journey with your little one should be filled with comfort, safety, and style. That's why we're thrilled to offer you a curated selection of the finest baby strollers designed to meet the needs of modern parents and their precious bundles of joy. Explore our collection and discover a world of top-quality strollers crafted with meticulous attention to detail. From sleek and compact models perfect for urban adventures to rugged, all-terrain options built to tackle any outdoor excursion, we have something to suit every lifestyle and preference. At PramMart, we're not just about selling strollers; we're dedicated to providing an exceptional shopping experience. Our knowledgeable team is here to assist you every step of the way, ensuring that you find the perfect stroller that meets your needs and exceeds your expectations. Join us at PramMart, where every stroll is a delight and every moment with your little one is cherished. Shop now and embark on the journey of parenthood with confidence and ease! Open our assortment Discover Our Range Explore Our Diverse Selection of Strollers Lightweight and Compact Perfect for urban adventures or travel, our lightweight and compact strollers offer convenience without compromising on comfort or safety. Easy to fold, store, and maneuver, they're the ideal choice for busy parents on the go. All-Terrain Performance Designed to tackle any terrain with ease, our all-terrain strollers are built to withstand rugged adventures while providing a smooth and comfortable ride for your little one. From city streets to off-road trails, these strollers are ready for any journey. Luxury and Style Elevate your strolling experience with our collection of luxury strollers that combine premium materials, exquisite craftsmanship, and sophisticated design. Make a statement as you stroll in style with our range of elegant and fashionable options. Versatile and Adaptable Grow with your child with our versatile and adaptable strollers that offer customizable features to accommodate your changing needs. From newborns to toddlers, our strollers are designed to provide comfort and support at every stage of development. Safety First At PramMart, we prioritize the safety and well-being of your child above all else. Our strollers undergo rigorous testing to meet and exceed industry safety standards, providing you with peace of mind as you embark on your adventures together. Easy Maintenance We understand that parenthood can be hectic, which is why our strollers are designed for easy maintenance and care. With durable materials and simple cleaning instructions, keeping your stroller in top condition is effortless, allowing you to focus on creating lasting memories with your little one. Why Choose PramMart? Unmatched Quality We take pride in offering only the highest quality strollers crafted with premium materials and precision engineering. Each stroller in our collection is built to last, ensuring years of reliable performance and enjoyment. Exceptional Comfort Your child's comfort is our priority. Our strollers feature plush padding, adjustable recline options, and ergonomic designs to provide a cozy and supportive environment for your little one, whether they're napping or exploring the world around them. Innovative Features Stay ahead of the curve with our strollers' innovative features and smart design elements. From one-handed folding mechanisms to integrated sun canopies and storage solutions, our strollers are packed with convenient features to simplify your life as a parent. Stylish Designs Make a statement with our stylish strollers that combine form and function seamlessly. Whether you prefer sleek and modern or classic and timeless designs, we have a variety of options to suit your personal style and aesthetic preferences. Excellent Customer Service Our dedicated team is here to provide you with exceptional customer service every step of the way. From expert advice and product recommendations to timely assistance with any questions or concerns, we're committed to ensuring your satisfaction. Competitive Pricing Enjoy premium quality without breaking the bank. We offer competitive pricing on all our strollers, making it easy and affordable to find the perfect option for your family's needs and budget. Why PramMart? Discover the PramMart Advantage Quality Assurance At PramMart, quality is non-negotiable. We meticulously select and test each stroller to ensure it meets our stringent standards for safety, durability, and performance. With PramMart, you can trust that you're investing in the best for your child. Customer-Centric Approach Your satisfaction is our priority. From personalized recommendations to hassle-free returns, we're dedicated to providing you with an exceptional shopping experience. At PramMart, we're with you every step of the way on your parenting journey. Stay Connected with PramMart Keep up to date with the latest news, promotions, and parenting tips from PramMart. Join our community and stay connected with us through our social media channels and newsletter. Follow Us on Social Media Stay in the loop by following PramMart on your favorite social media platforms. Get inspired by real-life stories, product demonstrations, and exclusive content tailored for parents like you. Sign Up for Our Newsletter Don't miss out on exclusive offers and parenting insights. Sign up for our newsletter to receive updates on new arrivals, special promotions, and helpful tips delivered straight to your inbox. Engage with Our Community Join the conversation and connect with fellow parents in the PramMart community. Share your experiences, ask questions, and offer support as we navigate the journey of parenthood together. Exclusive Discounts As a member of the PramMart community, you'll gain access to exclusive discounts and promotions reserved just for you. Save on your favorite strollers and accessories while enjoying peace of mind knowing you're getting the best value. Parenting Tips and Advice Parenthood doesn't come with a manual, but our expert advice can help. Stay informed with practical tips, tricks, and advice on everything from newborn care to toddler tantrums, curated by our team of parenting experts. Share Your Story Your journey is unique, and we'd love to hear about it. Share your parenting adventures with us and inspire others in the PramMart community. Whether it's a heartwarming moment or a hilarious mishap, your story matters to us. Shop Our Top Picks Explore our curated selection of top-rated strollers loved by parents worldwide. Whether you're looking for a lightweight city stroller or a rugged all-terrain option, we've got you covered with the best products for your little one. Urban Explorer Navigate city streets with ease using our Urban Explorer stroller. Compact yet sturdy, it's perfect for maneuvering through crowded sidewalks and narrow aisles. ₹10,500 Order Adventure Seeker Take on any terrain with confidence with our Adventure Seeker stroller. Equipped with all-terrain wheels and a robust frame, it's built to handle off-road adventures with ease. ₹14,200 Order Luxury Cruiser Treat your little one to the ultimate luxury with our Luxury Cruiser stroller. Featuring premium materials and elegant design, it's sure to turn heads wherever you go. ₹18,900 Order Travel Companion Make traveling with your baby a breeze with our Travel Companion stroller. Lightweight and compact, it's the perfect companion for family vacations and weekend getaways. ₹9,800 Order Contact Us Have questions about our products or need assistance with your order? Our dedicated customer support team is here to help! Fill out the form below, and we'll get back to you as soon as possible. Your satisfaction is our top priority, and we're committed to providing you with the best shopping experience possible. I accept the Privacy Policy Send a message PramMart Home Explore us Safety Services Why are we Advantages Privacy Policy Terms of use",
    "privacy-policy": "PramMart Privacy Policy - Your Privacy Matters to Us prammart@gmail.com +91-240-2332521 Amarpreet Chowk, Jalna Road, Rokda Hanuman Colony, Mondha, Aurangabad, Maharashtra 431001, India PramMart Home Explore us Safety Services Why are we Advantages Privacy Policy for PramMart Welcome to PramMart, your one-stop-shop for all things related to prams and strollers. We are dedicated to providing you with the best possible shopping experience, and we take great pride in the quality of our products and services. However, before you start shopping, we kindly ask you to read the following disclaimer carefully. First and foremost, we would like to clarify that all the products available on our website are intended for use by adults and children under adult supervision. Prams and strollers are designed to provide safe and comfortable transportation for infants and toddlers, but they are not toys and should never be used as such. It is essential to follow the manufacturer's instructions and guidelines regarding the use of the product, including weight limits, age restrictions, and safety warnings. At PramMart, we strive to provide accurate and up-to-date information about our products, but we cannot guarantee that all the information on our website is error-free or complete. We reserve the right to make changes to the website, including product descriptions, prices, and availability, without prior notice. We also cannot guarantee that the colors, textures, and patterns of the products displayed on our website will be identical to the actual products. We take great care in selecting and sourcing our products from reputable manufacturers and suppliers. However, we cannot be held responsible for any defects, damages, or malfunctions that may occur due to normal wear and tear, misuse, or improper maintenance. If you encounter any issues with your product, please contact us immediately, and we will do our best to assist you. We strongly advise you to inspect your product thoroughly upon receipt and report any damages or defects within 48 hours. If you fail to do so, we may not be able to process your return or exchange request. Please note that we do not accept returns or exchanges for products that have been used, damaged, or altered in any way. We understand that safety is a top priority for our customers, and we share the same concern. However, we cannot guarantee that our products are completely free of risks or hazards. It is essential to use the product responsibly and follow the safety guidelines provided by the manufacturer. We also recommend that you regularly check for recalls or safety alerts related to your product and take appropriate action if necessary. At PramMart, we are committed to providing excellent customer service and resolving any issues or concerns you may have. However, we cannot be held responsible for any indirect, consequential, or incidental damages that may arise from the use or inability to use our products or services. Our liability is limited to the extent permitted by law, and we do not offer any warranties or guarantees beyond those provided by the manufacturer. PramMart is not liable for any accidents, injuries, or damages that may occur as a result of using our products or services. By using our website, you agree to assume all risks associated with the use of our products and services. We reserve the right to modify or update this disclaimer at any time without prior notice. It is your responsibility to review this disclaimer periodically for any changes. Prams and strollers are essential items for parents and caregivers, providing a safe and comfortable way to transport infants and toddlers. At PramMart, we offer a wide range of prams and strollers from leading brands, designed to meet the needs of different families and lifestyles. Whether you are looking for a lightweight stroller for city living or a robust pram for off-road adventures, we have got you covered. When choosing a pram or stroller, there are several factors to consider, including weight, size, maneuverability, safety features, and comfort. It is essential to choose a product that suits your needs and preferences, as well as your baby's age, weight, and development. At PramMart, we provide detailed product descriptions and specifications to help you make an informed decision. One of the most important aspects of using a pram or stroller is safety. It is crucial to follow the manufacturer's instructions and guidelines regarding the use of the product, including weight limits, age restrictions, and safety warnings. It is also essential to use the product responsibly and follow basic safety rules, such as always using the harness, never leaving the child unattended, and avoiding rough terrain or steep slopes. Another important aspect of using a pram or stroller is maintenance. Regular cleaning and maintenance can help extend the lifespan of your product and ensure its safe and proper functioning. It is essential to follow the manufacturer's instructions regarding cleaning and maintenance, using only approved products and methods. It is also advisable to inspect the product regularly for any signs of wear or damage and replace any worn or damaged parts promptly. At PramMart, we are committed to providing high-quality products and services to our customers. We carefully select and source our products from reputable manufacturers and suppliers, ensuring that they meet our high standards of quality and safety. We also offer a range of services, including delivery, assembly, and after-sales support, to make your shopping experience as smooth and convenient as possible. At PramMart, we understand that choosing the right pram or stroller can be a daunting task, especially for first-time parents. That's why we offer a range of resources and tools to help you make an informed decision. Our website features detailed product descriptions and specifications, customer reviews and ratings, and buying guides to help you navigate the different options available. We also offer a range of accessories and spare parts to help you customize and maintain your pram or stroller. From rain covers and sun shades to replacement wheels and brakes, we have everything you need to keep your product in top condition. Our accessories are designed to complement and enhance the functionality of your pram or stroller, providing added comfort, convenience, and safety. In addition to our products and services, we are committed to promoting safe and responsible parenting. We believe that every child deserves a safe and nurturing environment, and we strive to support parents and caregivers in providing the best possible care for their children. That's why we offer a range of resources and tips on child safety, development, and well-being, as well as parenting advice and support. We also believe in giving back to our community and supporting worthy causes. We are proud to partner with various charities and organizations that share our values and vision, and we regularly donate a portion of our profits to support their work. By choosing PramMart, you are not only getting high-quality products and services but also contributing to a worthy cause. We hope that this disclaimer has provided you with a clear understanding of our policies and limitations. If you have any questions or concerns, please do not hesitate to contact us at prammart@gmail.com. We are always happy to hear from our customers and help in any way we can. Thank you for choosing PramMart, and happy shopping! PramMart Home Explore us Safety Services Why are we Advantages Privacy Policy Terms of use",
    "services": "PramMart Services - Exceptional Assistance Every Step of the Way prammart@gmail.com +91-240-2332521 Amarpreet Chowk, Jalna Road, Rokda Hanuman Colony, Mondha, Aurangabad, Maharashtra 431001, India PramMart Home Explore us Safety Services Why are we Advantages Our Services Welcome to PramMart Services! We're committed to providing you with exceptional assistance every step of the way. From helping you find the perfect stroller to offering ongoing support after your purchase, our services are designed to make your experience with us seamless and enjoyable. Personalized Consultation Our experienced team is here to provide personalized consultation to help you choose the right stroller for your needs. Whether you're a first-time parent or looking to upgrade your current stroller, we'll guide you through the selection process with expert advice tailored to your preferences and lifestyle. Stroller Assembly Save time and hassle with our stroller assembly service. Our skilled technicians will ensure your stroller is assembled correctly and ready for immediate use. Sit back, relax, and let us take care of the assembly, so you can focus on enjoying quality time with your little one. Product Support At PramMart, our commitment to your satisfaction doesn't end at the point of purchase. Whether you have questions about product features, need troubleshooting assistance, or require maintenance tips, our dedicated support team is here to help. Count on us for prompt and reliable product support whenever you need it. Fast and Reliable Shipping We understand that when you order a stroller, you want it to arrive promptly and in perfect condition. That's why we partner with trusted shipping carriers to ensure fast and reliable delivery to your doorstep. Sit back and relax as we handle the logistics, so you can start enjoying your new stroller sooner. Hassle-Free Returns Your satisfaction is our top priority, which is why we offer hassle-free returns on all our products. If you're not completely satisfied with your purchase for any reason, simply contact us, and we'll guide you through the return process. With our easy returns policy, you can shop with confidence, knowing that your satisfaction is guaranteed. Customer Support Expert Assistance Our knowledgeable customer support team is available to assist you with any questions or concerns you may have. Whether you need help choosing the right stroller or require assistance with an existing order, we're here to provide expert guidance and support every step of the way. Timely Responses We understand the importance of prompt communication, which is why we strive to respond to all inquiries in a timely manner. Whether you reach out to us via email, phone, or live chat, you can expect a prompt and courteous response from our dedicated customer support team. Product Information Need more information about a specific stroller model? Our customer support team can provide detailed product information, including specifications, features, and compatibility options. We're here to ensure you have all the information you need to make an informed purchasing decision. Problem Resolution If you encounter any issues with your stroller or order, rest assured that we're here to help resolve them quickly and effectively. Our goal is to ensure your complete satisfaction with every aspect of your experience with us, and we'll work tirelessly to address any problems or concerns you may have. After-Sales Support Our Commitment to You Doesn't End at Checkout Warranty Coverage Rest easy knowing that your purchase is protected by our comprehensive warranty coverage. If your stroller experiences any manufacturing defects or issues within the warranty period, we'll repair or replace it at no additional cost to you, ensuring your peace of mind. Lifetime Support Our commitment to your satisfaction doesn't expire with your warranty. Even after the warranty period ends, you can still count on us for ongoing support and assistance. Whether you need maintenance tips, replacement parts, or product advice, we're here for you for the life of your stroller. PramMart Home Explore us Safety Services Why are we Advantages Privacy Policy Terms of use",
    "terms-conditions": "PramMart Terms of Use - Guidelines for Using Our Website prammart@gmail.com +91-240-2332521 Amarpreet Chowk, Jalna Road, Rokda Hanuman Colony, Mondha, Aurangabad, Maharashtra 431001, India PramMart Home Explore us Safety Services Why are we Advantages Terms of Use Acceptance of Terms By accessing and using the PramMart website, you agree to be bound by these Terms of Use and all applicable laws and regulations. If you do not agree with any of these terms, please refrain from using our website. Use of Website The PramMart website is intended for personal, non-commercial use. You may browse the website, view the products, and make purchases for your personal or family use. You are not permitted to use the website for any commercial or business purposes, including reselling our products, without our prior written consent. Product Information We strive to provide accurate and up-to-date information about all our products. However, we cannot guarantee that all the information on our website is 100% accurate, complete, or current. The colors, dimensions, and other features of the products may slightly differ from the way they appear on your screen. If you have any questions or concerns about a particular product, please feel free to contact us. Pricing and Payment The prices of our products are subject to change without notice. We accept various forms of payment, including credit cards, debit cards, and PayPal. All payments are processed in a secure and encrypted manner to ensure the safety of your financial information. Shipping and Delivery We ship our products to most countries around the world. The shipping rates and delivery times may vary depending on the destination and the availability of the products. We will do our best to deliver your order as quickly and efficiently as possible. Returns and Refunds We want you to be completely satisfied with your purchase. If, for any reason, you are not happy with the product, you can return it to us within 30 days of the delivery date. The product must be in its original condition, with all the tags and accessories intact. Once we receive and inspect the product, we will issue a full refund of the purchase price. Intellectual Property All the content on the PramMart website, including the text, images, logos, and designs, are the exclusive property of PramMart and are protected by international copyright and trademark laws. You may not copy, reproduce, distribute, or modify any of the content without our prior written consent. Links to Other Websites The PramMart website may contain links to other websites that are not owned or operated by us. We are not responsible for the content, accuracy, or reliability of those websites. We provide these links for your convenience and information, and they do not imply our endorsement or approval of those websites. Disclaimer of Warranties The PramMart website and its content are provided \"as is\" and \"as available,\" without any warranties of any kind, either express or implied. We do not warrant that the website will be uninterrupted, error-free, or free of viruses or other harmful components. Limitation of Liability In no event shall PramMart or its affiliates, directors, officers, employees, or agents be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in connection with the use or inability to use the website, or any products or services purchased or obtained from the website. Changes to Terms of Use We reserve the right to modify or amend these Terms of Use at any time without notice. The updated terms will be posted on this page, and they will be effective immediately. Product Reviews and Ratings We encourage our customers to share their experiences and opinions about our products by writing reviews and ratings on our website. However, we reserve the right to remove or edit any review that contains inappropriate, offensive, or promotional content. Governing Law and Jurisdiction These Terms of Use and any disputes arising out of or in connection with them shall be governed by and construed in accordance with the laws of the jurisdiction where PramMart is registered. Any legal action or proceeding related to these terms shall be brought exclusively in the courts of that jurisdiction. Indemnification You agree to indemnify, defend, and hold harmless PramMart and its affiliates, directors, officers, employees, and agents from and against any and all claims, damages, liabilities, costs, and expenses, including reasonable attorneys' fees, arising out of or in connection with your use of the website, your violation of these Terms of Use, or your violation of any rights of a third party. Severability If any provision of these Terms of Use is found to be invalid, illegal, or unenforceable, that provision shall be deemed severable from the rest of these terms and shall not affect the validity, legality, or enforceability of the remaining provisions. Entire Agreement These Terms of Use constitute the entire agreement between you and PramMart regarding the use of the website and supersede all prior or contemporaneous communications and proposals, whether oral or written. Waiver The failure of PramMart to enforce any provision of these Terms of Use shall not be deemed a waiver of that provision or the right to enforce that provision in the future. Force Majeure PramMart shall not be liable for any failure or delay in performing its obligations under these Terms of Use if such failure or delay is caused by circumstances beyond its reasonable control, including but not limited to natural disasters, strikes, wars, terrorist attacks, or governmental actions. Feedback and Suggestions We welcome your feedback and suggestions on how to improve our website and our products. However, please note that any feedback or suggestions you provide to us shall be deemed non-confidential and non-proprietary, and we shall be free to use, disclose, and exploit them without any obligation or compensation to you. Customer Service Our customer service team is available to assist you with any questions or issues you may have. You can contact us by email at prammart@gmail.com or by using the contact form on our website. We will do our best to respond to your inquiry within 24 hours. Social Media PramMart maintains a presence on various social media platforms, such as Facebook, Instagram, and Twitter. We encourage you to follow us on these platforms to stay updated on our latest products, promotions, and news. However, please note that any content, comments, or links posted by users on these platforms do not necessarily reflect the views or opinions of PramMart. Privacy We respect the privacy of our customers and do not collect, store, or share any personal information without their consent. Please refer to our Privacy Policy for more information on how we handle and protect personal data. Age Restriction The PramMart website is intended for use by adults who are at least 18 years old. We do not knowingly collect or solicit personal information from anyone under the age of 18. If you are under 18, please do not use our website or provide any personal information to us. Termination We reserve the right to terminate or suspend your access to the PramMart website at any time and for any reason, without notice or liability. Upon termination, all your rights and obligations under these Terms of Use shall cease, except for any provisions that by their nature are intended to survive termination. Product Safety At PramMart, we take the safety of our customers and their children very seriously. All our products are designed and manufactured to meet or exceed the applicable safety standards and regulations in the countries where they are sold. However, it is important for customers to use our products properly and responsibly to ensure their safety and the safety of their children. Customers should always read and follow the instructions, warnings, and safety guidelines provided with our products, including the user manual, assembly instructions, and labels. They should also check the product regularly for any signs of wear, damage, or malfunction, and replace any worn or damaged parts promptly. Customers should not use our products for any purpose other than their intended use, and should not modify or alter them in any way that may affect their safety or performance. They should also not use our products if they are not in good working condition, or if they have been involved in an accident or collision. Customers should always supervise their children when they are using our products, and should not leave them unattended or unsupervised. They should also ensure that their children are properly secured and protected in the product, and that they are using the product in a safe and appropriate environment. Recalls and Safety Alerts In the event of a product recall or safety alert, PramMart will promptly notify its customers and provide them with instructions on how to return or repair the affected product. Customers should follow these instructions carefully and promptly to ensure their safety and the safety of their children. Customers can check for any product recalls or safety alerts on our website or by contacting our customer service team. They can also register their products with us to receive notifications of any recalls or safety alerts related to their products. Environmental Responsibility PramMart is committed to protecting the environment and reducing its impact on the planet. We strive to design and manufacture our products in an environmentally responsible manner, using sustainable materials and processes whenever possible. We also encourage our customers to recycle or dispose of our products in an environmentally responsible manner, in accordance with the local regulations and guidelines. Customers can check with their local waste management facility or recycling center for information on how to recycle or dispose of our products. Contact Us If you have any questions, concerns, or feedback about our website or our products, please do not hesitate to contact us. You can reach us by email at prammart@gmail.com. We will do our best to respond to your message as soon as possible. Thank you for visiting PramMart. We hope that you find the perfect pram or stroller for your little one, and we look forward to serving you. Happy shopping! PramMart Home Explore us Safety Services Why are we Advantages Privacy Policy Terms of use",
    "thanks": "Thank You from PramMart - We Appreciate Your Support Thank You for Contacting Us! We truly appreciate you taking the time to reach out to us here at PramMart. Your feedback and questions are invaluable to our team, as they help us improve our services and create a better experience for all our users. Our dedicated support team will carefully review your message and respond as soon as possible. We understand that your time is valuable, so we strive to provide prompt and accurate responses to all inquiries. In the meantime, feel free to explore our website to learn more about our offerings, read interesting articles, and discover the amazing world of PramMart. Once again, thank you for connecting with us, and we look forward to serving you better! Return to Homepage"
  },
  "date": "2024-05-10T10:47:00.330Z"
}