{
  "name": "New_v9_Fructify",
  "pages": {
    "catalog": "Explore Our Delicious Range of Dried Fruits at Fructify Catalog Special Offers FAQ Contact Welcome to Our Catalog Explore our wide range of premium dried fruits and nuts. From deliciously sweet mango slices to crunchy almonds and more, we have everything you need to satisfy your snack cravings. Nuts Catalog Explore our wide selection of premium nuts. From crunchy almonds to creamy cashews, we have a variety of delicious options to choose from. Almonds Crunchy and nutritious almonds are a great snack any time of day. $8.99 Cashews Creamy and delicious cashews are perfect for snacking or adding to recipes. $10.49 Pecans Rich and buttery pecans are great for baking or enjoying on their own. $12.99 Walnuts Walnuts are packed with omega-3 fatty acids and make a healthy addition to your diet. $9.79 Pistachios Pistachios are a good source of protein and fiber, making them a nutritious snack option. $11.99 Macadamia Nuts Buttery and delicious macadamia nuts are perfect for adding to baked goods or enjoying on their own. $14.99 Dried Fruits Catalog Discover our delicious selection of dried fruits. From sweet raisins to tangy cranberries, we have a variety of healthy snacks to choose from. Raisins Sweet and chewy raisins are a classic snack packed with vitamins and antioxidants. $6.99 Cranberries Tart and tangy cranberries are a delicious addition to salads, baked goods, and trail mixes. $8.49 Apricots Sweet and juicy apricots are a great source of fiber and potassium. $7.99 Figs Figs are rich in fiber and minerals, making them a healthy and tasty snack. $9.99 Prunes Prunes are naturally sweet and rich in antioxidants, fiber, and potassium. $5.99 Dates Dates are a good source of energy and are packed with essential nutrients. $10.99 Payment and Delivery Learn more about our payment options and delivery services. Payment Methods Online Payment Credit/Debit Card PayPal Bank Transfer Delivery Options Standard Shipping (3-5 business days) Express Shipping (1-2 business days) International Shipping Loyalty Program Join our loyalty program and enjoy exclusive benefits! Loyalty Benefits Points for every purchase Special discounts and offers Birthday rewards Priority access to new products How to Join Signing up for our loyalty program is easy! Simply create an account on our website and start earning points with every purchase. FAQ - Nuts and Dried Fruits Find answers to common questions about nuts and dried fruits below. Are nuts and dried fruits healthy? Yes, nuts and dried fruits are packed with essential nutrients like vitamins, minerals, and fiber, making them a healthy snack option. What are the benefits of eating nuts? Nuts are a good source of healthy fats, protein, and antioxidants. They can help reduce the risk of heart disease and improve overall health. Are dried fruits high in sugar? Dried fruits naturally contain sugar because the water content is removed during the drying process. However, they are still a nutritious snack when eaten in moderation. How should I store nuts and dried fruits? Store nuts and dried fruits in an airtight container in a cool, dry place away from sunlight to maintain their freshness and flavor. Can I eat nuts if I have a nut allergy? No, individuals with nut allergies should avoid eating nuts and products containing nuts to prevent allergic reactions. What are some popular recipes using dried fruits? Popular recipes using dried fruits include trail mix, granola bars, and fruit salads. Dried fruits can also be added to baked goods like muffins and cookies for extra flavor. Catalog Special Offers FAQ Contact Terms & Conditions Privacy Policy",
    "index": "Welcome to Fructify - Your Source for Quality Dried Fruits! Catalog Special Offers FAQ Contact Welcome to Fructify At Fructify, we bring you the finest selection of dried fruits and nuts, sourced from the best orchards and farms around the world. Our products are carefully curated to ensure freshness and quality, delivering nature's goodness straight to your doorstep. Quality Guaranteed We ensure the highest quality standards in all our products, providing you with nutritious and delicious treats. Wide Variety Explore our wide range of dried fruits and nuts from around the world, offering something for every taste. Convenience Shop online hassle-free and have your favorite snacks delivered to your doorstep, saving you time and effort. Freshness Enjoy our products at their freshest. We ensure all items are carefully packed to preserve their natural goodness. Healthy Options Discover healthy snacking options that are both nutritious and delicious, perfect for maintaining a balanced diet. About Us Fructify is your one-stop destination for premium quality dried fruits and nuts. Our journey began with a passion for healthy living and a commitment to providing nutritious snacks that excite the taste buds. At Fructify, we handpick the finest selection of dried fruits and nuts from around the globe, ensuring each product meets our strict quality standards. From succulent raisins to crunchy almonds, every item is packed with flavor and goodness. We believe in sustainability and ethical sourcing practices, working closely with farmers and suppliers who share our values. This allows us to deliver products that are not only good for you but also for the planet. Join us on our mission to promote healthy snacking and discover the natural goodness of Fructify! Discover Our Premium Selection Explore our exquisite collection of dried fruits, nuts, and snacks. From succulent raisins to crunchy almonds, we offer a variety of premium products to tantalize your taste buds. Shop Now Special Offers Special Offer Organic Mixed Nuts Enjoy our premium organic mixed nuts at a special discounted price! Packed with essential nutrients and natural goodness. Now only $9.99 Special Offer Dried Mango Slices Treat yourself to the sweet and tangy flavor of our dried mango slices. Perfect for snacking or adding to your favorite recipes. Now only $6.49 Special Offer Roasted Pistachios Indulge in the rich and buttery taste of our roasted pistachios. A great source of protein and healthy fats. Now only $8.79 Best Sellers Best Seller Dark Chocolate Covered Almonds Indulge in the perfect combination of rich dark chocolate and crunchy almonds. $12.99 Best Seller Cherry and Berry Mix Enjoy a delightful mix of dried cherries, cranberries, and blueberries. $8.49 Best Seller Crunchy Peanut Butter Spread the goodness of our creamy peanut butter on your favorite snacks. $7.99 Categories Nuts Dried Fruits Contact Us Feel free to get in touch with us via: +916473059846 Fructify@gmail.com WPCC+HPG, Khamnore, Rajasthan 313322, India Get in Touch Your Name Your Email Your Message I accept Privacy Policy Send Working Hours We are open every day! Monday - Friday: 9:00 AM - 6:00 PM Saturday: 10:00 AM - 4:00 PM Sunday: Closed Catalog Special Offers FAQ Contact Terms & Conditions Privacy Policy",
    "policy": "Fructify - Privacy Policy main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2 { margin-bottom: 20px; } main a { color: #f66e00; } main a:hover { text-decoration: underline; } Catalog Special Offers FAQ Contact Privacy Policy Introduction Welcome to Fructify's Privacy Policy. This document outlines how we collect, use, and protect your personal information when you visit our website or use our services. Fructify is committed to protecting your privacy and ensuring that any information you provide to us is handled securely and responsibly. By accessing our website or using our services, you consent to the collection, use, and disclosure of your information as described in this Privacy Policy. Data Security We take the security of your personal information seriously and employ appropriate measures to protect it from unauthorized access, alteration, disclosure, or destruction. These measures include: Encryption of sensitive information transmitted between your browser and our servers using Secure Socket Layer (SSL) technology Regular monitoring of our systems for vulnerabilities and attacks Limiting access to personal information to employees and contractors who need to know that information in order to operate, develop, or improve our services Training our employees on data security and privacy best practices Implementing access controls and authentication mechanisms to prevent unauthorized access to your account However, no method of transmission over the internet or electronic storage is completely secure, so we cannot guarantee absolute security. You are responsible for maintaining the confidentiality of your account credentials and for any activities that occur under your account. Children's Privacy If we become aware that we have inadvertently collected personal information from children under 13 without verifiable parental consent, we will promptly take steps to delete that information. We are committed to complying with the Children's Online Privacy Protection Act (COPPA) and any other applicable laws and regulations concerning children's privacy. If you are under the age of 13, please do not use our website or provide any personal information to us without verifiable parental consent. If you are a parent or guardian and you have questions about our website or services, or if you wish to review, edit, or delete the personal information of your child, please contact us at Fructify@gmail.com. We encourage parents and guardians to be involved in their children's online activities and to monitor their children's use of the internet to ensure a safe and enjoyable experience. Third-Party Links Our website may contain links to third-party websites or services that are not owned or controlled by Fructify. These links are provided for your convenience and information only, and do not imply endorsement or approval by us of the linked sites, their content, or their privacy practices. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party websites or services. You acknowledge and agree that Fructify shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods, or services available on or through any such third-party websites or services. We strongly advise you to review the privacy policies and terms of service of any third-party websites or services that you visit. If you have any questions or concerns about our links to third-party websites or services, please contact us at Fructify@gmail.com. Changes to this Policy We may update this Privacy Policy from time to time to reflect changes in our practices, legal requirements, or technological advancements. When we make material changes to this Privacy Policy, we will notify you by email (sent to the email address specified in your account) or by posting a notice on our website prior to the change becoming effective. We encourage you to periodically review this page for the latest information on our privacy practices. Your continued use of our website or services after any changes to this Privacy Policy constitutes your acceptance of those changes. If you do not agree to the revised Privacy Policy, please discontinue use of our website and services. If you have any questions or concerns about the changes to this Privacy Policy or how your personal information is handled, please contact us at Fructify@gmail.com. We are committed to protecting your privacy and will make every effort to address your concerns. Contact Us If you have any questions about this Privacy Policy, You can contact us: Phone: +916473059846 Email: Fructify@gmail.com Location: WPCC+HPG, Khamnore, Rajasthan 313322, India Catalog Special Offers FAQ Contact Terms & Conditions Privacy Policy",
    "terms": "Fructify - Terms & Conditions main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2 { margin-bottom: 20px; } main a { color: #f66e00; } main a:hover { text-decoration: underline; } Catalog Special Offers FAQ Contact Terms and Conditions Welcome to Fructify! These terms and conditions outline the rules and regulations for the use of Fructify's website. By accessing this website we assume you accept these terms and conditions. Do not continue to use Fructify if you do not agree to take all of the terms and conditions stated on this page. The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and all Agreements: \"Client\", \"You\" and \"Your\" refers to you, the person log on this website and compliant to the Company’s terms and conditions. \"The Company\", \"Ourselves\", \"We\", \"Our\" and \"Us\", refers to our Company. \"Party\", \"Parties\", or \"Us\", refers to both the Client and ourselves. All terms refer to the offer, acceptance and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner for the express purpose of meeting the Client’s needs in respect of provision of the Company’s stated services, in accordance with and subject to, prevailing law of Netherlands. Any use of the above terminology or other words in the singular, plural, capitalization and/or he/she or they, are taken as interchangeable and therefore as referring to same. License Unless otherwise stated, Fructify and/or its licensors own the intellectual property rights for all material on Fructify. All intellectual property rights are reserved. You may access this from Fructify for your own personal use subjected to restrictions set in these terms and conditions. You must not: Republish material from Fructify Sell, rent or sub-license material from Fructify Reproduce, duplicate or copy material from Fructify Redistribute content from Fructify Content Liability We shall not be hold responsible for any content that appears on your Fructify website. You agree to protect and defend us against all claims that is rising on your Fructify website. No link(s) should appear on any Fructify website that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights. Reservation of Rights We reserve the right to request that you remove all links or any particular link to our Fructify website. You approve to immediately remove all links to our Fructify website upon request. We also reserve the right to amen these terms and conditions and it’s linking policy at any time. By continuously linking to our Fructify website, you agree to be bound to and follow these linking terms and conditions. Removal of links from our website If you find any link on our Fructify website that is offensive for any reason, you are free to contact and inform us any moment. We will consider requests to remove links but we are not obligated to or so or to respond to you directly. Disclaimer To the maximum extent permitted by applicable law, we exclude all representations, warranties and conditions relating to our website and the use of this website. Nothing in this disclaimer will: limit or exclude our or your liability for death or personal injury; limit or exclude our or your liability for fraud or fraudulent misrepresentation; limit any of our or your liabilities in any way that is not permitted under applicable law; or exclude any of our or your liabilities that may not be excluded under applicable law. The limitations and prohibitions of liability set in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph; and (b) govern all liabilities arising under the disclaimer, including liabilities arising in contract, in tort and for breach of statutory duty. As long as the website and the information and services on the website are provided free of charge, we will not be liable for any loss or damage of any nature. Contact Us If you have any questions about these Terms and Conditions, You can contact us: Phone: +916473059846 Email:Fructify@gmail.com Location:WPCC+HPG, Khamnore, Rajasthan 313322, India Catalog Special Offers FAQ Contact Terms & Conditions Privacy Policy",
    "thanks": "Thank You for Shopping at Fructify! main { max-width: 800px; margin: 20px auto; padding: 20px; border-radius: 5px; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); } p { margin-bottom: 20px; } a { font-size: 18px; display: inline-block; color: #f66e00; text-decoration: none; transition: color 0.3s ease; } a:hover { text-decoration: underline; } h1 { margin-bottom: 40px; } Thank You for Shopping at Fructify! We appreciate your purchase at Fructify, your one-stop shop for high-quality nuts and dried fruits. Your order has been received and will be processed shortly. You will receive a confirmation email with the details of your order. If you have any questions or concerns, feel free to contact us. Otherwise, feel free to continue exploring our website for more delicious products!"
  },
  "date": "2024-05-04T06:30:38.397Z"
}