{
  "name": "New_v9_cleanco",
  "pages": {
    "about": "Say Goodbye to Dirt and Grime with Cleanco Home About Our Services Contact Us Home About Our Services Contact Us About us Your Perfect Clean Awaits Experience the difference with Cleanco. We offer professional cleaning services that ensure your space is spotless and hygienic. From residential homes to large corporate offices, our dedicated team provides tailored cleaning solutions to meet your unique needs. We pride ourselves on delivering top-quality services that leave every corner of your space sparkling clean. Our commitment to excellence means we use only the best cleaning products and techniques to achieve results that exceed your expectations. Whether you need a one-time deep clean or regular maintenance, we guarantee a level of service that reflects our high standards and your exacting specifications. Contact our experts to create your custom cleaning plan. C 20, near Lajpat Nagar Metro Station, Block C, Part 1, Lajpat Nagar, Delhi, New Delhi, Delhi 110024, India Telephone: +91-9955657556 Email: cleanco@gmail.com FAQ What clients frequently ask What services does Cleanco offer? Cleanco provides a range of cleaning services including residential cleaning, commercial cleaning, and specialized cleaning tasks. Our expert team ensures your space is spotless, efficient, and reliable. How does the cleaning process work? Our process begins with a consultation to understand your specific cleaning needs. Our team then develops a customized cleaning plan and executes it to ensure your complete satisfaction. Does Cleanco offer eco-friendly cleaning options? Yes, we offer eco-friendly cleaning solutions that are safe for the environment, pets, and people. Our green cleaning products are effective and sustainable. How long does a typical cleaning take? The duration of a cleaning session varies based on the size and condition of the space. On average, a standard residential cleaning takes about 2-4 hours. We also offer flexible scheduling to meet your needs. What makes Cleanco different from other cleaning services? Our commitment to excellence, attention to detail, and customer satisfaction sets us apart. We tailor our cleaning services to your specific needs and ensure a thorough, timely, and quality cleaning every time. Feedback What Our Clients Are Saying John Anderson Homeowner Booking with Cleanco was effortless. They did an outstanding job cleaning my home, allowing me to enjoy my time off without worry. Highly recommend them for their exceptional dedication. Sarah Thompson Office Manager Excellent cleaning service! Cleanco's team meticulously cleaned our office space, focusing on every detail. Their personalized approach and professionalism were fantastic. I will certainly use this service again. Michael Reynolds Business Owner I'm incredibly impressed by the quality of service provided by Cleanco. The process was smooth and hassle-free, and the team was very responsive. Truly a top-notch cleaning service! Home About Our Services Contact Us Privacy Policy Terms and Conditions © Copyright Cleanco",
    "index": "Experience Pristine Cleanliness with Our Expert Team Home About Our Services Contact Us Home About Our Services Contact Us Welcome to CleanCo Experience tailored cleaning solutions with our expert team. From residential deep cleans to commercial maintenance, we make your space shine. Our comprehensive cleaning services ensure every corner of your space is spotless, creating a clean and welcoming environment for you and your guests. Trust us to deliver exceptional results with our meticulous attention to detail and commitment to excellence. Make your space shine with our expert cleaning solutions today! About Us Our services brands Our customers prices What we offer Basic Cleaning Essential cleaning services for basic upkeep, ensuring a tidy environment. $25 Purchase Dusting and Vacuuming Trash Removal Surface Cleaning Standard Cleaning A comprehensive cleaning package for a spotless and refreshed space. $50 Purchase Floor Cleaning Kitchen and Bathroom Cleaning Trash Removal Deluxe Cleaning Premium cleaning services for a pristine, like-new environment. $100 Purchase Deep Cleaning Carpet and Upholstery Cleaning Window Cleaning Custom Requests Services Spotless, Efficient, Reliable Residential Cleaning Comprehensive cleaning services for homes including dusting, vacuuming, mopping, and sanitizing kitchens and bathrooms. Details Office Cleaning Regular cleaning and maintenance services for office spaces, ensuring a clean and productive work environment with flexible scheduling. Details Deep Cleaning Intensive cleaning for all areas of the home or office, targeting hard-to-reach and often overlooked spaces to eliminate deep-seated dirt and grime. Details Move-In/Move-Out Cleaning Specialized cleaning services for tenants and landlords to ensure a spotless property when moving in or out, including detailed cleaning of all rooms and appliances. Details Happy Clients Served 1000+ Homes Cleaned 750+ Support Available 24/7 Cleaning Packages 20+ Contact Us We'd love to hear from you I accept Privacy Policy Submit Home About Our Services Contact Us Privacy Policy Terms and Conditions © Copyright Cleanco",
    "privacy-policy": "Privacy Policy | Cleanco - Premier Cleaning Services Home About Our Services Contact Us Home About Us Our Services Contact Us Privacy Policy Data Collection At Cleanco, your privacy is important. We collect data such as your name, email address, phone number, and cleaning preferences when you interact with our services. Additionally, we use cookies to track your browsing activities and device details. This information helps us tailor our services to your needs, improve our offerings, and communicate effectively with you. Occasionally, we might augment our data with information from third-party sources to enhance service delivery. We strive to make our data collection practices transparent, ensuring you understand why and how your information is collected. Our goal is to collect only what is necessary to improve our services and maintain your trust. Use of Information The information we gather is used to provide and improve our cleaning services, manage your bookings, respond to your inquiries, and enhance your overall experience with Cleanco. With your consent, we may send you promotional offers, newsletters, and updates. We analyze user data to refine our services, improve our website functionality, and develop new features. This data also helps us meet legal requirements and protect the rights of our company and clients. Our approach to using your information balances respect for your privacy with the need to deliver high-quality services. Sharing Your Data We do not sell or rent your personal information to third parties. However, we may share your data with trusted partners who perform services on our behalf, such as payment processing, delivery, and analytics. These partners are required to protect your information and use it only for the intended purposes. In certain situations, such as legal obligations or corporate transactions, we may disclose your data. We are committed to maintaining the confidentiality of your information and only share it to the extent necessary for business operations and marketing efforts. Security Measures Ensuring the security of your personal information is a top priority at Cleanco. We implement robust security protocols, including encryption, secure payment methods, and regular security assessments, to safeguard against unauthorized access and misuse. Our staff undergo continuous training on privacy and data protection. While no system can be completely secure, we recommend that you use strong passwords and keep your login information confidential. If you notice any suspicious activity, please contact us immediately. We continuously monitor and update our security measures to address new threats and ensure the safety of your data. Your Rights You have the right to access, correct, or delete your personal information. You can also object to or restrict certain types of data processing. To exercise these rights, please contact us using the details provided below. We will handle your requests in accordance with applicable data protection laws and strive to resolve your concerns promptly. Protecting your privacy and ensuring your satisfaction with our services is our priority. Policy Changes Cleanco may update this privacy policy to reflect changes in our practices or legal requirements. Significant changes will be communicated through a notice on our website or via email. We encourage you to review this policy periodically to stay informed about how we manage your personal information. By continuing to use our services after changes are made, you accept the revised policy. If you have any concerns about the updates, please contact us. Contact Us If you have any questions or concerns about our privacy policy or how we handle your personal data, please reach out to us at cleanco@gmail.com. We are committed to addressing your inquiries promptly and ensuring your privacy is protected. Your feedback is essential in helping us improve our services and privacy practices. Home About Our Services Contact Us Privacy Policy Terms and Conditions © Copyright Cleanco",
    "terms-conditions": "Terms and Conditions | Cleanco - Premier Cleaning Services Home About Our Services Contact Us Home About Us Our Services Contact Us Terms and Conditions Acceptance of Terms Welcome to Cleanco's terms and conditions. These terms and conditions govern your access to and use of Cleanco's services and website. By accessing, browsing, or using our website and services, you acknowledge that you have read, understood, and agree to be bound by these terms and conditions. If you do not agree with any part of these terms, please refrain from using our services or accessing our website. These terms constitute a legally binding agreement between you and Cleanco. Your use of our website and services is conditioned on your acceptance and compliance with these terms. Cleanco reserves the right to change, modify, or revise these terms and conditions at any time, and by continuing to use our services, you agree to be bound by such changes. It is your responsibility to review these terms periodically for any updates or modifications. If you have any questions or concerns about these terms, please contact us before proceeding with the use of our services. By using our services, you affirm that you are at least 18 years old or have the legal capacity to enter into this agreement. If you use our services on behalf of a business or organization, you represent and warrant that you have the authority to bind that entity to these terms and conditions. Service Scope Cleanco offers a wide range of professional cleaning services designed to meet the diverse needs of our clients. Our services include but are not limited to residential cleaning, commercial cleaning, move-in/move-out cleaning, deep cleaning, carpet cleaning, and specialized cleaning projects. Each service will be detailed in a service agreement that outlines the specific tasks to be performed, the frequency of services, and any special conditions or client requirements. The scope of the services to be provided will be mutually agreed upon at the time of booking. Cleanco strives to deliver high-quality services tailored to the unique needs of each client. However, we reserve the right to modify, enhance, or discontinue any aspect of our services at our discretion, with or without prior notice. Changes to the scope of services will be communicated to clients in a timely manner, and clients will have the option to accept the modified services or terminate the agreement without penalty. Our goal is to ensure client satisfaction and exceed expectations with every service we provide. If for any reason you are not satisfied with our services, please contact us immediately so we can address your concerns and make necessary adjustments. We are committed to continuous improvement and welcome feedback from our clients to help us enhance the quality of our services. Client Responsibilities To ensure the efficient delivery of cleaning services, clients have several responsibilities. Firstly, clients must provide Cleanco with access to the property at the agreed-upon times. This includes ensuring that keys, security codes, or other necessary means of entry are made available to our cleaning staff. Clients must also ensure that the area to be cleaned is accessible and free from excessive clutter or hazards that could impede the cleaning process. Clients are responsible for securing all personal belongings and valuables before the cleaning service begins. Cleanco recommends that clients remove or safely store any items of significant value or importance, as we cannot be held liable for any loss or damage to unsecured items. This includes but is not limited to jewelry, electronics, cash, and important documents. Clients should inform Cleanco of any specific cleaning preferences, allergies, or sensitive areas in advance. This allows us to tailor our services to meet your unique needs and preferences. Additionally, clients should notify Cleanco of any maintenance or safety issues that could affect the cleaning process or pose a risk to our staff. Failure to provide accurate information may result in suboptimal service delivery. Payment Terms Payment for Cleanco's services is expected as outlined in the service agreement. We offer various payment methods for your convenience, including credit card payments, online bank transfers, and other secure payment options. Payment terms, including the schedule and amount, will be specified in the service agreement. Full payment is typically required upon completion of the service, unless otherwise agreed upon in writing. Invoices for services rendered will be provided to clients electronically or in hard copy, as preferred. Clients are required to review the invoice for accuracy and notify Cleanco of any discrepancies within 7 days of receipt. Failure to make timely payments may result in late fees, interest charges, or suspension of services until the outstanding balance is settled. Cleanco reserves the right to implement changes to our pricing structure or payment policies. Clients will be informed of any such changes in advance, and existing agreements will be honored until their completion. We strive to maintain transparent and fair pricing for all our services, ensuring that our clients receive value for their investment in our professional cleaning services. Cancellation Policy Clients wishing to cancel or reschedule a cleaning service are required to provide at least 24 hours' notice. This allows Cleanco to adjust our schedule and allocate resources effectively. Cancellations or rescheduling requests made with less than 24 hours' notice may incur a cancellation fee, as specified in the service agreement. The cancellation fee is intended to cover the costs associated with the lost opportunity to serve other clients and preparation expenses. Cleanco recognizes that emergencies and unforeseen circumstances can arise. We will make every effort to accommodate reasonable requests for rescheduling without penalty. However, repeated cancellations or rescheduling may affect future bookings and the availability of preferred time slots. Cleanco reserves the right to cancel or reschedule services due to factors beyond our control, such as severe weather, natural disasters, or other emergencies. In such cases, clients will be notified as soon as possible, and efforts will be made to reschedule the service at a mutually convenient time. We appreciate your understanding and cooperation in these situations. Limitation of Liability Cleanco is committed to delivering high-quality cleaning services and takes every precaution to ensure the safety and satisfaction of our clients. However, our liability is limited to the extent permitted by law. We are not liable for any indirect, incidental, or consequential damages that may arise from the use of our services, including but not limited to lost profits, loss of business opportunities, or damage to personal property. In the event of a claim arising from our services, Cleanco's total liability is limited to the amount paid by the client for the specific service in question. This limitation of liability applies to all claims, whether based on contract, tort, negligence, strict liability, or any other legal theory. By using our services, you agree to this limitation of liability. Clients are encouraged to review their own insurance policies to ensure adequate coverage for any potential losses that may occur during the provision of cleaning services. Cleanco carries liability insurance to cover damages directly caused by our negligence. Clients agree to cooperate fully with any investigation or claim process related to an incident involving our services. Governing Law These terms and conditions are governed by and construed in accordance with the laws of the jurisdiction in which Cleanco operates. Any disputes arising out of or relating to these terms and conditions, or the provision of our services, shall be resolved exclusively through the courts of that jurisdiction. By using our services, you agree to submit to the jurisdiction of the courts in the area where Cleanco is based for the resolution of any legal matters. This provision ensures that any disputes are handled in a legal framework familiar with our business operations. If any provision of these terms and conditions is found to be invalid or unenforceable by a court of competent jurisdiction, that provision will be enforced to the maximum extent permissible, and the remaining provisions will remain in full force and effect. Cleanco's failure to enforce any right or provision of these terms will not be deemed a waiver of such right or provision. Changes to Terms Cleanco reserves the right to update or modify these terms and conditions at any time. Changes to these terms will be effective immediately upon posting on our website, unless otherwise stated. It is your responsibility to review these terms periodically. Your continued use of our services following any changes indicates your acceptance of the new terms. Significant changes to these terms and conditions will be communicated to clients via email or through notices on our website. If you do not agree to the revised terms, you must discontinue using our services and notify us accordingly. We appreciate your understanding and cooperation in keeping these terms up to date. If you have any questions or concerns about changes to these terms, please contact us for clarification. We are committed to ensuring that our clients fully understand their rights and obligations under these terms and conditions. Contact Information If you have any questions, concerns, or feedback regarding these terms and conditions or your experience with Cleanco, please do not hesitate to reach out to us. We are committed to providing exceptional customer service and addressing any issues you may have promptly and effectively. You can contact us via email at cleanco@gmail.com or through our contact form on the website. Your feedback is valuable to us and helps us improve our services and policies. Thank you for choosing Cleanco. We look forward to serving you and meeting your cleaning needs with the highest standards of professionalism and care. Home About Our Services Contact Us Privacy Policy Terms and Conditions © Copyright Cleanco",
    "thanks": "Thank you | Reliable and Efficient Cleaning Solutions by Cleanco Thank you for contacting us! Home"
  },
  "date": "2024-06-27T14:21:37.398Z"
}