{
  "name": "New_v11_BlossomBoutique",
  "pages": {
    "about": "About Us - BlossomBoutique BlossomBoutique Home About Us Products Contacts Contact Us About Our Story We believe in building strong relationships with our clients, understanding their goals, and providing exceptional plants and flowers. We are dedicated to bringing nature closer to you with high-quality plants and flowers, along with expert advice to help them thrive. Products Our Mission To deliver the best plants and flowers that inspire joy and tranquility. We are driven by our passion for nature and commitment to quality. Our Vision Our vision is to be the leading plant and flower shop, offering a wide range of products and exceptional service to plant lovers everywhere. Our Values We believe in sustainability, quality, and customer satisfaction. Our values guide us in every decision we make, ensuring that we always put our customers and the environment first. Our Promise We promise to provide the healthiest plants, the freshest flowers, and the best customer service. Your satisfaction is our top priority, and we are here to help you every step of the way. Our Community We are proud to be part of a vibrant community of plant enthusiasts. Through workshops, events, and social media, we connect with our customers and share our love for all things green. Contact Us What We Do Our Services Plant Care Tips Our team of experts provides valuable tips and guidance to help you care for your plants and ensure they thrive. Floral Arrangements Enhance your space with our stunning floral arrangements, perfect for any occasion. Gardening Supplies Find all the tools and supplies you need to create and maintain a beautiful garden. Consultations Book a consultation with our plant experts to get personalized advice for your green space. Our process begins with understanding your needs and preferences, allowing us to provide tailored solutions that enhance your space with beautiful plants and flowers. 10k+ Where plants thrive and spaces bloom. 4+ A legacy of expertise spanning 4+ years. 100% Customer satisfaction is our top priority. Consultation Our Process Selection A comprehensive selection phase, where we help you choose the best plants and flowers for your needs. Care We provide detailed care instructions and tips to ensure your plants thrive and bloom beautifully. Support We offer ongoing support and advice to help you maintain your plants and flowers. Get in Touch Transform your space with beautiful plants and flowers! Contact us now. Let’s Talk BlossomBoutique Discover our collection of plants and flowers that bring beauty and tranquility to any space. Pages Home About Us Pages Products Contact Us Resources Privacy Policy Terms and Conditions Contact blossomboutique@gmail.com +91-483-6807364 © 2024 BlossomBoutique.",
    "index": "BlossomBoutique - Your Premier Plant and Flower Shop in India BlossomBoutique Home About Us Products Contacts Contact Us Your Green Haven for Plants and Flowers Whether you're looking for indoor plants, outdoor greenery, or beautiful floral arrangements, BlossomBoutique has something for every plant lover. We specialize in providing high-quality plants and flowers that bring life and beauty to your home or office. Products Flower Arrangements Discover a variety of stunning flower arrangements, perfect for any occasion. From weddings to birthdays, our flowers add a touch of elegance to every event. From Seed to Bloom: The Journey of BlossomBoutique From sourcing the finest plants to providing expert care tips, we ensure that every plant you receive thrives and flourishes. The story of BlossomBoutique is one of passion, perseverance, and relentless pursuit of excellence. Founded 2020, our journey began with a bold vision to redefine the way businesses approach Passion, Quality, and Nature. United by a love for plants and a commitment to excellence. Our team of horticulture experts carefully selects each plant, ensuring they meet our high standards of health and beauty. We believe that every plant has a story to tell, and we're here to help you share it. At BlossomBoutique, sustainability is at the heart of everything we do. From eco-friendly packaging to sustainable sourcing practices, we are dedicated to protecting our planet while providing you with the best products. Join us on this journey of growth and greenery. Whether you're a seasoned plant parent or just starting, BlossomBoutique is here to support you every step of the way. About Us Our Collection Featured Plants Indoor Plants Portfolio Succulents Greenery Outdoor Plants Herbs Flowering Plants Gardening Supplies Our Customers What They Say Testimonials FreshBlossomGreenHaven PlantParadise Nature's Bloom HappyClients GreenWorldFlowerHubGardenGurus PlantLovers BotanicBliss LeafyGreensSproutSolutionsNature's NestEcoEarth PlantPerfect Customer Feedback Hear from Our Happy Clients BlossomBoutique transformed my home with their beautiful plants and flowers. Their service is top-notch! Priya Sharma New Delhi, India The variety of plants available at BlossomBoutique is amazing. I found exactly what I needed! Amit Patel Mumbai, India Choosing BlossomBoutique for my garden project was the best decision. Their expertise and quality are unmatched. Ritu Kapoor Bangalore, India Their customer service and plant care tips helped me create a beautiful indoor garden. Rajesh Kumar Hyderabad, India BlossomBoutique's flower arrangements added the perfect touch to our event. Highly recommend! Neha Verma Chennai, India I've been a regular customer and have always been satisfied with their products and service. Kiran Mehta Pune, India Slide 2 of 2. Schedule a consultation with our plant experts today! Book a session with our skilled professionals to explore the best plants and flowers for your space. Contact Us Sign up for our newsletter to stay updated on the latest arrivals and plant care tips! Let us help you create a thriving green space that brings joy and serenity to your life. About Us Get in Touch Contact Us General Inquiries blossomboutique@gmail.com Customer Service +91-483-6807364 Location New Delhi 356-357, 4th Floor, Mehrauli-Gurgaon Rd, Sultanpur, New Delhi, Delhi 110030 Name Email Message I agree to Privacy Policy Thank you! Your submission has been received! Oops! Something went wrong while submitting the form. BlossomBoutique Discover our collection of plants and flowers that bring beauty and tranquility to any space. Pages Home About Us Pages Products Contact Us Resources Privacy Policy Terms and Conditions Contact blossomboutique@gmail.com +91-483-6807364 © 2024 BlossomBoutique.",
    "privacy-policy": "Privacy Policy - BlossomBoutique BlossomBoutique Home About Us Products Contacts Contact Us Privacy Policy At BlossomBoutique, we are committed to protecting your privacy. This Privacy Policy outlines the types of information we collect, how we use it, and the steps we take to safeguard your personal information. 1. Information Collection We collect personal information when you register on our site, place an order, subscribe to our newsletter, or fill out a form. The information collected may include your name, email address, mailing address, phone number, and payment information. 2. Use of Information We use the information we collect to process transactions, send periodic emails, improve our website, and enhance customer service. Your information helps us to better respond to your individual needs and provide you with a personalized experience. 3. Protection of Information We implement a variety of security measures to maintain the safety of your personal information. Your personal information is contained behind secured networks and is only accessible by a limited number of persons who have special access rights to such systems. 4. Cookies We use cookies to enhance your experience, gather general visitor information, and track visits to our website. Cookies are small files that a site or its service provider transfers to your computer's hard drive through your Web browser (if you allow) that enables the site's or service provider's systems to recognize your browser and capture and remember certain information. 5. Third-Party Disclosure We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information. This does not include trusted third parties who assist us in operating our website, conducting our business, or servicing you, so long as those parties agree to keep this information confidential. 6. Third-Party Links Occasionally, at our discretion, we may include or offer third-party products or services on our website. These third-party sites have separate and independent privacy policies. We therefore have no responsibility or liability for the content and activities of these linked sites. 7. Your Consent By using our site, you consent to our privacy policy. 8. Changes to Our Privacy Policy If we decide to change our privacy policy, we will post those changes on this page. Policy changes will apply only to information collected after the date of the change. 9. Contacting Us If there are any questions regarding this privacy policy, you may contact us using the information below. BlossomBoutique 356-357, 4th Floor, Mehrauli-Gurgaon Rd, Sultanpur, New Delhi, Delhi 110030 +91-483-6807364 blossomboutique@gmail.com BlossomBoutique Discover our collection of plants and flowers that bring beauty and tranquility to any space. Pages Home About Us Pages Products Contact Us Resources Privacy Policy Terms and Conditions Contact blossomboutique@gmail.com +91-483-6807364 © 2024 BlossomBoutique.",
    "terms-conditions": "Terms and Conditions - BlossomBoutique BlossomBoutique Home About Us Products Contacts Contact Us Terms and Conditions Welcome to BlossomBoutique. By accessing or using our website, you agree to be bound by the following terms and conditions. Please read them carefully. 1. General The terms \"we\", \"us\", and \"our\" refer to BlossomBoutique. The term \"you\" refers to the user or viewer of our website. 2. Use of the Website By accessing the website, you warrant and represent to BlossomBoutique that you are legally entitled to do so and to make use of information made available via the website. 3. Trademarks The trademarks, names, logos, and service marks (collectively \"trademarks\") displayed on this website are registered and unregistered trademarks of BlossomBoutique. Nothing contained on this website should be construed as granting any license or right to use any trademark without the prior written permission of BlossomBoutique. 4. External Links External links may be provided for your convenience, but they are beyond the control of BlossomBoutique and no representation is made as to their content. Use or reliance on any external links and the content thereon provided is at your own risk. 5. Warranties BlossomBoutique makes no warranties, representations, statements, or guarantees (whether express, implied in law, or residual) regarding the website. 6. Disclaimer of Liability BlossomBoutique shall not be responsible for and disclaims all liability for any loss, liability, damage (whether direct, indirect, or consequential), personal injury, or expense of any nature whatsoever which may be suffered by you or any third party as a result of or which may be attributable, directly or indirectly, to your access and use of the website. 7. Confidentiality Any information provided by you is used solely for the purpose of providing service to you. BlossomBoutique does not share this information with any third parties except in the context of completing your order or providing service to you. 8. Conflict of Terms If there is a conflict or contradiction between the provisions of these website terms and conditions and any other relevant terms and conditions, policies, or notices, the other relevant terms and conditions, policies, or notices which relate specifically to a particular section or module of the website shall prevail in respect of your use of the relevant section or module of the website. 9. Severability If any provision of these terms and conditions is held by a court of competent jurisdiction to be invalid or unenforceable, the remaining provisions of these terms and conditions will remain in full force and effect. 10. Applicable Laws Any relevant terms and conditions, policies, and notices shall be governed by and construed in accordance with the laws of India without giving effect to any principles of conflict of law. You hereby consent to the exclusive jurisdiction of the High Court of India in respect of any disputes arising in connection with the website. 11. Indemnification You agree to indemnify, defend, and hold harmless BlossomBoutique, its officers, directors, employees, agents, licensors, and suppliers from and against all losses, expenses, damages, and costs, including reasonable attorneys' fees, resulting from any violation of these terms and conditions or any activity related to your account (including negligent or wrongful conduct) by you or any other person accessing the site using your Internet account. 12. Termination BlossomBoutique reserves the right to terminate your access to the website at any time without notice, for any reason whatsoever. 13. Entire Agreement These terms and conditions constitute the entire agreement between you and BlossomBoutique in relation to your use of this website and supersede all prior agreements and understandings. 14. Changes to Terms BlossomBoutique reserves the right, in its sole discretion, to change the terms under which this website is offered. The most current version of the terms will supersede all previous versions. BlossomBoutique encourages you to periodically review the terms to stay informed of our updates. 15. Contact Information If you have any questions about these Terms and Conditions, please contact us at: BlossomBoutique 356-357, 4nd Floor, Mehrauli-Gurgaon Rd, Sultanpur, New Delhi, Delhi 110030 Phone: +91-483-6807364 Email: blossomboutique@gmail.com BlossomBoutique Discover our collection of plants and flowers that bring beauty and tranquility to any space. Pages Home About Us Pages Products Contact Us Resources Privacy Policy Terms and Conditions Contact blossomboutique@gmail.com +91-483-6807364 © 2024 BlossomBoutique.",
    "thanks": "Thank You - BlossomBoutique Thank You for Reaching Out! We appreciate your interest in BlossomBoutique. Your message has been received and our team will get back to you shortly. If you have any urgent inquiries, please feel free to contact us directly at +91-483-6807364 or via email at blossomboutique@gmail.com In the meantime, explore our range of plants and flowers to find the perfect addition to your home or garden. Thank you for choosing BlossomBoutique! Go to Home"
  },
  "date": "2024-07-01T12:16:25.212Z"
}