{
  "name": "New_v9_JoyfulPiglet",
  "pages": {
    "about": "Sobre a Joyful Piglet: Paixão pela produção de doces de alta qualidade Casa Sobre nós Contatos Sobre Nós Bem-vindo ao mundo da Joyful Piglet, onde todos os dias criamos doces maravilhosos, cheios de inspiração e amor pelos detalhes. Nossa história começou há muitos anos, quando nosso fundador, Ivan Ivanov, realizou seu sonho de criar uma produção de confeitaria que se tornaria parte essencial dos momentos felizes na vida de nossos clientes. Nos orgulhamos de cada doce, pirulito ou biscoito que produzimos, transmitindo nossa paixão por qualidade e atenção aos detalhes. Nossa equipe talentosa de confeiteiros e especialistas em qualidade trabalha incansavelmente para oferecer experiências únicas em sabor e apresentação. Nosso objetivo não é apenas satisfazer seu desejo por doces, mas inspirá-lo a aproveitar cada momento. Nosso processo de produção é focado em inovação e aprimoramento contínuo, garantindo que você desfrute do sabor e aroma perfeitos em cada um de nossos produtos. Nossa História Desde nossa fundação, percorremos um longo caminho. Começando com uma pequena oficina de confeitaria, crescemos para nos tornar um renomado fabricante de doces, cujo nome está associado à qualidade e à alegria. Cada estágio de nosso crescimento foi marcado pela paixão em criar as melhores delícias para nossos clientes. Hoje, a Joyful Piglet não é apenas uma marca, mas uma comunidade de pessoas que valorizam sabor e qualidade. Orgulhamo-nos de saber que nossos produtos trazem alegria e satisfação para crianças e adultos ao redor do mundo, tornando cada lar mais doce. Nosso Compromisso com a Qualidade Na Joyful Piglet, buscamos a perfeição em cada detalhe. Selecionamos apenas os melhores ingredientes e monitoramos cada etapa do processo de produção para garantir que nossos clientes desfrutem de um sabor incomparável e de produtos seguros. Nossa produção é baseada em tecnologia avançada e nas melhores práticas para garantir que cada doce nosso atenda aos mais altos padrões de qualidade. Estamos confiantes de que nossos produtos não apenas satisfarão seu paladar, mas também proporcionarão prazer a cada mordida. Nos inspiramos em seus feedbacks e nos esforçamos para fazer de nossos doces uma parte especial de seu dia a dia e de momentos especiais em sua vida. Nossa Equipe Pedro Silva Fundador e Diretor Executivo Ana Santos Gerente de Qualidade Lucas Oliveira Chefe de Confeitaria Contact Us Para acessar nosso catálogo completo com preços, utilize o formulário abaixo ou envie um email para joyfulpiglet@gmail.com. Estamos ansiosos para receber sua resposta! Nome: E-mail: Mensagem: Aceito a Política de Privacidade Enviar Política de Privacidade Termos e Condições Casa Sobre nós",
    "index": "Produção de doces Joyful Piglet: A arte da alegria e do sabor Casa Sobre nós Contatos Produção de doces Joyful Piglet Bem-vindo ao mundo da magia e do sabor com a Joyful Piglet! Nossa empresa é especializada na criação dos melhores doces, pirulitos e biscoitos. Utilizamos apenas os melhores ingredientes e receitas exclusivas para garantir que cada doce traga alegria e prazer aos nossos clientes. Sobre Nós A Joyful Piglet é uma empresa apaixonada pela produção de doces de alta qualidade. Desde a nossa fundação, nos dedicamos a criar experiências doces que trazem alegria e satisfação aos nossos clientes. Nossos produtos são feitos com os melhores ingredientes e com muito cuidado, garantindo que cada doce, pirulito e biscoito seja uma delícia única. Saiba mais Nosso Catálogo Doces Aproveite a variedade dos nossos deliciosos doces, feitos com amor e qualidade. Pirulitos Explore a diversidade dos nossos pirulitos coloridos e saborosos para todos os gostos. Biscoitos de Gengibre Experimente os nossos tradicionais biscoitos de gengibre, perfeitos para satisfazer o seu desejo por doce. Detalhado Nossos Valores Qualidade Nós buscamos a mais alta qualidade em cada doce, pirulito e biscoito que produzimos. Inovação Nós estamos constantemente buscando novas ideias e tecnologias para melhorar nossos produtos e processos de produção. Comunidade Nós valorizamos os nossos clientes e procuramos criar uma comunidade de amantes dos nossos doces, que compartilham a nossa paixão por produtos de qualidade. Nossos contatos Se você tiver alguma dúvida ou quiser saber mais, não hesite em nos contatar! Telefone: +55-38-2684-2459 E-mail: joyfulpiglet@gmail.com Endereço: Av. C-231, 717 - Jardim América, Goiânia - GO, 74290-030, Brasil Política de Privacidade Termos e Condições Casa Sobre nós",
    "privacy-policy": "Política de Privacidade - Joyful Piglet Casa Sobre nós Contatos Política de Privacidade A Joyful Piglet respeita a sua privacidade. Esta Política de Privacidade descreve como coletamos, usamos e protegemos suas informações pessoais ao utilizar nosso website. Estamos comprometidos em garantir que sua privacidade esteja protegida. Caso solicitemos que você forneça certas informações pelas quais você possa ser identificado ao usar este site, você pode ter certeza de que essas informações só serão usadas de acordo com esta declaração de privacidade. Informações que Coletamos Podemos coletar informações pessoais que você nos fornece diretamente ao preencher formulários em nosso site, como nome e endereço de e-mail. Além disso, podemos coletar informações sobre suas preferências e interesses, bem como informações demográficas, como código postal, preferências e interesses. Podemos também coletar outras informações relevantes para pesquisas de mercado e ofertas. Finalidade da Coleta de Dados Coletamos informações para entender suas necessidades e fornecer um melhor serviço, e em particular pelas seguintes razões: Manutenção de registros internos. Melhoria de nossos produtos e serviços. Envio de e-mails promocionais sobre novos produtos, ofertas especiais ou outras informações que achamos que você possa achar interessante. Contato para fins de pesquisa de mercado. Personalização do site de acordo com seus interesses. Como Usamos suas Informações Usamos suas informações para processar pedidos, responder a perguntas e fornecer suporte ao cliente. As informações fornecidas nos ajudam a entender suas necessidades e fornecer um melhor serviço. Especificamente, usamos as informações para manter registros internos, melhorar nossos produtos e serviços, e periodicamente enviar e-mails promocionais sobre novos produtos, ofertas especiais ou outras informações que achamos que você possa achar interessante usando o endereço de e-mail que você forneceu. Além disso, podemos usar suas informações para contatá-lo para fins de pesquisa de mercado. Podemos entrar em contato por e-mail, telefone, fax ou correio. Podemos usar as informações para personalizar o site de acordo com seus interesses. Compartilhamento de Informações Não compartilhamos suas informações pessoais com terceiros, exceto quando necessário para cumprir com a lei. Podemos compartilhar informações com prestadores de serviços confiáveis que nos auxiliam na operação do nosso site, na condução de nossos negócios ou na prestação de serviços aos nossos clientes, desde que essas partes concordem em manter essas informações confidenciais. Em casos raros, podemos divulgar suas informações quando acreditarmos que a liberação é apropriada para cumprir a lei, aplicar as políticas do nosso site ou proteger nossos direitos, propriedade ou segurança. Segurança das Informações Implementamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado ou alteração. Adotamos uma variedade de medidas de segurança para manter a segurança de suas informações pessoais quando você entra, envia ou acessa suas informações pessoais. Utilizamos tecnologia de criptografia para proteger informações confidenciais transmitidas online, e também protegemos suas informações offline. Apenas funcionários que precisam executar um trabalho específico (por exemplo, cobrança ou atendimento ao cliente) têm acesso a informações pessoais identificáveis. Os computadores/servidores utilizados para armazenar informações pessoais identificáveis são mantidos em um ambiente seguro. Direitos dos Usuários Você tem o direito de solicitar detalhes das informações pessoais que mantemos sobre você de acordo com a Lei de Proteção de Dados de 1998. Se desejar uma cópia das informações mantidas sobre você, entre em contato. Se você acredita que qualquer informação que estamos mantendo sobre você está incorreta ou incompleta, por favor escreva ou envie um e-mail o mais rápido possível. Nós prontamente corrigiremos qualquer informação considerada incorreta. Retenção de Dados Manteremos suas informações pessoais apenas pelo tempo que for necessário para cumprir os propósitos para os quais foram coletadas, inclusive para satisfazer quaisquer requisitos legais, contábeis ou de relatórios. Para determinar o período de retenção adequado para dados pessoais, consideramos a quantidade, a natureza e a sensibilidade dos dados pessoais, o risco potencial de danos pelo uso não autorizado ou divulgação de suas informações pessoais, os propósitos para os quais processamos suas informações pessoais e se podemos alcançar esses propósitos através de outros meios, e os requisitos legais aplicáveis. Alterações nesta Política Esta Política de Privacidade pode ser atualizada periodicamente. Recomendamos revisar esta página para estar informado sobre como protegemos suas informações. Podemos mudar esta política de tempos em tempos, atualizando esta página. Você deve verificar esta página periodicamente para garantir que está satisfeito com as mudanças. Esta política é válida a partir de [data de início]. Contato Se tiver dúvidas sobre nossa Política de Privacidade, entre em contato conosco através do formulário em nosso site ou pelo por e-mail joyfulpiglet@gmail.com. Agradecemos o seu interesse e feedback e estamos sempre disponíveis para responder às suas preocupações e fornecer mais informações. Política de Privacidade Termos e Condições Casa Sobre nós",
    "terms-conditions": "Termos e Condições - Joyful Piglet Casa Sobre nós Contatos Termos e Condições 1. Uso do Site Ao acessar e usar o site Joyful Piglet, você concorda em cumprir estes Termos e Condições e todas as leis e regulamentos aplicáveis. Se você não concordar com algum desses termos, não está autorizado a usar ou acessar este site. O uso contínuo do site será considerado como aceitação destes termos. Você concorda em não usar o site para qualquer finalidade que seja ilegal ou proibida por estes Termos e Condições. 2. Propriedade Intelectual O conteúdo do site Joyful Piglet, incluindo textos, imagens, logotipos, ícones, vídeos, é de propriedade exclusiva da Joyful Piglet e está protegido por leis de direitos autorais e outras leis de propriedade intelectual aplicáveis. Você não pode modificar, copiar, distribuir, transmitir, exibir, executar, reproduzir, publicar, licenciar, criar trabalhos derivados, transferir ou vender qualquer informação, software, produtos ou serviços obtidos no site sem a permissão prévia por escrito da Joyful Piglet. 3. Limitação de Responsabilidade O site Joyful Piglet é fornecido \"como está\". Não garantimos que o site estará sempre disponível, livre de erros ou que os conteúdos serão precisos e atualizados. Em nenhum caso a Joyful Piglet será responsável por quaisquer danos diretos, indiretos, incidentais, especiais, consequenciais ou punitivos decorrentes do uso ou impossibilidade de uso deste site. Isso inclui, mas não se limita a, danos por perda de lucros, interrupção de negócios e perda de dados, mesmo que a Joyful Piglet tenha sido avisada da possibilidade de tais danos. 4. Modificações Podemos revisar estes Termos e Condições a qualquer momento, atualizando esta página. Ao continuar a usar o site após qualquer modificação, você concorda em vincular-se aos Termos e Condições revisados. É de sua responsabilidade revisar esta página periodicamente para garantir que você esteja ciente de quaisquer mudanças. Reservamo-nos o direito de modificar ou descontinuar o site ou qualquer parte dele sem aviso prévio em qualquer momento. 5. Uso Aceitável Você concorda em usar o site Joyful Piglet apenas para fins legítimos e de maneira que não infrinja os direitos de, restrinja ou iniba o uso e aproveitamento deste site por terceiros. Atividades proibidas incluem assediar ou causar angústia ou inconveniência a qualquer pessoa, transmitir conteúdo obsceno ou ofensivo ou interromper o fluxo normal de diálogo dentro do site. 6. Links para Outros Sites O site Joyful Piglet pode conter links para outros sites de interesse. No entanto, uma vez que você tenha usado esses links para sair do nosso site, você deve notar que não temos controle sobre esses outros sites. Portanto, não podemos ser responsáveis pela proteção e privacidade de qualquer informação que você forneça enquanto visita tais sites, e esses sites não são regidos por esta declaração de privacidade. Você deve ter cuidado e olhar a declaração de privacidade aplicável ao site em questão. 7. Rescisão de Uso Podemos, a nosso critério, rescindir ou suspender seu acesso a todo ou parte do site Joyful Piglet com ou sem aviso prévio e por qualquer motivo, incluindo, sem limitação, a violação destes Termos e Condições. Na eventualidade de rescisão ou suspensão, você não está mais autorizado a acessar a parte do site afetada por tal rescisão ou suspensão. As restrições impostas a você em relação ao material baixado do site e as isenções e limitações de responsabilidades estabelecidas nestes Termos e Condições sobreviverão a tal rescisão. 8. Indenização Você concorda em indenizar, defender e isentar a Joyful Piglet, seus diretores, executivos, funcionários, agentes e afiliados, de e contra todas e quaisquer reivindicações, responsabilidades, danos, perdas ou despesas, incluindo honorários advocatícios e custos, decorrentes de ou de qualquer forma relacionados com seu acesso ou uso do site. 9. Legislação Aplicável Estes Termos e Condições serão regidos e interpretados de acordo com as leis do Brasil, sem considerar os conflitos de princípios legais. Você concorda que qualquer ação legal ou equitativa decorrente ou relacionada a estes Termos e Condições será apresentada apenas nos tribunais localizados no Brasil, e você, por meio deste, consente e se submete à jurisdição pessoal desses tribunais para litigar qualquer ação. 10. Disposições Gerais Se qualquer disposição destes Termos e Condições for considerada ilegal, nula ou por qualquer motivo inaplicável, então essa disposição será considerada separável destes Termos e Condições e não afetará a validade e aplicabilidade de quaisquer disposições restantes. Estes Termos e Condições constituem o acordo completo entre você e a Joyful Piglet em relação ao assunto aqui tratado. 11. Contato Para qualquer dúvida sobre nossos Termos e Condições, entre em contato conosco através do formulário em nosso site ou pelo e-mail joyfulpiglet@gmail.com. Agradecemos por escolher a Joyful Piglet e esperamos que você desfrute de nossos produtos e serviços com confiança. Política de Privacidade Termos e Condições Casa Sobre nós",
    "thanks": "Obrigado - Joyful Piglet Obrigado! Obrigado por entrar em contato conosco. Agradecemos sua mensagem e a processaremos em breve. Se tiver outras perguntas ou feedback, sinta-se à vontade para nos contatar em joyfulpiglet@gmail.com. Voltar para a Página Inicial"
  },
  "date": "2024-06-22T06:15:48.809Z"
}