{
  "name": "New_v9_ActiveFitGear",
  "pages": {
    "index": "Shop Premium Sportswear & Accessories | ActiveFitGear Home Catalog About us Services Reviews Pricing FAQ Contact us Home Catalog About us Services Reviews Pricing FAQ Contact us ActiveFitGear learn more Catalog Clothing Our clothing collection at ActiveFitGear offers a wide range of high-performance sportswear designed to enhance your workout experience. From moisture-wicking tops to compression leggings, we have everything you need to feel comfortable and confident during your training sessions. Footwear Step up your game with our selection of athletic footwear. Whether you're hitting the trails, pounding the pavement, or working out in the gym, our range of sneakers, trainers, and running shoes provide the support, stability, and cushioning you need for optimal performance. Equipment Discover our top-quality fitness equipment designed to help you achieve your fitness goals. From dumbbells and kettlebells to resistance bands and yoga mats, we offer a variety of tools to enhance your strength, flexibility, and endurance training. Accessories Enhance your workout routine with our selection of fitness accessories. From water bottles and gym bags to heart rate monitors and activity trackers, we have a range of products to help you stay motivated and organized as you pursue your fitness journey. Nutrition Fuel your body for peak performance with our range of sports nutrition products. From protein powders and energy bars to vitamins and supplements, we offer a selection of high-quality products to support your fitness goals and recovery needs.Fuel your body for peak performance with our range of sports nutrition products. From protein powders and energy bars to vitamins and supplements, we offer a selection of high-quality products to support your fitness goals and recovery needs. Recovery Maximize your recovery and minimize post-workout soreness with our recovery essentials. Explore our range of foam rollers, massage balls, and compression gear designed to soothe tired muscles, reduce inflammation, and promote faster recovery after intense workouts. About us ActiveFitGear is your ultimate destination for premium sportswear and fitness essentials. Founded with a passion for promoting an active and healthy lifestyle, we strive to empower individuals to achieve their fitness goals with confidence and style. At ActiveFitGear, we understand the importance of quality, performance, and innovation when it comes to sportswear and equipment. That's why we curate a carefully selected range of products from top brands and manufacturers known for their commitment to excellence. Our mission Our mission at ActiveFitGear is to inspire and empower individuals to lead active, healthy lifestyles by providing them with high-quality sportswear, fitness equipment, and accessories. We believe that everyone deserves access to the tools and resources they need to achieve their fitness goals and unlock their full potential. Through our commitment to excellence, innovation, and customer satisfaction, we strive to be a trusted partner and advocate for our customers on their journey to better health and wellness. Services Express Delivery: Enjoy the convenience of fast and reliable express delivery with ActiveFitGear. Get your sportswear and fitness equipment delivered straight to your doorstep in no time, so you can start your workouts without delay. Expert Consultation: Take advantage of our expert consultation services to receive personalized advice and recommendations from our knowledgeable team. Whether you need help choosing the right equipment or want advice on optimizing your workout routine, we're here to help you every step of the way. Customization Services: Make your gear uniquely yours with our customization services. From personalized gym bags to custom-printed water bottles, we offer a range of options to add your personal touch to your sportswear and accessories. Virtual Workouts: Stay active and motivated with our virtual workout sessions. Join live-streamed fitness classes led by professional trainers, or access on-demand workout videos to exercise anytime, anywhere, from the comfort of your own home. Equipment Installation: Let us take the hassle out of setting up your fitness equipment with our professional installation services. Our team will deliver and install your equipment, ensuring it's properly assembled and ready for use, so you can focus on achieving your fitness goals. Return & Exchange Policy: Shop with confidence knowing that we offer a hassle-free return and exchange policy. If you're not satisfied with your purchase for any reason, simply return it within our specified timeframe for a refund or exchange, no questions asked. Limited Time Offer: Get 20% Off Your First Purchase! Buy One, Get One Free: Select Accessories! Free Shipping on Orders Over $50: Limited Time Only! Reviews from our clients Sarah W. \"Absolutely love my new gym bag from ActiveFitGear! The quality is fantastic, and it has plenty of compartments to keep everything organized. Plus, the customer service was excellent – fast shipping and great communication. Highly recommend!\" Michael T. \"I recently purchased a set of resistance bands from ActiveFitGear, and I'm extremely impressed with the durability and versatility of the product. It's been a game-changer for my home workouts. Thanks, ActiveFitGear, for providing top-notch equipment!\" Emily R. \"I've been shopping with ActiveFitGear for a while now, and I'm always impressed with their selection and service. Whether I need new running shoes or yoga mats, they have everything I need to stay active and fit. Plus, their prices are unbeatable!\" Emily R. James S. \"ActiveFitGear has become my go-to destination for all things fitness-related. The quality of their products is unmatched, and I love that they offer customization services – I was able to personalize my gym towel with my initials! Overall, I couldn't be happier with my experience shopping with ActiveFitGear.\" Pricing Gym Apparel: Explore our range of high-quality gym apparel, including tops, leggings, shorts, and more. Prices starting from $19.99. Footwear Collection: Step up your game with our selection of athletic footwear. Prices range from $39.99 to $129.99, depending on the style and brand. Fitness Equipment: Discover top-quality fitness equipment to enhance your workouts. Prices vary depending on the type of equipment, starting from $24.99. Accessories: Browse our collection of fitness accessories, including water bottles, resistance bands, gym towels, and more. Prices start at $9.99. Nutrition Supplements: Fuel your workouts with our range of sports nutrition supplements. Prices vary depending on the product, starting from $14.99. Recovery Gear: Maximize your recovery with our selection of foam rollers, massage balls, and compression gear. Prices start at $12.99. Customization Services: Personalize your gear with our customization services. Prices vary depending on the product and customization options. Special Offers: Take advantage of our special offers and discounts available on select products. Prices may vary depending on the promotion. Wide Selection of High-Quality Products Expert Advice and Support Convenient Shopping Experience Commitment to Customer Satisfaction Affiliate program Wholesale Partnerships: ActiveFitGear offers wholesale partnerships for retailers and distributors looking to expand their product offerings. Benefit from competitive pricing, bulk discounts, and dedicated support to help grow your business. Affiliate Marketing Program: Join our affiliate marketing program and earn commissions by promoting ActiveFitGear products on your website, blog, or social media channels. Enjoy access to a wide range of marketing materials and real-time tracking to maximize your earnings. Dropshipping Services: Streamline your business operations with ActiveFitGear's dropshipping services. Take advantage of our extensive product catalog, seamless order fulfillment, and white-label shipping options to scale your online store with ease. Brand Ambassador Program: Become a brand ambassador for ActiveFitGear and represent our brand within your fitness community. Receive exclusive discounts, early access to new products, and opportunities for collaboration and exposure across our marketing channels. FAQ What payment methods do you accept? We accept all major credit cards, including Visa, Mastercard, American Express, and Discover, as well as PayPal and Apple Pay. How long will it take to receive my order? Shipping times vary depending on your location and the shipping method selected at checkout. In general, orders are processed and shipped within 1-2 business days, with delivery times ranging from 3-7 business days. What is your return policy? We offer a hassle-free return policy. If you're not satisfied with your purchase for any reason, you may return it within 30 days of receipt for a full refund or exchange. Please note that returned items must be in their original condition and packaging. Do you offer international shipping? Yes, we offer international shipping to select countries. Shipping rates and delivery times vary depending on the destination. Please contact our customer support team for more information on international shipping options. How can I track my order? Once your order has shipped, you will receive a shipping confirmation email with tracking information. You can use this information to track the status of your order online through our website or the carrier's website. Do you offer customization services? Yes, we offer customization services for select products, including personalized embroidery, printing, and engraving. Please contact our customer support team for more information on customization options and pricing. Are your products covered by a warranty? Yes, our products are backed by a manufacturer's warranty against defects in materials and workmanship. Please refer to the product description or contact our customer support team for warranty information specific to each product. Contact Us We'd love to hear from you! Whether you have questions about our services or need assistance with a booking, our team is here to help. Please feel free to reach out to us using any of the following methods: Send message I accept Privacy Policy Contacts Madurai, Tamil Nadu, India activefitgear@gmail.com +919285482422 Links Privacy Policy About us Services",
    "policy": "Privacy Policy | ActiveFitGear Home Catalog About us Services Reviews Pricing FAQ Contact us Home Catalog About us Services Reviews Pricing FAQ Contact us Privacy Policy - ActiveFitGear Data Security Measures: We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, firewalls, and secure socket layer (SSL) technology to ensure the confidentiality of your data. We also restrict access to your personal information to authorized employees who need it to perform their duties. Our website is secured using industry-standard encryption technology to protect your sensitive information during transmission. Additionally, we regularly update our security protocols to address emerging threats and vulnerabilities. Children's Privacy: Our website is not intended for children under the age of 13, and we do not knowingly collect personal information from children. If you are a parent or guardian and believe that your child has provided us with personal information, please contact us immediately to have it removed. We are committed to protecting the privacy of children and comply with the Children's Online Privacy Protection Act (COPPA) and other applicable laws and regulations regarding children's privacy. If we become aware that we have inadvertently collected personal information from a child under the age of 13, we will take prompt action to delete the information from our records. Third-Party Service Providers: We may share your information with trusted third-party service providers who assist us in operating our website, conducting our business, or servicing you. These parties are contractually obligated to keep your information confidential and use it only for the purposes specified by us. Examples of third-party service providers include payment processors, shipping carriers, and email marketing platforms. Additionally, we may share your information with law enforcement agencies, government officials, or other third parties when we are compelled to do so by a court order or legal obligation, or when we believe it is necessary to protect our rights, property, or safety, or that of others. Data Retention: We will retain your personal information for as long as necessary to fulfill the purposes outlined in this Privacy Policy, unless a longer retention period is required or permitted by law. We may also retain aggregated or anonymized data that does not identify you for analytical purposes or to improve our products and services. If you wish to request the deletion of your personal information or have any questions about our data retention practices, please contact us using the contact information provided at the end of this Privacy Policy. Your Rights and Choices: You have the right to access, update, or delete your personal information at any time. You can also opt out of receiving marketing communications from us by following the unsubscribe instructions included in our emails. Additionally, you may exercise your rights under applicable data protection laws, such as the right to object to the processing of your personal information or request its portability. If you would like to exercise any of these rights or have any questions about your privacy rights, please contact us using the contact information provided below. International Data Transfers: If you are accessing our website from outside the United States, please be aware that your information may be transferred to, stored, and processed in the United States, where our servers are located. By using our website, you consent to the transfer of your information to the United States and other jurisdictions as described in this Privacy Policy. We take appropriate measures to ensure that international data transfers comply with applicable data protection laws and provide adequate safeguards for your information. If you have any questions about international data transfers, please contact us using the contact information provided below. Changes to This Privacy Policy: We reserve the right to update or modify this Privacy Policy at any time. Any changes will be effective immediately upon posting the revised Privacy Policy on our website. We encourage you to review this Privacy Policy periodically for any updates. If we make material changes to this Privacy Policy, we will notify you by email or by posting a notice on our website prior to the effective date of the changes. Your continued use of our website after the effective date of the revised Privacy Policy constitutes your acceptance of the changes. California Privacy Rights: Under California law, California residents have the right to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes. To make such a request, please contact us using the contact information provided above. Social Media Features: Our website may include social media features, such as the Facebook Like button and widgets, such as the Share This button. These features may collect your IP address and which page you are visiting on our website, and may set a cookie to enable the feature to function properly. Links to Other Websites: Our website may contain links to third-party websites that are not owned or controlled by ActiveFitGear. We are not responsible for the privacy practices or content of these websites. We encourage you to review the privacy policies of these websites before providing any personal information. Data Breach Notification: In the event of a data breach involving your personal information, we will notify you and the appropriate authorities as required by law. We will also take appropriate measures to mitigate the effects of the breach and prevent future incidents. Opt-Out Policy: If you no longer wish to receive promotional communications from us, you may opt out by following the instructions included in our emails or contacting us directly. Information Sharing with Affiliates: We may share your personal information with our affiliates for business purposes, such as processing payments or providing customer support. Our affiliates are bound by this Privacy Policy and are not permitted to use your information for any other purpose. Write to us If you have any questions or concerns about this Privacy Policy or our privacy practices, please contact us at activefitgear@gmail.com Our dedicated privacy team is available to address any inquiries or requests regarding the handling of your personal information. Contacts Madurai, Tamil Nadu, India activefitgear@gmail.com +919285482422 Links Privacy Policy About us Services",
    "thank": "Thank You for Choosing ActiveFitGear! Thank You for Choosing ActiveFitGear! We want to express our sincere gratitude for choosing ActiveFitGear as your go-to destination for premium sportswear and fitness essentials. Your support means the world to us, and we're thrilled to be a part of your fitness journey. Whether you're hitting the gym, hitting the trails, or simply embracing an active lifestyle, we're here to provide you with the gear and support you need to reach your goals. From our high-quality products to our exceptional customer service, we're committed to delivering an outstanding experience every step of the way. Thank you for trusting us with your fitness needs! As a valued member of the ActiveFitGear community, you're not just a customer – you're part of a vibrant and supportive community of fitness enthusiasts. We invite you to connect with us on social media and share your fitness journey with us. Whether you're celebrating a new personal best, seeking motivation, or looking for tips and advice, our community is here to support you. Be sure to follow us on Instagram, Facebook, and Twitter to stay up-to-date on the latest product launches, promotions, and fitness inspiration. Together, let's make every workout count and live life to the fullest with ActiveFitGear! Home"
  }
}