{
  "name": "New_ArcaneCricket",
  "pages": {
    "disclaimer": "Disclaimer - ArcaneCricket | Information & Liability Disclaimer | External Links & Advice ArcaneCricket ☰ Heroes Features Testimonials Join Disclaimer Welcome to ArcaneCricket (\"we,\" \"our,\" \"us\"). This disclaimer (\"Disclaimer\") applies to your use of our website. By accessing or using our website, you agree to this Disclaimer. If you do not agree with this Disclaimer, you must not use our website. General Information The information provided by ArcaneCricket on this website is for general informational purposes only. All information on the website is provided in good faith, however, we make no representation or warranty of any kind, express or implied, regarding the accuracy, adequacy, validity, reliability, availability, or completeness of any information on the website. External Links Disclaimer The website may contain (or you may be sent through the website) links to other websites or content belonging to or originating from third parties or links to websites and features in banners or other advertising. Such external links are not investigated, monitored, or checked for accuracy, adequacy, validity, reliability, availability, or completeness by us. We do not warrant, endorse, guarantee, or assume responsibility for the accuracy or reliability of any information offered by third-party websites linked through the site or any website or feature linked in any banner or other advertising. We will not be a party to or in any way be responsible for monitoring any transaction between you and third-party providers of products or services. Professional Disclaimer The website cannot and does not contain professional advice. The information is provided for general informational and educational purposes only and is not a substitute for professional advice. Accordingly, before taking any actions based upon such information, we encourage you to consult with the appropriate professionals. We do not provide any kind of professional advice. The use or reliance of any information contained on this site is solely at your own risk. Limitation of Liability In no event shall ArcaneCricket, nor any of its directors, employees, or affiliates, be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your use or access to or inability to use or access the website; (ii) any conduct or content of any third party on the website; (iii) any content obtained from the website; and (iv) unauthorized access, use, or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence), or any other legal theory, whether or not we have been informed of the possibility of such damage. Contact Us If you have any questions about this Disclaimer, please contact us at arcanecricket@gmail.com or by post to: ArcaneCricketMaska, India Address 19-22, Navavas St, Maska, Gujarat 370465, India Email arcanecricket@gmail.com Phone +91-890-3451231 Privacy Policy Terms and Conditions Disclaimer",
    "index": "ArcaneCricket - Your Ultimate Fantasy Cricket Destination | Join Leagues, Create Your Dream Team ArcaneCricket ☰ Heroes Features Testimonials Join Step into the Realm of ArcaneCricket Experience the thrill of fantasy cricket like never before. Join leagues, create your dream team, and compete against cricket enthusiasts from around the world. Stay updated with real-time scores and news. Start your journey with ArcaneCricket today and turn your cricketing fantasies into reality! Play Now Benefits and Features of ArcaneCricket Diverse Leagues Explore a variety of leagues tailored to different skill levels and preferences. Whether you're a novice or a seasoned pro, there's a league for everyone at ArcaneCricket. Create Your Dream Team Build your fantasy cricket team from scratch using real-life players. Strategize and optimize your lineup to maximize your team's performance and climb the rankings. Real-Time Score Updates Stay updated with live scores and match results. Follow your team's progress in real-time and make strategic decisions based on current match conditions. Community Engagement Join a vibrant community of cricket enthusiasts from around the globe. Interact, compete, and share your passion for cricket with like-minded fans on ArcaneCricket's platform. How We Started We founded ArcaneCricket with a clear goal in mind: to offer a unique fantasy cricket experience that combines strategy, excitement, and social interaction. Inspired by our love for cricket and a desire to create something special, we brought together our expertise in web development and passion for sports games. Our journey began with a small team of enthusiasts driven by a vision to redefine the landscape of fantasy cricket. We engaged in countless discussions, tested ideas, and built prototypes to create a platform that caters to the needs of both newcomers and seasoned participants. Over the years of development and dedication, our platform evolved into ArcaneCricket - a place where cricket enthusiasts can not only draft their dream teams but also participate in engaging leagues, track real-time scores, and connect with like-minded fans worldwide. Heroes of ArcaneCricket Arjun Kapoor A seasoned batsman known for his powerful strokes and ability to build innings under pressure. ₹5500 INR Priya Sharma An agile all-rounder with a sharp cricketing mind, adept at both batting and spin bowling. ₹4800 INR Kabir Khan A fiery fast bowler who intimidates batsmen with his raw pace and deadly bouncers. ₹5100 INR Neha Gupta A skillful leg-spinner known for her deceptive variations and ability to outfox batsmen. ₹4200 INR Rohan Patel A reliable middle-order batsman known for his ability to finish matches with aggressive yet calculated stroke play. ₹4900 INR Isha Singhania A talented young all-rounder with a natural flair for both batting and medium-pace bowling. ₹4400 INR Features of ArcaneCricket ArcaneCricket offers a range of innovative features designed to enhance your fantasy cricket experience. Whether you're a casual fan or a die-hard cricket enthusiast, our platform provides tools and options to create, manage, and enjoy fantasy cricket leagues with ease and excitement. 01 Dynamic Team Management Dive into the dynamic world of team management with ArcaneCricket. Craft your ideal lineup, analyze player statistics, and strategize to optimize your team's performance on the field. 02 Live Match Simulation Immerse yourself in the excitement of live match simulation on ArcaneCricket. Witness real-time updates, track player movements, and experience the thrill of every wicket and boundary as if you were at the stadium. 03 In-depth Player Analytics Gain insights into player performances with comprehensive analytics tools on ArcaneCricket. Analyze batting averages, bowling figures, and fielding statistics to make data-driven decisions for your fantasy team 04 Global Tournament Participation Participate in global tournaments and showcase your cricketing expertise on ArcaneCricket. Compete against players from different continents, climb the leaderboard, and earn recognition as a top cricket manager. Creating Your Account To begin your journey with ArcaneCricket, the first step is to create your account. Simply navigate to our website and click on the 'Sign Up' button. Fill in your details, such as your name, email address, and a secure password. Once registered, you'll receive a verification email to activate your account. After verification, you can log in and start exploring all that ArcaneCricket has to offer. Once logged in, you'll have access to your personalized dashboard. Here, you can manage your profile settings, update your team preferences, and explore various leagues and tournaments available on the platform. Customize your profile with a unique avatar and bio to showcase your cricketing persona to the community. ArcaneCricket provides a seamless user interface designed for both desktop and mobile devices, ensuring you can manage your team and participate in leagues anytime, anywhere. Our intuitive navigation makes it easy to navigate through player stats, league standings, and match schedules with just a few clicks or taps. Building Your Dream Team Building your dream team on ArcaneCricket is where the real fun begins. Start by selecting players from real cricket teams across different formats and leagues. Each player comes with a designated value, which you'll need to manage within your budget. Strategize wisely to balance star players with up-and-coming talents within your team's financial constraints. As you assemble your squad, consider each player's recent form, playing conditions, and upcoming fixtures to make informed decisions. Use ArcaneCricket's player statistics and historical data to analyze player performance trends and make strategic changes to your lineup as the season progresses. Once your team is set, it's time to enter leagues and compete against other managers. ArcaneCricket offers a variety of leagues, from casual tournaments to high-stakes championships, catering to different skill levels and preferences. Join public leagues for a quick start or create private leagues to challenge friends and colleagues. Unlock Your Fantasy Cricket Fortune with ArcaneCricket's Bonus! Enjoy a ₹1000 INR bonus credited directly to your account upon signing up and making your first deposit. This bonus can be used to enter paid leagues, compete for larger prize pools, and experience the excitement of managing your own fantasy cricket team without initial financial commitment. ₹1000 INR Frequently Asked Questions (FAQ) - ArcaneCricket What is ArcaneCricket? ArcaneCricket is an innovative online platform designed for passionate cricket fans to engage in fantasy cricket leagues. Here, you can assemble your dream team, compete against other enthusiasts, and vie for exciting prizes. Our platform provides real-time updates, detailed player statistics, and fosters a vibrant community of cricket aficionados. How do I register on ArcaneCricket? Registering on ArcaneCricket is quick and free. Simply click on the \"Play Now\" button on our homepage, fill out the necessary details, and verify your email address. Once registered, you can immediately start exploring our platform and join fantasy leagues tailored to your cricketing preferences. How do fantasy cricket leagues function on ArcaneCricket? Fantasy cricket leagues on ArcaneCricket involve creating your own team by selecting real-life cricket players. Your team earns points based on the actual performance of these players in live matches. The objective is to outscore your opponents through strategic player selections and timely adjustments. Are there any fees to participate in leagues? ArcaneCricket offers a variety of leagues, including both free and paid options. Free leagues allow entry without any fees, while paid leagues require an entry fee but offer larger prize pools. Choose the league type that best fits your preferences and budget to enhance your fantasy cricket experience. How can I monitor my team's performance? Tracking your team's performance on ArcaneCricket is seamless. Access live updates, detailed player statistics, and comprehensive match reports through your account dashboard. Simply log in and navigate to your league's page to stay informed about your team's progress and make strategic decisions accordingly. Hear What Our Players Have to Say! Experience the excitement and satisfaction of playing fantasy cricket on ArcaneCricket through the eyes of our users! Rahul S. \"ArcaneCricket has transformed how I experience cricket. The platform is user-friendly, and the leagues are competitive. I enjoy strategizing my team and tracking real-time scores!\" Priya M. \"Joining ArcaneCricket was the best decision. The variety of leagues and player stats make it engaging. Plus, the community is supportive and full of cricket enthusiasts!\" Amit J. \"ArcaneCricket offers an immersive experience with detailed player analytics. It's thrilling to see how my team performs in real matches. Highly recommended for cricket fans!\" Neha R. \"I love the flexibility of joining different leagues on ArcaneCricket. Whether it's free or paid, there's always a challenge waiting. The platform keeps getting better!\" Sandeep K. \"Managing my fantasy cricket team on ArcaneCricket is addictive. The live updates and match predictions help me make informed decisions. It's a must-try for cricket lovers!\" Anjali B. \"ArcaneCricket has rekindled my love for cricket. The platform is intuitive, and the prizes are rewarding. I've made friends and rivals here, adding to the excitement!\" Join ArcaneCricket Today! Experience the thrill of fantasy cricket like never before by signing up for ArcaneCricket. To get started, please fill out the registration form below with your name and email address. By joining our platform, you gain access to a vibrant community of cricket enthusiasts, real-time player statistics, and exciting leagues where you can showcase your strategic skills. Our registration process is quick and straightforward. Once you've filled out the form and verified your email address, you'll be ready to create your dream team, participate in leagues of your choice, and track your team's performance in real matches. Join ArcaneCricket today and embark on a journey filled with cricketing excitement and competitive spirit! Get Started Now! Sign Up I accept Privacy Policy Address 19-22, Navavas St, Maska, Gujarat 370465, India Email arcanecricket@gmail.com Phone +91-890-3451231 Privacy Policy Terms and Conditions Disclaimer",
    "privacy-policy": "Privacy Policy - ArcaneCricket | Your Privacy Matters | Data Collection & Protection ArcaneCricket ☰ Heroes Features Testimonials Join Privacy Policy Welcome to ArcaneCricket (\"we,\" \"our,\" \"us\"). We are committed to protecting your personal information and your right to privacy. If you have any questions or concerns about our policy or our practices with regards to your personal information, please contact us at arcanecricket@gmail.com. Information We Collect We collect personal information that you voluntarily provide to us when you register on the website, express an interest in obtaining information about us or our products and services, when you participate in activities on the website (such as posting messages in our online forums or entering competitions, contests or giveaways) or otherwise when you contact us. How We Use Your Information We use personal information collected via our website for a variety of business purposes described below. We process your personal information for these purposes in reliance on our legitimate business interests, in order to enter into or perform a contract with you, with your consent, and/or for compliance with our legal obligations. We indicate the specific processing grounds we rely on next to each purpose listed below: To facilitate account creation and logon process. To send administrative information to you for business purposes, legal reasons, and/or possibly for contractual reasons. To send you marketing and promotional communications. Sharing Your Information We may process or share your data that we hold based on the following legal basis: Consent: We may process your data if you have given us specific consent to use your personal information in a specific purpose. Legitimate Interests: We may process your data when it is reasonably necessary to achieve our legitimate business interests. Performance of a Contract: Where we have entered into a contract with you, we may process your personal information to fulfill the terms of our contract. Contact Us If you have questions or comments about this policy, you may contact us by email at arcanecricket@gmail.com or by post to: ArcaneCricketMaska, India Address 19-22, Navavas St, Maska, Gujarat 370465, India Email arcanecricket@gmail.com Phone +91-890-3451231 Privacy Policy Terms and Conditions Disclaimer",
    "terms-conditions": "Terms and Conditions - ArcaneCricket | User Agreement | Rights & Responsibilities ArcaneCricket ☰ Heroes Features Testimonials Join Terms and Conditions Welcome to ArcaneCricket (\"we,\" \"our,\" \"us\"). These Terms and Conditions (\"Terms\") govern your use of our website and services. By accessing or using our website, you agree to comply with and be bound by these Terms. If you do not agree with these Terms, you must not use our website or services. Use of Our Services You must be at least 18 years old to use our services. By using our website, you represent and warrant that you have the legal capacity to enter into these Terms and to abide by all of the terms and conditions herein. Account Registration To access certain features of our website, you may be required to register for an account. You agree to provide accurate, current, and complete information during the registration process and to update such information to keep it accurate, current, and complete. You are responsible for safeguarding your password and for all activities that occur under your account. Prohibited Activities You agree not to engage in any of the following prohibited activities: Copying, distributing, or disclosing any part of the website in any medium. Using any automated system to access the website. Transmitting spam, chain letters, or other unsolicited email. Attempting to interfere with or compromise the system integrity or security. Intellectual Property The content on our website, including text, graphics, images, and software, is the property of ArcaneCricket and is protected by copyright, trademark, and other intellectual property laws. You agree not to use, copy, or distribute any content from the website without our express written permission. Termination We may terminate or suspend your account and bar access to the website immediately, without prior notice or liability, under our sole discretion, for any reason whatsoever, including without limitation if you breach the Terms. Limitation of Liability To the fullest extent permitted by applicable law, in no event shall ArcaneCricket be liable for any indirect, punitive, incidental, special, consequential, or exemplary damages, including without limitation damages for loss of profits, goodwill, use, data or other intangible losses, arising out of or relating to the use of or inability to use this website. Governing Law These Terms shall be governed and construed in accordance with the laws of India, without regard to its conflict of law provisions. Changes to These Terms We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material, we will provide at least 30 days' notice prior to any new terms taking effect. By continuing to access or use our website after those revisions become effective, you agree to be bound by the revised terms. Contact Us If you have any questions about these Terms, please contact us at arcanecricket@gmail.com or by post to: ArcaneCricketMaska, India Address 19-22, Navavas St, Maska, Gujarat 370465, India Email arcanecricket@gmail.com Phone +91-890-3451231 Privacy Policy Terms and Conditions Disclaimer",
    "thanks": "Thank You - ArcaneCricket | We Appreciate Your Visit | Join Our Fantasy Cricket Community body { font-family: Arial, sans-serif; background-color: #f4f4f4; text-align: center; padding: 50px; } h1 { color: #333; } p { color: #666; font-size: 18px; } .back { max-width: 300px; background-color: #f24e36; margin: auto; align-items: center; text-align: center; padding: 10px; transition: 0.3s; cursor: pointer; color: rgb(0, 0, 0); text-decoration: none; } .back:hover { background-color: white; border: 2px solid #f24e36; transition: 0.3s; color: black; transition: 0.3s; } Thank You! Dear Visitor, Thank you for visiting ArcaneCricket. We appreciate your interest and support. Our goal is to provide you with the best fantasy cricket experience, and your visit is a valuable part of our journey. We hope you found our content engaging and useful. Your feedback is important to us, so please feel free to share your thoughts and suggestions. If you have any questions or need further assistance, don't hesitate to reach out to us. Stay connected with us for the latest updates and exciting features coming soon. Best Regards, The ArcaneCricket Team Contact us at: arcanecricket@gmail.com Location: Maska, India Home"
  },
  "date": "2024-07-04T17:26:18.199Z"
}