{
  "name": "New_v9_LineaAeterna",
  "pages": {
    "index": "Linha Eterna - Design Digital Premium Sobre Serviços Equipe Vantagens Blog FAQ Vagas Contate-nos Lar Sobre Serviços Equipe Vantagens Blog FAQ Vagas Contate-nos Design Digital que Inspira Web Design Inovador e Mais Inovação Design Digital Na LineaAeterna, transformamos ideias em experiências visuais excepcionais. Especializados na criação de logotipos exclusivos, design de sites inovadores e materiais gráficos impactantes, nossa equipe dedica-se a elevar a identidade visual da sua marca. Combinamos criatividade e tecnologia para entregar soluções personalizadas que inspiram e cativam. Seja você uma startup emergente ou uma empresa estabelecida, estamos aqui para ajudar a destacar sua marca no mercado digital. Contate agora Nossos Serviços Logotipos Exclusivos Criação de logotipos únicos que representam a essência da sua marca. Contate Web Design Inovador Desenvolvimento de sites modernos e responsivos para uma experiência online única. Contate Materiais Gráficos Design de materiais gráficos que fortalecem a comunicação visual da sua empresa. Contate UI/UX Design Criação de interfaces intuitivas e experiências de usuário cativantes. Contate 250+ Projetos 150+ Clientes 10 Anos 20 Prêmios Nossa Equipe John Doe CEO Jane Smith Diretora de Criação Carlos Pereira Desenvolvedor Web Ana Silva Designer Gráfico Vantagens de Trabalhar Conosco Qualidade Superior Oferecemos designs de alta qualidade que atendem aos mais altos padrões do mercado. Atendimento Personalizado Trabalhamos de perto com cada cliente para garantir soluções personalizadas e adequadas às suas necessidades. Inovação Contínua Estamos sempre atualizados com as últimas tendências e tecnologias para oferecer soluções inovadoras. Vantagens de Trabalhar Conosco 1.234 Visualizações Lançamento do Novo Produto Estamos empolgados em anunciar o lançamento do nosso novo produto, que promete revolucionar o mercado com suas funcionalidades inovadoras e design moderno. 15.07.2024 876 Visualizações Evento de Networking Participamos recentemente de um evento de networking onde tivemos a oportunidade de conectar com outros profissionais da indústria e explorar novas parcerias estratégicas. 01.07.2024 1.098 Visualizações Atualização de Software Nossa última atualização de software trouxe várias melhorias importantes, incluindo novas funcionalidades e otimizações de desempenho para uma experiência de usuário ainda melhor. 20.06.2024 FAQ O que é LineaAeterna? A LineaAeterna é uma empresa especializada em design digital, oferecendo serviços como criação de logotipos, desenvolvimento de websites e design gráfico. Quais serviços vocês oferecem? Oferecemos uma ampla gama de serviços de design, incluindo logotipos personalizados, web design, materiais gráficos e UI/UX design. Como posso solicitar um orçamento? Você pode solicitar um orçamento preenchendo o formulário em nosso site ou entrando em contato diretamente conosco através do e-mail ou telefone disponíveis na seção de contato. Qual é o prazo para a entrega dos projetos? O prazo de entrega varia de acordo com a complexidade do projeto. Em geral, fornecemos um cronograma detalhado após a análise inicial do projeto. Vocês oferecem suporte pós-entrega? Sim, oferecemos suporte pós-entrega para garantir que tudo esteja funcionando conforme o esperado e para realizar quaisquer ajustes necessários. Como posso entrar em contato com vocês? Você pode entrar em contato conosco através do formulário de contato em nosso site, por e-mail ou por telefone. Todas as informações estão disponíveis na seção de contato. Junte-se à Nossa Equipe Designer Gráfico Procuramos um designer gráfico criativo para desenvolver materiais visuais impactantes e coesos para nossas campanhas e projetos. Contato Desenvolvedor Web Estamos em busca de um desenvolvedor web para criar e manter sites responsivos, garantindo uma excelente experiência do usuário e otimização de desempenho. Contato Gerente de Projeto Buscamos um gerente de projeto para coordenar e supervisionar as atividades da equipe, assegurando a entrega dos projetos dentro dos prazos e especificações. Contato Especialista em UI/UX Estamos à procura de um especialista em UI/UX para criar interfaces intuitivas e experiências de usuário envolventes, focando na usabilidade e estética. Contato LineaAeterna@gmail.com +5594981299901 Marabá, Marabá - Pará, Brasil Send message Aceito política de privacidade Lar Privacidade Lar Sobre Serviços Equipe Vantagens Blog FAQ Vagas Contate-nos",
    "policy": "Política de Privacidade - Linha Eterna Sobre Serviços Equipe Vantagens Blog FAQ Vagas Contate-nos Lar Sobre Serviços Equipe Vantagens Blog FAQ Vagas Contate-nos Política de Privacidade - LineaAeterna Proteção de Dados Implementamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. Utilizamos tecnologia de criptografia e protocolos seguros para garantir a integridade e a confidencialidade dos dados. Nosso site é protegido por sistemas de segurança de ponta que monitoram e previnem atividades suspeitas. Regularmente revisamos nossas práticas de segurança para assegurar que suas informações estejam sempre protegidas contra ameaças emergentes. Uso de Informações As informações pessoais que coletamos são usadas para fornecer e melhorar nossos produtos e serviços, processar transações e enviar atualizações importantes sobre nossos serviços. Podemos também utilizar essas informações para entrar em contato com você para fins promocionais, com seu consentimento. Podemos compartilhar suas informações com prestadores de serviços terceiros que nos auxiliam na operação de nosso site e na execução de nossos serviços. Esses terceiros são contratualmente obrigados a proteger suas informações e usá-las apenas para os fins específicos para os quais foram contratados. Direitos dos Usuários Você tem o direito de acessar, corrigir ou excluir suas informações pessoais a qualquer momento. Para fazer isso, entre em contato conosco através dos canais disponíveis em nosso site. Estaremos felizes em atender sua solicitação e fornecer a assistência necessária. Além disso, você tem o direito de se opor ao processamento de seus dados pessoais para fins de marketing direto. Se você optar por não receber mais comunicações de nossa parte, pode atualizar suas preferências de comunicação em seu perfil ou a partir de um link de cancelamento de assinatura em nossos e-mails. Links para Outros Sites Nosso site pode conter links para outros sites que não são operados por nós. Não somos responsáveis pelas práticas de privacidade desses sites externos. Recomendamos que você revise a política de privacidade de qualquer site que você visite através dos links em nosso site. Esses links são fornecidos apenas para sua conveniência. Não temos controle sobre o conteúdo e as práticas de privacidade desses sites e não aceitamos nenhuma responsabilidade por eles. A inclusão de links para outros sites não implica em endosse ou recomendação desses sites. Alterações na Política de Privacidade Podemos atualizar nossa política de privacidade periodicamente para refletir mudanças em nossas práticas ou para atender a novas exigências legais. Recomendamos que você revise esta política regularmente para estar informado sobre como estamos protegendo suas informações pessoais. Qualquer alteração será publicada em nosso site com a data de entrada em vigor. Se você continuar a usar nossos serviços após a publicação de alterações na política, consideraremos que você concorda com as novas condições. Consentimento Ao usar nosso site e fornecer suas informações pessoais, você consente com nossa coleta e uso de suas informações de acordo com esta política de privacidade. Se você não concorda com nossa política, por favor, não utilize nosso site e nossos serviços. Você pode revogar seu consentimento a qualquer momento entrando em contato conosco. No entanto, essa revogação pode impactar a sua capacidade de utilizar alguns de nossos serviços ou funcionalidades. Dados de Crianças Não coletamos intencionalmente informações pessoais de crianças menores de 13 anos. Se você acredita que coletamos informações pessoais de uma criança, entre em contato conosco para que possamos tomar as medidas adequadas para remover essas informações. Seus dados não serão utilizados para fins comerciais sem o consentimento dos pais ou responsáveis legais. Levamos a proteção da privacidade infantil muito a sério e aderimos às leis aplicáveis relacionadas à coleta de dados de menores de idade. Segurança de Dados Adotamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. Usamos tecnologias de segurança, como criptografia e protocolos de segurança, para garantir a proteção dos dados. Além das tecnologias de segurança, nossos funcionários são treinados para tratar suas informações pessoais com o devido cuidado e confidencialidade. Monitoramos continuamente nossa infraestrutura de segurança para garantir que esteja protegida contra ameaças emergentes. Transferência Internacional de Dados Seus dados pessoais podem ser transferidos e armazenados em países fora do seu país de residência, onde as leis de proteção de dados podem ser diferentes. Garantimos que qualquer transferência de dados seja feita com base em acordos que protejam suas informações conforme esta política de privacidade. Trabalhamos com parceiros e prestadores de serviços internacionais que atendem aos requisitos de proteção de dados adequados para garantir que suas informações sejam tratadas com o mesmo nível de segurança e confidencialidade que em seu país de residência. Direito de Acesso e Correção Você tem o direito de acessar, corrigir ou excluir suas informações pessoais que temos em nosso poder. Para exercer esses direitos, entre em contato conosco através dos canais disponíveis em nosso site. Faremos o possível para atender suas solicitações de forma rápida e eficiente. Se você detectar erros ou informações desatualizadas em seus dados, por favor, informe-nos imediatamente para que possamos corrigir ou atualizar suas informações de acordo. Seu direito de acesso e correção é essencial para garantir a precisão e a integridade de suas informações pessoais. Responsabilidade pelo Conteúdo de Terceiros Nosso site pode conter links para sites de terceiros. Não somos responsáveis pelo conteúdo ou pelas práticas de privacidade desses sites externos. Recomendamos que você leia as políticas de privacidade desses sites antes de fornecer qualquer informação pessoal. A inclusão de links para sites externos não implica em endosse ou aprovação de seu conteúdo. Somos responsáveis apenas pelas informações e práticas de privacidade em nosso próprio site e não podemos controlar ou garantir a segurança de informações em sites de terceiros. Atualizações da Política Esta política de privacidade pode ser atualizada periodicamente para refletir mudanças nas nossas práticas ou requisitos legais. Qualquer alteração será publicada em nosso site com a data de entrada em vigor. Recomendamos que você revise esta política regularmente. Se você continuar a usar nosso site após a publicação de alterações na política, consideraremos que você concorda com as novas condições. A política revisada entrará em vigor na data de sua publicação e se aplicará a todas as informações coletadas a partir desse momento. Contato para Questões de Privacidade Se você tiver qualquer dúvida ou preocupação sobre nossa política de privacidade ou como tratamos suas informações pessoais, entre em contato conosco. Estamos disponíveis para responder suas perguntas e fornecer mais informações sobre nossas práticas de proteção de dados. Você pode nos contatar através dos canais disponibilizados em nosso site, como e-mail ou formulário de contato. Faremos o nosso melhor para responder a todas as solicitações e resolver qualquer questão relacionada à sua privacidade de maneira oportuna. Política de Privacidade para Clientes Corporativos Se você é um cliente corporativo, sua privacidade é igualmente importante para nós. Aplicamos os mesmos princípios e práticas de proteção de dados descritos nesta política para informações pessoais de contatos empresariais e representantes de empresas. Trabalhamos para garantir que as informações corporativas sejam tratadas com o mesmo nível de segurança e confidencialidade. Além disso, respeitamos as regulamentações e exigências específicas relacionadas à privacidade de dados corporativos. Política de Privacidade para Funcionários A política de privacidade também se aplica às informações pessoais de nossos funcionários. Coletamos dados relacionados ao emprego para fins administrativos, cumprimento de obrigações legais e para garantir uma gestão eficiente dos recursos humanos. As informações dos funcionários são protegidas de acordo com esta política e utilizamos medidas de segurança para garantir que os dados estejam seguros. Respeitamos as leis de proteção de dados aplicáveis aos dados dos funcionários e tratamos essas informações com a devida confidencialidade. Política de Privacidade para Fornecedores Nossa política de privacidade também cobre informações pessoais de nossos fornecedores e parceiros de negócios. Coletamos dados necessários para gerenciar a relação comercial e garantir a entrega eficiente de produtos e serviços. As informações fornecidas por nossos fornecedores são usadas exclusivamente para fins comerciais e não serão compartilhadas com terceiros sem a devida autorização. Aplicamos medidas de segurança para proteger essas informações e garantir sua confidencialidade. Direitos de Proteção de Dados Você tem o direito de proteger suas informações pessoais de acordo com as leis de proteção de dados aplicáveis. Isso inclui o direito de acessar, corrigir, excluir e restringir o processamento de seus dados pessoais. Estamos comprometidos em respeitar e atender seus direitos relacionados à proteção de dados. Para exercer seus direitos, entre em contato conosco e forneceremos a assistência necessária para garantir que suas informações sejam tratadas de acordo com suas preferências. Base Legal para Processamento de Dados O processamento de seus dados pessoais é baseado em uma ou mais bases legais, como o seu consentimento, a execução de um contrato, a conformidade com uma obrigação legal ou o nosso interesse legítimo em realizar atividades comerciais. Garantimos que qualquer processamento de dados seja realizado de forma justa e transparente. Fornecemos informações claras sobre a base legal utilizada para cada atividade de processamento e garantimos que seus direitos sejam respeitados. Avaliação de Impacto à Privacidade Realizamos avaliações de impacto à privacidade para identificar e mitigar riscos associados ao processamento de dados pessoais. Essas avaliações ajudam a garantir que nossas práticas de proteção de dados estejam alinhadas com os requisitos legais e as melhores práticas do setor. As avaliações de impacto são realizadas antes de iniciar novas atividades de processamento que possam afetar a privacidade dos dados pessoais. Tomamos medidas apropriadas para minimizar quaisquer riscos identificados e para proteger suas informações de forma adequada. Notificação de Violação de Dados Em caso de violação de dados pessoais, notificaremos as autoridades competentes e os indivíduos afetados de acordo com as leis e regulamentos aplicáveis. A notificação será feita sem demora indevida e fornecerá informações sobre a natureza da violação e as medidas adotadas. Implementamos procedimentos para identificar, gerenciar e mitigar qualquer violação de dados pessoais. Nossa equipe está treinada para lidar com incidentes de segurança e garantir que a violação seja tratada de forma eficaz para minimizar quaisquer impactos. Responsabilidade pela Conformidade Somos responsáveis por garantir que nossas práticas de proteção de dados estejam em conformidade com esta política e com as leis aplicáveis. Designamos um responsável pela proteção de dados para supervisionar e garantir a conformidade com nossos compromissos de privacidade. Nosso compromisso com a conformidade inclui treinamento contínuo para nossa equipe, auditorias internas e revisão regular de nossas práticas de proteção de dados. Trabalhamos para manter altos padrões de privacidade e garantir que todas as operações estejam em conformidade com as regulamentações relevantes. Política de Privacidade para Aplicativos Móveis Nossa política de privacidade se aplica também a qualquer aplicativo móvel que possuímos. Coletamos e utilizamos informações pessoais conforme descrito nesta política, e garantimos que os dados coletados através dos aplicativos móveis sejam protegidos com o mesmo rigor. Os aplicativos móveis podem coletar informações adicionais, como localização geográfica ou dados de uso. Essas informações são usadas para melhorar a funcionalidade dos aplicativos e oferecer uma experiência personalizada, sempre respeitando sua privacidade. Transações Comerciais Em caso de transações comerciais, como fusões ou aquisições, suas informações pessoais podem ser transferidas como parte do ativo da empresa. Garantimos que qualquer transferência de dados será realizada com medidas adequadas para proteger suas informações. Forneceremos aviso prévio e tomaremos medidas para garantir que suas informações pessoais continuem protegidas conforme nossa política de privacidade e regulamentações aplicáveis durante e após a transação comercial. Opções de Marketing Você pode optar por receber ou não comunicações de marketing de nossa parte. Oferecemos opções para você gerenciar suas preferências de marketing e você pode atualizar suas escolhas a qualquer momento. Se você optar por não receber mais comunicações de marketing, garantimos que seu pedido será respeitado e suas informações serão removidas de nossas listas de marketing. Continuaremos a enviar comunicações necessárias para o cumprimento de nossos serviços e obrigações legais. Base Legal para Processamento A base legal para o processamento de seus dados pessoais pode incluir a execução de um contrato, o cumprimento de uma obrigação legal, o seu consentimento ou nossos interesses legítimos. Especificaremos a base legal aplicável para cada atividade de processamento. Asseguramos que o processamento de seus dados pessoais é realizado de forma justa e transparente. Se necessário, forneceremos informações adicionais sobre a base legal utilizada para o processamento de seus dados, conforme as exigências legais. Responsável pela Proteção de Dados Designamos um responsável pela proteção de dados para supervisionar a conformidade com nossa política de privacidade e com as leis aplicáveis. O responsável pela proteção de dados atua como ponto de contato para questões relacionadas à privacidade e proteção de dados. O responsável pela proteção de dados é responsável por garantir que nossos procedimentos e práticas estejam alinhados com os requisitos legais e as melhores práticas de proteção de dados. Ele também está disponível para responder a quaisquer perguntas que você possa ter sobre como tratamos suas informações pessoais. Armazenamento de Dados Armazenamos suas informações pessoais apenas pelo tempo necessário para cumprir os fins para os quais foram coletadas. Após esse período, tomamos medidas para excluir ou anonimizar suas informações de forma segura. Implementamos práticas de retenção de dados que garantem que suas informações sejam armazenadas apenas pelo tempo necessário para cumprir requisitos legais, resolver disputas e manter registros conforme necessário para operar nossos serviços. Política de Privacidade para Redes Sociais Nossa política de privacidade também se aplica a interações com nossas páginas em redes sociais. As informações que você compartilha em redes sociais são visíveis para outros usuários e podem ser coletadas pelas plataformas de redes sociais. Recomendamos que você revise as configurações de privacidade das redes sociais e esteja ciente das informações que compartilha publicamente. Nossa política de privacidade não se aplica a plataformas de redes sociais, e não temos controle sobre como essas plataformas coletam ou usam suas informações. Gerenciamento de Preferências Você tem o direito de gerenciar suas preferências de privacidade e comunicação conosco. Oferecemos opções para que você ajuste suas preferências e comunicações de acordo com suas necessidades e preferências. Para gerenciar suas preferências, você pode acessar seu perfil em nosso site ou responder a e-mails de comunicação com as opções de opt-out fornecidas. Fazemos o possível para garantir que suas preferências sejam respeitadas e implementadas de acordo com suas instruções. Reclamações de Privacidade Se você tiver qualquer reclamação ou preocupação sobre como tratamos suas informações pessoais, você pode apresentar uma reclamação junto às autoridades competentes. Trabalharemos para resolver sua reclamação de forma satisfatória e em conformidade com as leis aplicáveis. Estamos comprometidos em lidar com todas as reclamações de privacidade de forma séria e eficiente. Nossa equipe está disponível para fornecer assistência e esclarecer quaisquer dúvidas que você possa ter sobre nossas práticas de privacidade e proteção de dados. Contato Se você tiver alguma dúvida ou preocupação sobre nossa Política de Privacidade ou como tratamos as suas informações pessoais, por favor contacte-nos em LineaAeterna@gmail.com. Lar Privacidade Lar Sobre Serviços Equipe Vantagens Blog FAQ Vagas Contate-nos",
    "thank": "Obrigado - Linha Eterna Obrigado pelo Seu Contato! Agradecemos sinceramente por entrar em contato conosco. Sua mensagem foi recebida com sucesso e nossa equipe irá analisar o seu pedido. Em breve, entraremos em contato para responder às suas dúvidas ou fornecer as informações necessárias. Lar"
  },
  "date": "2024-07-25T09:17:48.131Z"
}