{
  "name": "New_v9_GrapeAndPoizen",
  "pages": {
    "privacyPolicy": "Privacy Policy Arrival Deal About us +91 437 7946095 Privacy Policy At GRAPE & POIZON, we are committed to protecting your privacy. This Privacy Policy outlines how we collect, use, disclose, and safeguard your personal information when you visit our website or use our services Information We Collect: - Name. - Email address. - Massage. We may also automatically collect information about your interaction with our website, including: - IP address. - Browser type. - Device information. - Time spent on our site. Referring website How We Use Your Information: - Processing and fulfilling your orders. - Communicating with you about your account or transactions. - Sending you promotional materials and newsletters - Improving our website and services - Responding to your inquiries and providing customer support - Analyzing usage and trends to enhance user experience Sharing Your Information: - **Service Providers:** We may share your information with third-party service providers who help us operate our business, such as payment processors, shipping partners, and marketing agencies - **Legal Compliance:** We may disclose your information if required to do so by law or in response to valid requests by public authorities. - **Business Transfers:** If we are involved in a merger, acquisition, or asset sale, your personal information may be transferred as part of that business transaction. Security of Your Information - We take the security of your personal information seriously and implement reasonable measures to safeguard it. However, no method of transmission over the internet or electronic storage is 100% secure. While we strive to protect your personal information, we cannot guarantee its absolute security. Changes to This Privacy Policy We may update our Privacy Policy from time to time. If we make significant changes, we will notify you through our website or via email. Your continued use of our services after the changes constitute your acceptance of the new Privacy Policy. Contact Us **Email:** grape@gmail.com **Phone:** +91 437 7946095 **Address:** AH46, Variety Square, Sitabuldi, Nagpur, Maharashtra 440010, India E-mail: grape@gmail.com Telefone: +91 437 7946095 Endereço: AH46, Variety Square, Sitabuldi, Nagpur, Maharashtra 440010, India Arrival Deal About us +91 437 7946095 Privacy Policy Terms And Conditions",
    "index": "GRAPE & POIZON Arrival Deal About us +91 437 7946095 GRAPE&POIZON New arrival Patent Leather Shoes Polished leather shoes are a tuxedo classic. 56,90 $. Suede Shoes Suede shoes are distinguished by their soft texture and cozy appearance. 86,90 $. Smooth Leather Shoes “Sleek leather shoes are a standard choice for a tuxedo. 26,90 $. Textured Leather Shoes Embossed leather pumps add uniqueness and character to your look 186,90 $. Choose your style Textured Leather Shoes Embossed leather shoes add uniqueness and character to your look. Embossing can represent different patterns, such as snakeskin or saffiano texture, creating an interesting visual effect. These shoes are ideal for those who want to stand out at formal events while maintaining style and elegance. Textured leather adds depth and interest to a classic tuxedo. Embossed leather shoes add depth and visual interest to your outfit. They can serve as an excellent accent to a tuxedo or classic suit, giving the image a touch of luxury and modernity. These shoes go well with both formal classic trousers and more modern options, allowing you to create a harmonious and memorable look. In addition to their stylish appearance, embossed shoes are often offered with comfortable arch support thanks to high-quality lining and fittings. They can be made in a variety of styles - from pointed models to slightly rounded ones, which allows you to choose the perfect option to suit your preferences. Moreover, the textured leather can hide small imperfections and dirt, making these shoes more practical for everyday wear. go to product Suede Shoes 190 $. Order Suede shoes are a great choice for those looking for style and comfort in one package. Made from soft and velvety leather, suede shoes add a touch of elegance and sophistication to any outfit. Suede, unlike smooth leather, has a textured surface, which makes each pair unique and distinct to the touch. It gives the shoes a more informal, yet still elegant look, allowing them to be worn for casual events as well as special occasions. Suede shoes are available in a variety of styles, from classic, understated styles to bolder, more creative options. They can come with a round or pointed toe, with bright accents or in classic shades such as black, brown, navy or burgundy. Suede goes well with a variety of textures and materials, allowing you to combine it with wool trousers, tweed jackets or even jeans. Best deal A LITTLE ABOUT US Welcome to our tuxedo shoe store! We offer stylish and elegant shoes that are ideal for special occasions such as weddings, anniversaries and other special occasions. Classic dress shoes are strict and laconic, made of high quality materials. They will highlight your style and add charm to your look. Patent leather shoes are for those who want to add sparkle and elegance to their outfit. These shoes are perfect for night events and formal meetings. We also have a team of consultants ready to help you choose the perfect pair of shoes to suit your style and size. We also offer fast delivery services and a return option if the shoes don't fit. Grape - is a project designed to help everyone find what they need. We don't just resell shoes, we promote style. Phone: +91 437 7946095 Email: grape@gmail.com Address: AH46, Variety Square, Sitabuldi, Nagpur, Maharashtra 440010, India I agree with Privacy Policy Order Arrival Deal About us +91 437 7946095 Privacy Policy Terms And Conditions",
    "TermsAndConditions": "Terms and Conditions Arrival Deal About us +91 437 7946095 Terms and Conditions Welcome to the GRAPE & POIZON website. Please read these Terms and Conditions carefully before using our services. Acceptance of Terms By accessing or using our Site, you agree to be bound by these Terms and Conditions and our Privacy Policy. If you do not agree with any part of these terms, please do not use our Site. Eligibility You must be at least 18 years old to use our Site. By using our services, you represent that you are at least 18 or that you have the consent of a parent or guardian. Account Registration - Provide accurate, complete, and up-to-date information during the registration process. - Maintain the confidentiality of your account login information. - Notify us immediately of any unauthorized use of your account. Orders and Payments - All orders are subject to acceptance. We reserve the right to refuse or cancel any order for various reasons, including product availability or errors in the product information. - You agree to pay all applicable fees and charges for your order, including taxes and shipping costs. - Payments can be made via the methods provided on our Site, and you authorize us to charge your payment method for the total order amount. Shipping and Delivery - We aim to process and ship orders promptly. Delivery times may vary based on your location and the shipping method selected. - GRAPE & POIZON is not responsible for delays caused by the shipping carrier or other factors outside our control. Returns and Exchanges - If you are not satisfied with your purchase, please refer to our Return Policy on the Site for detailed instructions on how to return or exchange items. - Items must be returned in their original condition to be eligible for a refund or exchange. Se você tiver alguma dúvida ou comentário sobre estes Termos e Condições, entre em contato conosco: E-mail: grape@gmail.com Telefone: +91 437 7946095 Endereço: AH46, Variety Square, Sitabuldi, Nagpur, Maharashtra 440010, India Arrival Deal About us +91 437 7946095 Privacy Policy Terms And Conditions",
    "thank_page": "GRAPE & POIZON - thank Thank You for Your Purchase! Thank you for shopping with us at **GRAPE & POIZON**! Your order has been successfully processed, and we’re thrilled to have you as part of our community. You will receive an email confirmation shortly with your order details and tracking information once your items are shipped. Please allow for processing time, and feel free to reach out if you have any questions regarding your order. Thank you for choosing **GRAPE & POIZON**. We can’t wait for you to enjoy your new purchase, and we hope to see you again soon! Home page"
  },
  "date": "2024-07-25T12:21:34.282Z"
}