{
  "name": "New_v9_SapientiaConsultus",
  "pages": {
    "index": "SapientiaConsultus - Coaching e Consultoria sapientiaconsultus@gmail.com +5579879844678 Sobre Vantagens Serviços Processo Galeria Perguntas frequentes Avaliações Notícias Entre em contato conosco Página inicial Sobre Vantagens Serviços Processo Galeria Perguntas frequentes Avaliações Notícias Entre em contato conosco Transforme Seu Potencial Sapientia Consultus Consultoria e Coaching para Desenvolvimento Pessoal e Profissional Contact us ⭢ Expertise e Experiência Nossa equipe é formada por profissionais altamente qualificados com vasta experiência no mercado. Abordagem Personalizada Oferecemos soluções sob medida para atender às necessidades específicas de cada cliente. Resultados Comprovados Ajudamos nossos clientes a alcançar seus objetivos com resultados mensuráveis e duradouros. Sobre Nós Na Sapientia Consultus, acreditamos no poder da transformação pessoal e profissional. Nossa missão é fornecer orientação especializada e estratégias eficazes para ajudar nossos clientes a alcançar seu pleno potencial. Com uma abordagem personalizada e focada em resultados, nossa equipe de consultores experientes está dedicada a oferecer soluções que atendam às necessidades únicas de cada indivíduo e organização. Coaching de Carreira Desenvolvimento Pessoal Mentoria Empresarial Planejamento Estratégico Gestão de Tempo Aconselhamento em Liderança Comunicação Eficaz Transição de Carreira Gestão de Mudanças Treinamento de Equipes Por Que Nos Escolher Escolher a Sapientia Consultus é optar por excelência e resultados concretos. Nossa equipe combina experiência e abordagem personalizada para oferecer soluções que realmente fazem a diferença. Experiência Profunda Consultores altamente experientes. Abordagem Personalizada Soluções adaptadas às suas necessidades. Descubra como podemos ajudar Nossos Serviços Oferecemos uma variedade de soluções personalizadas em coaching e consultoria para promover o crescimento pessoal e profissional. Coaching Pessoal Aprimore suas habilidades e alcance seu potencial. Coaching Profissional Desenvolva sua carreira com orientação especializada. Mentoria Empresarial Estratégias para crescimento e sucesso do seu negócio. Gestão de Tempo Melhore sua produtividade e eficiência. Liderança Desenvolva habilidades de liderança eficazes. Comunicação Aprimore suas habilidades de comunicação. 500+ Clientes Satisfeitos 1000+ Sessões Realizadas 15 Anos de Experiência 98% Taxa de Sucesso Como Trabalhamos Descubra nosso método único para alcançar resultados excepcionais. 01. Avaliação Inicial Analisamos suas necessidades e objetivos específicos. 02. Planejamento Estratégico Desenvolvemos um plano personalizado para você. 03. Execução e Suporte Implementamos o plano e oferecemos suporte contínuo. Nossos Momentos Galeria de Fotos Veja nossos eventos, workshops e sessões de coaching em ação. Fale Conosco Entre em Contato Preencha o formulário para agendar uma consulta ou tirar dúvidas. Estamos aqui para ajudar! Aplique agora FAQ O que é coaching? Coaching é um processo que visa melhorar o desempenho e alcançar metas específicas. Como funciona o processo de coaching? O processo envolve sessões regulares com um coach para definir e trabalhar em objetivos. Qual a duração de uma sessão de coaching? Cada sessão de coaching geralmente dura entre 60 a 90 minutos. Qual a diferença entre coaching e consultoria? Coaching foca no desenvolvimento pessoal, enquanto consultoria oferece soluções específicas para problemas. Como posso agendar uma sessão? Você pode agendar uma sessão preenchendo nosso formulário de contato online. Quais são os benefícios do coaching? Os benefícios incluem clareza de objetivos, melhor desempenho e desenvolvimento de habilidades pessoais e profissionais. Depoimentos dos Clientes A experiência com a SapientiaConsultus foi transformadora. Eles realmente me ajudaram a alcançar meus objetivos. Maria Silva Os consultores são extremamente profissionais e dedicados. Recomendo a todos que buscam crescimento pessoal e profissional. João Pereira O coaching me ajudou a encontrar clareza e foco em minha carreira. Agradeço à equipe da SapientiaConsultus pelo suporte incrível. Ana Costa Blog Inspiração e Conhecimento Estratégias de Sucesso Descubra como alcançar metas com técnicas comprovadas. 02.07.2024 482 Liderança Eficaz Aprimore suas habilidades de liderança com estas dicas. 10.07.2024 643 Gestão de Tempo Dicas para aumentar sua produtividade e eficiência. 15.07.2024 789 Contacte-nos Entre em Contato Enviar mensagem aceito Política de privacidade Nova Marabá, Marabá - Pará, Brasil sapientiaconsultus@gmail.com +5579879844678 Política de Privacidade Página inicial Sobre Vantagens Serviços Processo Galeria Perguntas frequentes Avaliações Notícias Entre em contato conosco",
    "policy": "Política de Privacidade - SapientiaConsultus sapientiaconsultus@gmail.com +5579879844678 Sobre Vantagens Serviços Processo Galeria Perguntas frequentes Avaliações Notícias Entre em contato conosco Página inicial Sobre Vantagens Serviços Processo Galeria Perguntas frequentes Avaliações Notícias Entre em contato conosco Política de Privacidade Uso das Informações As informações coletadas são usadas para fornecer e melhorar nossos serviços de coaching e consultoria. Utilizamos seus dados para entrar em contato com você e responder a suas solicitações. Podemos também usar suas informações para enviar atualizações, ofertas e informações sobre nossos serviços, sempre respeitando suas preferências de comunicação. Proteção dos Dados Implementamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. Nosso site utiliza criptografia para garantir a segurança dos dados transmitidos. Além disso, temos protocolos rigorosos para o armazenamento e o acesso aos dados, garantindo que apenas pessoal autorizado possa acessar suas informações. Compartilhamento de Dados Não compartilhamos suas informações pessoais com terceiros sem o seu consentimento explícito, exceto quando necessário para cumprir com requisitos legais ou para proteger nossos direitos. Podemos compartilhar dados com parceiros de confiança que auxiliam na operação do nosso site e serviços, desde que esses parceiros concordem em manter a confidencialidade das informações. Acesso e Atualização dos Dados Você tem o direito de acessar, corrigir ou excluir suas informações pessoais a qualquer momento. Basta entrar em contato conosco através dos canais disponibilizados em nosso site. Fazemos esforços razoáveis para garantir que seus dados estejam corretos e atualizados. Caso você perceba qualquer erro, por favor, nos informe para que possamos fazer as correções necessárias. Política de Retenção Retemos suas informações pessoais apenas pelo tempo necessário para cumprir com os propósitos para os quais foram coletadas e para atender a exigências legais. Após o período de retenção, seus dados serão excluídos de forma segura, garantindo que não permaneçam acessíveis ou utilizáveis. Direitos dos Usuários De acordo com as leis aplicáveis, você pode ter o direito de solicitar acesso às suas informações pessoais, bem como solicitar sua correção ou exclusão. Você também pode se opor ao processamento de seus dados ou solicitar a restrição de seu uso, de acordo com as regulamentações de proteção de dados vigentes. Alterações na Política Podemos atualizar esta política de privacidade periodicamente para refletir mudanças em nossas práticas ou requisitos legais. Recomendamos que você revise esta política regularmente para estar ciente de qualquer alteração. Notificaremos sobre quaisquer alterações significativas na política por meio de nosso site ou outros canais de comunicação apropriados. Contato Se você tiver perguntas sobre esta política de privacidade ou sobre como tratamos suas informações pessoais, entre em contato conosco através dos meios fornecidos em nosso site. Estamos à disposição para esclarecer quaisquer dúvidas e resolver quaisquer preocupações que você possa ter sobre a proteção dos seus dados. Links para Outros Sites Nosso site pode conter links para outros sites que não são operados por nós. Não somos responsáveis pelas práticas de privacidade desses sites externos. Recomendamos que você revise as políticas de privacidade de qualquer site que visite a partir de nossos links para entender como seus dados podem ser coletados e utilizados. Segurança da Informação Empregamos medidas técnicas e organizacionais para proteger suas informações contra acesso não autorizado, divulgação, modificação ou destruição. Nossos sistemas e processos são continuamente avaliados para assegurar que atendem aos padrões de segurança mais elevados. Consentimento Ao utilizar nosso site e serviços, você consente com a coleta e uso de suas informações pessoais conforme descrito nesta política de privacidade. Se você não concordar com nossos termos, por favor, não utilize nossos serviços e entre em contato conosco para mais informações sobre a gestão de seus dados. Processamento Internacional Suas informações pessoais podem ser transferidas e processadas em países fora do seu país de residência. Garantimos que medidas adequadas de proteção sejam implementadas. Seus dados serão tratados de acordo com as leis e regulamentos de proteção de dados aplicáveis no país onde são processados. Dados de Menores Não coletamos intencionalmente informações de menores de idade. Se você souber que seu filho forneceu dados pessoais, entre em contato conosco para que possamos tomar as medidas necessárias. Caso recebamos informações pessoais de menores, tomaremos providências para excluí-las de nossos registros o mais rápido possível. Dados de Navegação Coletamos dados sobre sua navegação no site, como endereços IP, tipo de navegador e páginas visitadas. Esses dados são usados para análises de tráfego e para melhorar nosso conteúdo e serviços. Utilizamos essas informações para entender melhor as preferências dos nossos usuários e otimizar o desempenho do nosso site, garantindo uma experiência mais satisfatória. Reclamações e Consultas Se você tiver alguma reclamação sobre como estamos lidando com suas informações pessoais, você pode apresentá-la diretamente a nós. Estamos comprometidos em resolver qualquer questão de forma eficaz. Você também pode entrar em contato com as autoridades de proteção de dados relevantes para apresentar uma reclamação sobre nossas práticas de privacidade, se necessário. Informações de Contato Para qualquer dúvida sobre nossa política de privacidade, por favor, entre em contato conosco através dos canais disponibilizados em nosso site. Nossa equipe está pronta para ajudar. Estamos disponíveis para esclarecer qualquer dúvida e resolver questões relacionadas à privacidade e proteção de dados. Transparência Estamos comprometidos com a transparência em relação às nossas práticas de privacidade. Fornecemos informações claras e detalhadas sobre como seus dados são coletados e usados. Nosso objetivo é garantir que você tenha total compreensão sobre o tratamento de suas informações e se sinta seguro ao utilizar nossos serviços. Acesso a Dados por Funcionários Somente funcionários autorizados têm acesso às suas informações pessoais. Esses funcionários são treinados para manusear os dados de forma segura e conforme as diretrizes estabelecidas. Mantemos registros rigorosos de quem tem acesso às informações para garantir que todas as práticas estejam alinhadas com nossa política de privacidade. Auditorias de Segurança Realizamos auditorias de segurança regularmente para identificar e corrigir vulnerabilidades em nossos sistemas e processos. Estas auditorias são parte do nosso compromisso contínuo com a proteção de dados. As auditorias nos ajudam a garantir que nossas práticas de segurança estejam atualizadas e em conformidade com os padrões mais elevados de proteção de dados. Medição de Performance Utilizamos ferramentas para medir o desempenho de nosso site e serviços, a fim de avaliar a eficácia das nossas estratégias e melhorar a experiência do usuário. Essas ferramentas coletam dados anonimizados que nos ajudam a entender como nosso conteúdo é utilizado e quais áreas podem ser aprimoradas. Conformidade Legal Estamos em conformidade com todas as leis e regulamentos aplicáveis sobre proteção de dados. Trabalhamos para garantir que nossos processos e práticas estejam sempre alinhados com a legislação vigente. Se houver alterações nas leis que afetam a nossa política de privacidade, faremos as atualizações necessárias para garantir a conformidade contínua. Consentimento dos Pais Para coletar dados de menores de idade, obtemos consentimento dos pais ou responsáveis legais. Caso contrário, não processamos informações de menores sem essa autorização. Estamos comprometidos em proteger a privacidade de menores e em garantir que apenas dados apropriados sejam coletados e utilizados. Privacidade na Comunicação Garantimos a privacidade das comunicações realizadas através de nosso site, usando tecnologias de criptografia para proteger as informações transmitidas. Trabalhamos para garantir que suas comunicações conosco sejam seguras e que suas informações permaneçam confidenciais durante todo o processo de comunicação. Dados de Pagamento Quando você realiza pagamentos através de nosso site, utilizamos métodos de pagamento seguros e protegidos para processar suas transações. Todas as informações de pagamento são criptografadas e protegidas contra acesso não autorizado, assegurando que seus dados financeiros sejam tratados com o mais alto nível de segurança. Revisão de Políticas Revisamos e atualizamos nossa política de privacidade regularmente para refletir mudanças em nossas práticas e nas leis de proteção de dados. Qualquer alteração será publicada em nosso site, e recomendamos que você reveja a política periodicamente para estar ciente de quaisquer atualizações. Responsabilidade do Usuário É responsabilidade do usuário garantir que suas informações pessoais estejam corretas e atualizadas ao usar nossos serviços. Se você notar qualquer alteração ou incerteza em seus dados, entre em contato conosco imediatamente para que possamos fazer as correções necessárias. Política de Privacidade para Aplicativos Nossa política de privacidade também se aplica a quaisquer aplicativos móveis que oferecemos, com práticas semelhantes de coleta e proteção de dados. Todos os dados coletados através dos aplicativos são tratados com o mesmo nível de segurança e confidencialidade que os dados coletados através do site. Feedback e Sugestões Valorizamos seu feedback e sugestões sobre nossa política de privacidade e como tratamos seus dados. Seu input é importante para melhorar nossos serviços e práticas. Sinta-se à vontade para nos enviar suas observações através dos meios de contato disponibilizados em nosso site para que possamos considerar suas sugestões. Contact us Se você tiver alguma dúvida ou preocupação sobre nossa Política de Privacidade ou como lidamos com suas informações pessoais, entre em contato conosco em sapientiaconsultus@gmail.com. Temos o compromisso de responder às suas dúvidas prontamente e transparentemente. Nova Marabá, Marabá - Pará, Brasil sapientiaconsultus@gmail.com +5579879844678 Política de Privacidade Página inicial Serviços Processo de trabalho Galeria Sobre Perguntas frequentes Avaliações Novo Entre em contato conosco",
    "thank": "Agradecimento - SapientiaConsultus Obrigado pelo Contato Agradecemos por entrar em contato com a SapientiaConsultus. Sua mensagem foi recebida com sucesso e nossa equipe responderá o mais breve possível. Enquanto isso, sinta-se à vontade para explorar nossos serviços de coaching e consultoria. Estamos aqui para ajudar você a alcançar seus objetivos e fornecer o suporte necessário. Lar"
  },
  "date": "2024-07-19T11:58:54.943Z"
}