{
  "name": "New_v11_GreenHome",
  "pages": {
    "index": "GreenHome Essentials - Loja de Produtos Ecológicos para Casa GreenHome Início Serviços Sobre Contato Início Serviços Sobre Contato Transforme sua casa de forma sustentável Na GreenHome, oferecemos produtos ecológicos que combinam sustentabilidade com design moderno. Nosso objetivo é ajudar você a criar um lar mais verde e consciente, com produtos que respeitam o meio ambiente e melhoram sua qualidade de vida. Entre em contato Entre em contato Nossos Serviços 01 Soluções Sustentáveis Oferecemos uma ampla gama de produtos ecológicos para todas as áreas da sua casa. De utensílios de cozinha a artigos de decoração, tudo pensado para reduzir o impacto ambiental. 02 Consultoria Ecológica Nossa equipe de especialistas oferece consultoria personalizada para ajudá-lo a adotar práticas mais sustentáveis em sua casa. Desde a escolha de produtos até a implementação de sistemas de reciclagem. 03 Produtos Eco-Friendly Selecionamos cuidadosamente produtos que são fabricados de forma sustentável, com materiais recicláveis e biodegradáveis, garantindo a máxima qualidade e durabilidade. 04 Educação Ambiental Acreditamos que a informação é poder. Oferecemos workshops e materiais educativos para ajudar você a entender melhor o impacto ambiental e como fazer escolhas mais conscientes. 05 Marketing Verde Nosso compromisso com o meio ambiente se estende à nossa comunicação. Nossas estratégias de marketing são projetadas para promover produtos e práticas sustentáveis de forma ética e transparente. 06 SEO Sustentável Em um mundo digital, a visibilidade é fundamental. Nossos especialistas em SEO garantem que seu site seja encontrado pelas pessoas certas, promovendo práticas sustentáveis. Projetos Recentes Zenith Eco Projeto de cozinha sustentável utilizando apenas materiais reciclados e técnicas de construção ecológicas. Resultado: uma cozinha moderna, funcional e amigável ao meio ambiente. Vantage Verde Transformação de um espaço urbano em um oásis verde. Utilizamos plantas nativas e sistemas de irrigação sustentável para criar um ambiente relaxante e ecológico. Aurora Sustentável Design de interiores sustentável, focado em mobiliário reciclável e materiais eco-friendly. Um espaço que combina beleza e respeito ao meio ambiente. Chroma Eco Projeto de iluminação sustentável, utilizando LEDs de baixo consumo e sistemas de energia solar. Iluminação eficiente e ecológica para qualquer ambiente. Nosso Processo Planejamento Entendemos suas necessidades e analisamos as melhores soluções sustentáveis para seu projeto. Planejamos cada detalhe para garantir um resultado eficiente e ecológico. Criação Transformamos conceitos em designs funcionais e sustentáveis. Trabalhamos em estreita colaboração com você para garantir que cada produto atenda às suas expectativas. Lançamento Com precisão e cuidado, lançamos seu projeto para o mundo. Nossa parceria continua com suporte contínuo para garantir o sucesso sustentável a longo prazo. Sobre Nós 2024 Ano de fundação 1000+ Mercadorias vendidas 98% Satisfação do cliente 4.8/5 Classificação No coração da GreenHome está uma história de paixão pela sustentabilidade e inovação. Fundada com a visão de transformar o mercado de produtos domésticos, nossa missão é oferecer soluções ecológicas que respeitam o meio ambiente e melhoram a qualidade de vida. De um começo humilde, a GreenHome cresceu e se tornou um símbolo de criatividade e determinação no mercado de produtos sustentáveis. Nossa jornada é marcada por desafios superados e um compromisso inabalável com a excelência. Nossa Equipe Michael K. João Silva Emily Santos Depoimentos \"A dedicação da GreenHome à sustentabilidade é incomparável. Eles entenderam nossa visão e nos ajudaram a criar um ambiente doméstico mais verde e consciente. Estamos extremamente satisfeitos com os resultados.\" Carlos Pereira \"Trabalhar com a GreenHome foi uma experiência incrível. Eles transformaram nossas ideias em realidade, criando um espaço que é funcional e respeita o meio ambiente. Altamente recomendados!\" Ana Martins \"A GreenHome nos ajudou a adotar práticas mais sustentáveis em nossa casa. Seus produtos são de alta qualidade e realmente fazem a diferença. Agradecemos por todo o suporte e dedicação.\" Mariana Costa \"O impacto positivo da GreenHome em nossa vida diária é notável. Seus produtos eco-friendly são funcionais e bonitos, e a equipe é sempre prestativa e conhecedora.\" Lucas Ferreira Perguntas Frequentes Por que escolher a GreenHome? Na GreenHome, combinamos paixão pela sustentabilidade com inovação, oferecendo produtos que respeitam o meio ambiente e melhoram sua qualidade de vida. Como posso colaborar com a GreenHome? Entre em contato conosco, compartilhe sua visão e vamos trabalhar juntos para criar um lar mais sustentável e consciente. Minha casa receberá uma estratégia sustentável personalizada? Claro! Nossas soluções são adaptadas às suas necessidades específicas, garantindo que cada produto e prática sejam os mais adequados para você. Qual é o prazo típico para um projeto? Os prazos variam conforme a complexidade, mas garantimos eficiência e qualidade em cada etapa do processo. Como vocês garantem a sustentabilidade dos produtos? Selecionamos produtos com base em critérios rigorosos de sustentabilidade, qualidade e durabilidade, garantindo que cada item atenda aos nossos altos padrões ecológicos. Entre em contato conosco E-mail: green-home@gmail.com Telefone: +55-38-4688-9294 Localização: St. Sudoeste CLSW 104 Bloco C LOJA 56 - Brasília, DF, 70670-533 Enviar Mensagem I accept Privacy policy GreenHome Elevando Sustentabilidade e Estilo. Início Serviços Sobre Contato Política de Privacidade Termos de Uso Copyright © GreenHome",
    "privacy-policy": "Política de Privacidade - GreenHome Essentials GreenHome Início Serviços Sobre Contato Início Serviços Sobre Contato Política de Privacidade Data de vigência: 2024-01-01 Na GreenHome, valorizamos a privacidade dos nossos clientes e estamos comprometidos em proteger as informações pessoais que você compartilha conosco. Esta Política de Privacidade explica como coletamos, usamos, divulgamos e protegemos suas informações. 1. Coleta de Informações Coletamos informações pessoais que você nos fornece diretamente, como nome, endereço de e-mail, número de telefone e endereço de entrega. Também podemos coletar informações automaticamente através do uso de cookies e outras tecnologias de rastreamento. 2. Uso das Informações Utilizamos suas informações para processar pedidos, melhorar nossos serviços, personalizar sua experiência de compra e comunicar novidades e promoções. Não compartilhamos suas informações pessoais com terceiros, exceto conforme necessário para fornecer nossos serviços. 3. Compartilhamento de Informações Podemos compartilhar suas informações com provedores de serviços terceirizados que nos ajudam a operar nosso negócio, como empresas de entrega e processadores de pagamento. Essas empresas estão autorizadas a usar suas informações pessoais apenas conforme necessário para nos fornecer esses serviços. 4. Segurança das Informações Implementamos medidas de segurança técnicas e organizacionais para proteger suas informações pessoais contra acesso não autorizado, uso indevido ou divulgação. No entanto, nenhum método de transmissão pela Internet ou armazenamento eletrônico é 100% seguro. 5. Seus Direitos Você tem o direito de acessar, corrigir ou excluir suas informações pessoais. Se desejar exercer esses direitos ou tiver dúvidas sobre nossa política de privacidade, entre em contato conosco pelo e-mail green-home@gmail.com 6. Retenção de Dados Retemos suas informações pessoais pelo tempo necessário para cumprir os propósitos descritos nesta Política de Privacidade, a menos que um período de retenção mais longo seja exigido ou permitido por lei. 7. Alterações a Esta Política Podemos atualizar esta Política de Privacidade periodicamente para refletir mudanças em nossas práticas ou em conformidade com a legislação. Qualquer alteração será publicada nesta página com a nova data de vigência. 8. Cookies Utilizamos cookies para melhorar sua experiência de navegação, analisar o tráfego do site e personalizar o conteúdo. Você pode configurar seu navegador para recusar cookies, mas isso pode limitar o uso de algumas funcionalidades do site. 9. Links para Outros Sites Nosso site pode conter links para outros sites que não são operados por nós. Não somos responsáveis pelas práticas de privacidade desses sites e recomendamos que você revise as políticas de privacidade de qualquer site que visitar. 10. Transferências Internacionais Suas informações podem ser transferidas e mantidas em servidores localizados fora do seu estado, província, país ou outra jurisdição governamental onde as leis de proteção de dados podem ser diferentes das da sua jurisdição. 11. Crianças Nosso site não se destina a crianças menores de 13 anos. Não coletamos intencionalmente informações pessoais de crianças menores de 13 anos. Se soubermos que coletamos informações pessoais de uma criança menor de 13 anos, tomaremos medidas para excluir essas informações o mais rápido possível. 12. Contato Se você tiver alguma dúvida sobre esta Política de Privacidade, entre em contato conosco pelo e-mail green-home@gmail.com ou pelo telefone +55-38-4688-9294 Endereço: St. Sudoeste CLSW 104 Bloco C LOJA 56 - Brasília, DF, 70670-533. GreenHome Elevando Sustentabilidade e Estilo. Início Serviços Sobre Contato Política de Privacidade Termos de Uso Copyright © GreenHome",
    "terms-conditions": "Termos e Condições - GreenHome Essentials GreenHome Início Serviços Sobre Contato Início Serviços Sobre Contato Termos e Condições Data de vigência: 2024-01-01 Bem-vindo à GreenHome. Ao acessar ou usar nossos serviços, você concorda em cumprir estes termos e condições. Se você não concorda com estes termos, por favor, não utilize nossos serviços. 1. Aceitação dos Termos Ao acessar o site da GreenHome, você concorda em seguir e estar vinculado a estes Termos e Condições e a todas as leis e regulamentos aplicáveis. Se você não concorda com algum destes termos, está proibido de usar ou acessar este site. 2. Uso do Site Você concorda em usar o site da GreenHome apenas para fins legais e de maneira que não infrinja os direitos de terceiros, nem restrinja ou iniba o uso e desfrute deste site por terceiros. 3. Produtos e Serviços Oferecemos uma gama de produtos ecológicos para sua casa. Reservamo-nos o direito de modificar ou descontinuar qualquer produto ou serviço a qualquer momento sem aviso prévio. 4. Pedidos e Pagamentos Todos os pedidos estão sujeitos à aceitação pela GreenHome. Nos reservamos o direito de recusar ou cancelar um pedido a qualquer momento por qualquer motivo. Os pagamentos podem ser feitos através de cartões de crédito/débito e outras formas de pagamento especificadas em nosso site. 5. Entrega Fazemos entregas em todo o Brasil. Os prazos de entrega são estimados e podem variar. Não somos responsáveis por atrasos causados por fatores fora de nosso controle. 6. Devoluções e Reembolsos Se você não estiver satisfeito com sua compra, pode devolver os produtos dentro de 30 dias a partir da data de recebimento para um reembolso ou troca, desde que os produtos estejam em sua condição original. 7. Propriedade Intelectual Todo o conteúdo deste site, incluindo textos, gráficos, logotipos, imagens e software, é propriedade da GreenHome ou de seus fornecedores de conteúdo e está protegido por leis de direitos autorais. 8. Limitação de Responsabilidade A GreenHome não será responsável por quaisquer danos diretos, indiretos, incidentais, consequenciais ou punitivos decorrentes do uso ou incapacidade de uso deste site ou dos produtos adquiridos através dele. 9. Garantias Os produtos vendidos pela GreenHome são fornecidos \"no estado em que se encontram\" e \"conforme disponíveis\", sem garantias de qualquer tipo, expressas ou implícitas, incluindo, mas não se limitando a, garantias implícitas de comercialização e adequação a um propósito específico. 10. Indenização Você concorda em indenizar, defender e isentar a GreenHome, seus diretores, funcionários, agentes e afiliados de qualquer reivindicação, responsabilidade, dano e despesa, incluindo honorários advocatícios, decorrentes do seu uso deste site ou de qualquer violação destes Termos e Condições. 11. Modificações dos Termos Podemos revisar estes Termos e Condições a qualquer momento sem aviso prévio. Ao usar este site, você concorda em ficar vinculado à versão atual destes Termos e Condições. 12. Links para Outros Sites Nosso site pode conter links para sites de terceiros que não são operados por nós. Não temos controle sobre o conteúdo, as políticas de privacidade ou as práticas de sites de terceiros e não assumimos nenhuma responsabilidade por eles. 13. Lei Aplicável Estes Termos e Condições são regidos e interpretados de acordo com as leis do Brasil. Qualquer disputa decorrente destes termos será resolvida nos tribunais competentes de Brasília, DF. 14. Diversos Se qualquer disposição destes Termos e Condições for considerada inválida ou inexequível por qualquer tribunal competente, a invalidade ou inexequibilidade de tal disposição não afetará a validade das demais disposições, que permanecerão em pleno vigor e efeito. 15. Renúncia A falha da GreenHome em exigir ou impor o estrito cumprimento de qualquer disposição destes Termos e Condições não deve ser interpretada como uma renúncia de qualquer disposição ou direito. 16. Acordo Integral Estes Termos e Condições constituem o acordo integral entre você e a GreenHome em relação ao uso deste site e substituem todos os entendimentos e acordos anteriores. 17. Contato Se você tiver alguma dúvida sobre estes Termos e Condições, entre em contato conosco pelo e-mail green-home@gmail.com ou pelo telefone +55-38-4688-9294 Endereço: St. Sudoeste CLSW 104 Bloco C LOJA 56 - Brasília, DF, 70670-533. GreenHome Elevando Sustentabilidade e Estilo. Início Serviços Sobre Contato Política de Privacidade Termos de Uso Copyright © GreenHome",
    "thanks": "Obrigado por Contatar a GreenHome Essentials Obrigado por entrar em contato! A GreenHome Essentials agradece pelo seu interesse em nossos produtos ecológicos para casa. Nossa equipe entrará em contato com você em breve para atender às suas necessidades. Se precisar de mais assistência, não hesite em nos contatar diretamente. Pagina inicial"
  },
  "date": "2024-07-07T11:10:46.204Z"
}