{
  "name": "New_v9_EssenciaDoEstilo",
  "pages": {
    "terms-conditions": "Termos e Condições de Uso | Essência do Estilo Início Serviços Termos e Condições Por favor, leia atentamente os seguintes Termos e Condições antes de usar nosso serviço. Se você tiver alguma dúvida, entre em contato conosco através do nosso endereço de e-mail fornecido em nosso serviço. 1. Aceitação dos Termos Ao acessar ou usar nosso serviço, você concorda com estes Termos e Condições e aceita ficar vinculado por eles, incluindo as disposições sobre o uso de endereços de e-mail para comunicações relacionadas ao serviço. 2. Uso do Serviço Você concorda em usar nosso serviço somente para fins legais e de acordo com estes Termos e Condições, incluindo fornecer informações precisas de contato, como endereço de e-mail, quando necessário. 3. Contas de Usuário Você pode precisar criar uma conta de usuário para acessar determinadas partes do nosso serviço, e concorda em fornecer informações precisas e atualizadas, incluindo um endereço de e-mail válido, ao criar sua conta. 4. Comunicações por E-mail Ao fornecer seu endereço de e-mail, você concorda em receber comunicações relacionadas ao serviço, como atualizações, notificações, promoções, etc., e entende que pode cancelar o recebimento dessas comunicações a qualquer momento. 5. Propriedade Intelectual Todo o conteúdo presente em nosso serviço, incluindo texto, gráficos, logotipos, ícones, imagens, áudios, vídeos, downloads digitais, e dados compilados, é de propriedade da nossa empresa e está protegido por leis de direitos autorais. 6. Limitação de Responsabilidade Em nenhuma circunstância seremos responsáveis perante qualquer usuário ou terceiro por quaisquer danos diretos, indiretos, incidentais, especiais ou consequentes decorrentes do uso ou incapacidade de usar nosso serviço, incluindo questões relacionadas a endereços de e-mail. 7. Alterações nos Termos Reservamo-nos o direito de modificar estes Termos e Condições a qualquer momento, e você concorda em ficar vinculado à versão atualizada dos Termos e Condições publicados em nosso serviço, incluindo alterações relacionadas ao uso de endereços de e-mail. 8. Lei Aplicável Estes Termos e Condições serão regidos e interpretados de acordo com as leis do país em que estamos sediados, excluindo suas disposições de conflito de leis, e você concorda com a jurisdição exclusiva dos tribunais desse país. 9. Contato Se você tiver alguma dúvida ou preocupação sobre estes Termos e Condições, entre em contato conosco através do nosso endereço de e-mail fornecido em nosso serviço. 10. Aceitação dos Usuários Os usuários concordam em cumprir estes Termos e Condições ao acessar ou usar nosso serviço, incluindo o consentimento para receber comunicações por e-mail conforme descrito nestes termos. 11. Renúncia de Garantias Não garantimos que nosso serviço atenderá às suas necessidades ou expectativas, ou que será ininterrupto, seguro ou livre de erros, e você concorda em usar nosso serviço por sua própria conta e risco. 12. Indenização Você concorda em indenizar e isentar nossa empresa, seus funcionários, agentes e afiliadas de qualquer responsabilidade decorrente do seu uso ou mau uso do nosso serviço, incluindo o uso indevido de endereços de e-mail. 13. Suspensão ou Encerramento do Serviço Reservamo-nos o direito de suspender ou encerrar seu acesso ao nosso serviço a qualquer momento, por qualquer motivo, sem aviso prévio, incluindo violações destes Termos e Condições ou uso indevido de endereços de e-mail. 14. Elegibilidade Você declara que tem pelo menos a idade mínima necessária para consentir com o processamento de suas informações pessoais, incluindo o endereço de e-mail, de acordo com as leis aplicáveis. 15. Alterações nos Serviços Reservamo-nos o direito de fazer alterações ou melhorias em nosso serviço a qualquer momento, e você concorda em aceitar tais alterações, incluindo aquelas relacionadas ao uso de endereços de e-mail para comunicações. 16. Transferência de Dados Ao aceitar estes Termos e Condições, você concorda com a transferência de suas informações pessoais, incluindo endereço de e-mail, para fora do seu país de residência, se necessário, para o processamento conforme descrito nesta política. 17. Rescisão Reservamo-nos o direito de rescindir estes Termos e Condições ou suspender seu acesso ao serviço a qualquer momento, por qualquer motivo, incluindo o uso inadequado de endereços de e-mail ou outras violações destes termos. 18. Variações Estes Termos e Condições constituem o acordo integral entre você e nossa empresa em relação ao seu uso do serviço, incluindo o uso de endereços de e-mail, e substituem todos os acordos anteriores ou contemporâneos. 19. Divisibilidade Se qualquer disposição destes Termos e Condições for considerada inválida ou inexequível por um tribunal competente, tal disposição será limitada ou eliminada na medida mínima necessária, e as demais disposições destes termos permanecerão em pleno vigor e efeito. 20. Renúncia A falha de nossa empresa em fazer valer qualquer direito ou disposição destes Termos e Condições não constituirá uma renúncia a tal direito ou disposição, que continuará em pleno vigor e efeito. 21. Contato Se você tiver alguma dúvida ou preocupação sobre estes Termos e Condições, entre em contato conosco através do nosso endereço de e-mail fornecido em nosso serviço. 22. Aceitação de Endereço de E-mail Ao aceitar estes Termos e Condições, você concorda expressamente com a coleta, uso e processamento do seu endereço de e-mail de acordo com esta política de privacidade e conforme descrito nestes termos. 23. Notificação de Alterações Reservamo-nos o direito de fazer alterações nestes Termos e Condições de tempos em tempos, e notificaremos os usuários sobre tais alterações por e-mail ou por meio de um aviso em destaque em nosso serviço. 24. Consentimento para Comunicações Ao fornecer seu endereço de e-mail, você consente explicitamente em receber comunicações por e-mail relacionadas ao serviço, incluindo atualizações, notificações, promoções e outras informações relevantes. Serviços Política de Privacidade Termos e Condições +55 (81) 7756-2536 essenciadoestilo@gmail.com Av. Rio Branco, 2359 - Rio Branco",
    "thank_page": "Obrigado pelo seu Pedido | Essência do Estilo Thank you Back to the Home Page",
    "index": "Descubra seu Estilo Único | Essência do Estilo Início Serviços Bem-vindo ao Mundo da Moda! Seja bem-vindo à Essência do Estilo! Nossa missão é ajudá-lo a encontrar seu estilo único e expressar-se através da roupa. Vamos começar essa jornada empolgante pelo mundo da moda juntos! Quem Somos? Seu guia confiável no mundo da moda e estilo Nós somos uma equipe de estilistas e consultores de moda prontos para ajudá-lo a expressar sua singularidade através do seu estilo. Nossa missão é tornar a moda acessível para todos e ajudar cada pessoa a sentir-se confiante consigo mesma. Nós criamos looks individuais que realçam sua personalidade e atendem às suas necessidades e estilo de vida. História da Empresa Nosso caminho para o sucesso Essência do Estilo foi fundada em 2018 por dois entusiastas apaixonados por moda que queriam tornar a moda acessível e compreensível para todos. Desde então, nossa empresa se tornou um guia confiável no mundo da moda e da individualidade. Ao longo dos anos, expandimos nossos serviços e expertise, oferecendo consultoria personalizada em moda, análise de estilo e criação de looks exclusivos para os clientes. Estamos orgulhosos de ter ajudado muitas pessoas a encontrar seu estilo e se sentirem confiantes em sua própria pele. Nossos valores incluem individualidade, confiança e acessibilidade. Nos esforçamos para que cada um de nossos clientes se sinta especial e confortável em sua roupa. Do Que Nos Orgulhamos Algumas de nossas conquistas 10,000+ clientes satisfeitos 1000+ avaliações positivas 50+ estilos únicos 95% taxa de satisfação do cliente 5 anos no mercado Por Que Nos Escolher? Sua jornada única na moda começa aqui Abordagem personalizada para cada cliente Especialistas experientes em estilo e moda Ampla gama de serviços, incluindo criação de looks, análise de estilo e consultoria de guarda-roupa Dicas exclusivas de moda e estilo Satisfação garantida e clientes felizes Pronto para começar sua jornada estilosa conosco? Não hesite, entre em contato conosco agora mesmo! Entre em Contato Nossas Categorias de Serviços Consultoria de Estilo Serviços de consultoria personalizada para ajudar os clientes a descobrir seu estilo único. Análise de Guarda-Roupa Avaliação profissional do guarda-roupa dos clientes para identificar peças-chave e lacunas de estilo. Personal Shopping Acompanhamento personalizado nas compras para encontrar as peças perfeitas que se encaixam no estilo e na personalidade do cliente. Estilização para Eventos Especiais Serviços especializados para criar looks impressionantes para ocasiões especiais, como casamentos e festas. Consultoria de Imagem Profissional Ajuda para criar uma imagem profissional confiante e adequada para o ambiente de trabalho. Criação de Looks Personalizados Desenvolvimento de looks únicos e personalizados para atender às necessidades e preferências individuais do cliente. Descubra mais sobre nossos serviços exclusivos! Explore cada categoria para encontrar a solução perfeita para suas necessidades de estilo e imagem. Visite nossa página de serviços agora e comece sua jornada para um estilo pessoal único e confiante. Ver serviços Entre em Contato Conosco Estamos aqui para ajudar! Preencha o formulário abaixo e entraremos em contato o mais rápido possível para discutir suas necessidades de estilo e moda. Mal podemos esperar para ajudá-lo a alcançar o visual dos seus sonhos! Aceito a Política de Privacidade Enviar Serviços Política de Privacidade Termos e Condições +55 (81) 7756-2536 essenciadoestilo@gmail.com Av. Rio Branco, 2359 - Rio Branco",
    "privacy-policy": "Política de Privacidade | Essência do Estilo Início Serviços Política de Privacidade Nosso compromisso com a privacidade dos dados dos usuários é fundamental. Leia nossa Política de Privacidade para entender como tratamos suas informações, incluindo seu endereço de e-mail. 1. Informações Coletadas Explicação sobre os tipos de informações que coletamos dos usuários, incluindo dados pessoais, informações de contato (como endereço de e-mail), preferências de uso, etc. 2. Uso das Informações Detalhes sobre como usamos as informações coletadas, incluindo para melhorar nossos serviços, personalizar conteúdo, fornecer suporte ao cliente, enviar comunicações por e-mail, etc. 3. Compartilhamento de Informações Explicação sobre com quem compartilhamos as informações dos usuários, incluindo parceiros de negócios, prestadores de serviços, autoridades legais, etc., e como o endereço de e-mail pode ser compartilhado. 4. Cookies e Tecnologias Semelhantes Informações sobre o uso de cookies e tecnologias semelhantes para coletar dados de navegação dos usuários, rastrear atividades online, analisar tendências, etc., incluindo o uso do endereço de e-mail para fins de rastreamento e personalização. 5. Segurança dos Dados Detalhes sobre as medidas de segurança implementadas para proteger as informações dos usuários contra acesso não autorizado, uso indevido, alteração ou destruição, incluindo medidas específicas relacionadas à proteção do endereço de e-mail. 6. Retenção de Dados Política de retenção de dados e explicação sobre por quanto tempo mantemos as informações dos usuários, incluindo o período de retenção do endereço de e-mail e os critérios usados para determiná-lo. 7. Seus Direitos Informações sobre os direitos dos usuários em relação às suas informações pessoais, incluindo acesso, correção, exclusão, restrição de processamento, portabilidade de dados, etc., incluindo o direito de acesso aos dados de e-mail. 8. Consentimento Explicação sobre como obtemos o consentimento dos usuários para coletar, usar e compartilhar suas informações pessoais, incluindo o consentimento específico para o processamento do endereço de e-mail. 9. Processamento Legal Detalhes sobre as bases legais para o processamento de informações dos usuários, incluindo o consentimento do usuário, o cumprimento de obrigações legais, interesses legítimos, etc., e como isso se aplica ao processamento do endereço de e-mail. 10. Transferências Internacionais Informações sobre transferências internacionais de dados dos usuários para países fora da União Europeia ou do Espaço Econômico Europeu, incluindo o tratamento específico do endereço de e-mail nessas transferências. 11. Alterações nesta Política Explicação sobre como iremos informar os usuários sobre alterações na Política de Privacidade, incluindo notificações por e-mail, publicação no site, etc. 12. Menores de Idade Informações sobre a proteção de dados de menores de idade e como lidamos com informações de usuários menores de 18 anos, incluindo o consentimento dos pais para coleta e processamento de dados, se aplicável. 13. Links para Sites de Terceiros Explicação sobre como esta Política de Privacidade se aplica a sites de terceiros vinculados a partir do nosso site e recomendações para revisar as políticas de privacidade desses sites, incluindo sua abordagem ao endereço de e-mail. 14. Jurisdição e Lei Aplicável Informações sobre a jurisdição e a lei aplicável a esta Política de Privacidade, incluindo a resolução de litígios, a escolha do foro, etc., e como isso se relaciona ao tratamento do endereço de e-mail dos usuários. 15. Consentimento para Processamento de Dados Sensíveis Explicação sobre como obtemos o consentimento explícito dos usuários para o processamento de dados sensíveis, como informações de saúde, origem étnica, crenças religiosas, etc., incluindo o tratamento do endereço de e-mail como dados sensíveis, se aplicável. 16. Direitos de Privacidade da Califórnia Detalhes sobre os direitos de privacidade dos residentes da Califórnia e como eles podem exercer esses direitos de acordo com a Lei de Privacidade do Consumidor da Califórnia (CCPA), incluindo informações específicas sobre o tratamento do endereço de e-mail. 17. Contato Instruções sobre como entrar em contato conosco para esclarecer dúvidas ou preocupações relacionadas à privacidade, incluindo informações de contato, formulário de contato, etc. 18. Vigência Explicação sobre a data de entrada em vigor desta Política de Privacidade e como as alterações futuras serão aplicadas. Serviços Política de Privacidade Termos e Condições +55 (81) 7756-2536 essenciadoestilo@gmail.com Av. Rio Branco, 2359 - Rio Branco",
    "services": "Nossos Serviços de Consultoria em Moda | Essência do Estilo Início Serviços Nossos Serviços de Consultoria de Moda e Estilo Explore nossa ampla gama de serviços de consultoria de moda e estilo, projetados para ajudá-lo a descobrir seu estilo único, atualizar seu guarda-roupa e sentir-se confiante em todas as ocasiões. De consultas personalizadas a estilização para eventos especiais, estamos aqui para ajudar você a alcançar o visual que deseja. Consultoria de Estilo Serviços de consultoria personalizada para ajudar os clientes a descobrir seu estilo único. Análise de Estilo Identifique seu estilo único e aprenda a destacar suas melhores características. Sessão de Consultoria de Imagem Receba orientações personalizadas sobre moda e estilo para refletir sua personalidade. Plano de Guarda-Roupa Crie um guarda-roupa versátil e funcional com a ajuda de nossos especialistas em estilo. Análise de Guarda-Roupa Avaliação profissional do guarda-roupa dos clientes para identificar peças-chave e lacunas de estilo. Avaliação de Guarda-Roupa Identifique quais peças são essenciais e quais podem ser adicionadas para melhorar seu estilo. Limpeza de Guarda-Roupa Organize e simplifique seu guarda-roupa para facilitar a seleção de roupas e acessórios. Plano de Compras Receba recomendações personalizadas para preencher lacunas em seu guarda-roupa e melhorar seu estilo. Personal Shopping Acompanhamento personalizado nas compras para encontrar as peças perfeitas que se encaixam no estilo e na personalidade do cliente. Sessão de Compras Personalizada Desfrute de uma experiência de compra sob medida com a orientação de nossos consultores de estilo. Assistência de Compras Online Receba sugestões de compras online que atendam às suas preferências de estilo e orçamento. Seleção de Presentes Deixe-nos ajudá-lo a encontrar o presente perfeito para seus entes queridos com base em seus gostos e interesses. Estilização para Eventos Especiais Serviços especializados para criar looks impressionantes para ocasiões especiais, como casamentos e festas. Estilização de Casamento Crie o visual perfeito para o seu grande dia com a ajuda dos nossos estilistas de casamento. Looks para Eventos Formais Deslumbre em eventos formais com looks elegantes e sofisticados projetados especialmente para você. Estilização para Festas Arrase na pista de dança com looks estilosos e divertidos para todas as ocasiões festivas. Consultoria de Imagem Profissional Ajuda para criar uma imagem profissional confiante e adequada para o ambiente de trabalho. Sessão de Coaching de Imagem Desenvolva uma presença profissional forte e confiante com a orientação dos nossos especialistas em imagem. Atualização de Guarda-Roupa Profissional Modernize seu guarda-roupa de trabalho para refletir uma imagem profissional atualizada e polida. Dicas de Etiqueta Profissional Aprenda as regras de etiqueta de negócios para causar uma impressão positiva em qualquer ambiente profissional. Criação de Looks Personalizados Desenvolvimento de looks únicos e personalizados para atender às necessidades e preferências individuais do cliente. Estilização Diária Receba sugestões de looks diários que combinem estilo e praticidade para o seu dia a dia. Looks para Ocasiões Especiais Crie looks deslumbrantes para ocasiões especiais, como festas, jantares e encontros. Estilo de Fim de Semana Descubra looks descontraídos e elegantes para aproveitar ao máximo seus momentos de lazer. Solicite uma Consulta Interessado em nossos serviços de consultoria de moda? Clique no botão abaixo para preencher o formulário e agendar uma consulta. Preencher Formulário Galeria Explore nossa galeria de imagens para ver exemplos do nosso trabalho e inspirar-se. Perguntas Frequentes Confira as perguntas mais comuns sobre nossos serviços e consultoria de moda. Quais são os benefícios da consultoria de estilo? A consultoria de estilo ajuda os clientes a descobrir sua identidade visual única, aprimorar sua confiança e expressar sua personalidade por meio da moda. Como funciona a análise de guarda-roupa? Nossa análise de guarda-roupa envolve uma revisão completa do seu guarda-roupa atual para identificar peças-chave, lacunas de estilo e oportunidades de atualização. Quanto tempo dura uma sessão de personal shopping? A duração de uma sessão de personal shopping varia dependendo das necessidades e preferências do cliente, mas geralmente dura de duas a quatro horas. Vocês oferecem serviços de estilização para noivas? Sim, oferecemos serviços especializados de estilização para noivas, incluindo consultoria de vestidos de noiva, acessórios e muito mais. Quais são os principais benefícios da consultoria de imagem profissional? A consultoria de imagem profissional ajuda os clientes a projetar uma imagem confiante e adequada para o ambiente de trabalho, melhorando suas oportunidades de carreira e sucesso profissional. Como posso agendar uma consulta? Você pode agendar uma consulta entrando em contato conosco por telefone, e-mail ou preenchendo o formulário de contato em nosso site. Os serviços de estilização são adequados para todas as idades? Sim, nossos serviços de estilização são adaptados para atender às necessidades e preferências de clientes de todas as idades. Vocês oferecem serviços de consultoria online? Sim, oferecemos consultoria de moda e estilo online para clientes que preferem a conveniência de reuniões virtuais. Quais são os métodos de pagamento aceitos? Aceitamos pagamentos em dinheiro, cartão de crédito/débito e transferência bancária. Posso cancelar ou reagendar minha consulta? Sim, você pode cancelar ou reagendar sua consulta com pelo menos 24 horas de antecedência. Vocês oferecem pacotes de serviços? Sim, oferecemos pacotes de serviços personalizados para atender às necessidades específicas de cada cliente. Posso comprar serviços de consultoria como presente para outra pessoa? Sim, oferecemos vouchers de presente para que você possa presentear seus entes queridos com nossos serviços de consultoria de moda e estilo. Como sei quais serviços são mais adequados para mim? Nossos consultores de estilo estão disponíveis para ajudá-lo a selecionar os serviços que melhor atendam às suas necessidades e objetivos de estilo. Vocês oferecem serviços de consultoria para homens? Sim, nossos serviços de consultoria de moda e estilo estão disponíveis para homens que desejam aprimorar seu estilo pessoal e imagem. Posso solicitar serviços de consultoria fora do horário comercial? Sim, oferecemos consultas fora do horário comercial mediante agendamento prévio. Quais são as medidas de segurança implementadas durante as consultas presenciais? Durante as consultas presenciais, seguimos rigorosamente todas as medidas de segurança recomendadas, incluindo o uso de máscaras faciais, distanciamento social e higienização regular das mãos. Avaliações dos Nossos Clientes Pedro Sousa Estou extremamente feliz por ter encontrado esta empresa. Eles não apenas me ajudaram a encontrar meu estilo pessoal, mas também me deram confiança para me expressar através da moda. Obrigado por tudo! Sofia Costa A experiência de consultoria de estilo foi além das minhas expectativas. Os consultores foram muito profissionais e atenciosos, e eu me senti realmente valorizado como cliente. Recomendo muito! Miguel Pereira Nunca fui muito ligado à moda, mas depois de uma sessão de consultoria de estilo, percebi como é importante se vestir com confiança e estilo. Fiquei muito satisfeito com os resultados! Carolina Almeida O serviço de personal shopping foi uma experiência incrível. O consultor foi muito experiente e me ajudou a encontrar peças que se encaixam perfeitamente no meu estilo e orçamento. Mal posso esperar para fazer isso de novo! Luís Santos Depois de receber uma consultoria de imagem profissional, senti uma mudança significativa na minha confiança e na forma como sou percebido no trabalho. Definitivamente valeu a pena o investimento! Marta Fernandes Eu estava um pouco cético no início, mas a consultoria de estilo me surpreendeu positivamente. Os consultores foram muito prestativos e me deram ótimas sugestões para melhorar meu guarda-roupa. Recomendo totalmente! Serviços Política de Privacidade Termos e Condições +55 (81) 7756-2536 essenciadoestilo@gmail.com Av. Rio Branco, 2359 - Rio Branco"
  },
  "date": "2024-05-02T18:20:56.708Z"
}