{
  "name": "New_v8_PedalPro",
  "pages": {
    "about-us": "About PedalPro - Empowering Riders, Inspiring Adventures PedalPro HOME ABOUT US Bicycles CONTACT Embark on thrilling adventures with PedalPro. Explore our carefully curated selection of bicycles to elevate your riding experience. 5.2 Million Satisfied Riders 1.8 Million Bicycles Sold 11.3 Billion Positive Reviews Adventure Hub. Discover the thrill and excitement at our Adventure Hub. We offer a wide range of bicycles and accessories to fuel your passion for cycling. Our Location Explore our location and pay us a visit. We're excited to welcome you to our store. Get in contact for further details. About wheels of Bicycles Explore the world on two wheels! Discover the latest trends and tips for cycling adventures in our new blog post. Adventure with two wheels Unlock the thrill of riding with PedalPro! Learn how to choose the perfect bicycle for your next journey. Journey on city streets From mountain trails to city streets, find your ideal ride with PedalPro! Read our guide to selecting the right bicycle for your lifestyle. The PedalPro website uses cookies to ensure you get the best experience on our website. Accept or Decline. Accept Decline Legal Notices Privacy Policy Terms and Conditions PedalPro",
    "contacts": "Contact PedalPro - Reach Out for Expert Assistance PedalPro HOME ABOUT US Bicycles CONTACT Have any questions? I accept Privacy Policy SUBMIT STAY IN TOUCH Contact PedalPro today for information about our products and services. 9D, Chandrapur - Mul - Nagbhir - Nagpur Hwy, Vakilpeth, Chandan Nagar, Nagpur, Maharashtra 440024, India pedalpro@gmail.com +91-755-548-5345 The PedalPro website uses cookies to ensure you get the best experience on our website. Accept or Decline. Accept Decline Legal Notices Privacy Policy Terms and Conditions PedalPro",
    "disclaimers": "PedalPro Disclaimers - Understanding Our Policies and Terms of Use PedalPro HOME ABOUT US Bicycles CONTACT Disclaimers By accessing this website, you agree to these terms and conditions. If you do not agree to all the terms and conditions of this agreement, then you may not access the website or use any services. Accuracy of Information The information contained on this website is for general information purposes only. While we endeavor to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. Limitation of Liability In no event will we be liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website. External Links Through this website, you are able to link to other websites which are not under the control of PedalPro. We have no control over the nature, content, and availability of those sites. The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them. Changes to the Website We reserve the right to make additions, deletions, or modifications to the contents on the website at any time without prior notice. Consent By using our website, you hereby consent to our disclaimer and agree to its terms. Update Should we update, amend, or make any changes to this document, those changes will be prominently posted here. The PedalPro website uses cookies to ensure you get the best experience on our website. Accept or Decline. Accept Decline Legal Notices Privacy Policy Terms and Conditions PedalPro",
    "index": "PedalPro - Premium Bicycles for Unmatched Adventures PedalPro HOME ABOUT US Bicycles CONTACT Explore the thrill of cycling with PedalPro. Embark on thrilling adventures with PedalPro. Explore our carefully curated selection of bicycles to elevate your riding experience. 5.2 Million Satisfied Riders 1.8 Million Bicycles Sold 11.3 Billion Positive Reviews Discover our exclusive collection. EXPLORE Experience the thrill of adventure. Explore our selection of premium bicycles and unlock the joy of riding. Explore our exclusive products. DISCOVER Adventure Hub. Discover the thrill and excitement at our Adventure Hub. We offer a wide range of bicycles and accessories to fuel your passion for cycling. Bicycles Discover our selection of high-quality bicycles designed to elevate your riding experience. Explore now! Mountain Bike SHOP NOW Road Bike SHOP NOW Electric Bike SHOP NOW Our Location Explore our location and pay us a visit. We're excited to welcome you to our store. Get in contact for further details. About wheels of Bicycles Explore the world on two wheels! Discover the latest trends and tips for cycling adventures in our new blog post. Adventure with two wheels Unlock the thrill of riding with PedalPro! Learn how to choose the perfect bicycle for your next journey. Journey on city streets From mountain trails to city streets, find your ideal ride with PedalPro! Read our guide to selecting the right bicycle for your lifestyle. The PedalPro website uses cookies to ensure you get the best experience on our website. Accept or Decline. Accept Decline Legal Notices Privacy Policy Terms and Conditions PedalPro",
    "privacy-policy": "PedalPro Privacy Policy - Safeguarding Your Information PedalPro HOME ABOUT US Bicycles CONTACT Privacy Policy Your privacy is important to us. It is PedalPro's policy to respect your privacy regarding any information we may collect from you across our website and other sites we own and operate. Information We Collect We only ask for personal information when we truly need it to provide a service to you. We collect it by fair and lawful means, with your knowledge and consent. We also let you know why we’re collecting it and how it will be used. Log Data Like most website operators, PedalPro collects non-personally-identifying information of the sort that web browsers and servers typically make available, such as the browser type, language preference, referring site, and the date and time of each visitor request. Cookies We use cookies to store visitors' preferences, record user-specific information on what pages users access or visit, customize webpage content based on visitors' browser type or other information that the visitor sends via their browser. How We Use Your Information We may use the information we collect in various ways, including to: Provide, operate, and maintain our website Improve, personalize, and expand our website Understand and analyze how you use our website Develop new products, services, features, and functionality Communicate with you, either directly or through one of our partners Send you emails Find and prevent fraud Security The security of your Personal Information is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While we strive to use commercially acceptable means to protect your Personal Information, we cannot guarantee its absolute security. Changes to This Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. The PedalPro website uses cookies to ensure you get the best experience on our website. Accept or Decline. Accept Decline Legal Notices Privacy Policy Terms and Conditions PedalPro",
    "products": "PedalPro Bicycles - Explore Your Perfect Ride PedalPro HOME ABOUT US Bicycles CONTACT Bicycles Discover our selection of high-quality bicycles designed to elevate your riding experience. Explore now! Mountain Bike SHOP NOW Road Bike SHOP NOW Electric Bike SHOP NOW Discover our exclusive collection. EXPLORE Experience the thrill of adventure. Explore our selection of premium bicycles and unlock the joy of riding. Explore our exclusive products. DISCOVER Adventure Hub. Discover the thrill and excitement at our Adventure Hub. We offer a wide range of bicycles and accessories to fuel your passion for cycling. The PedalPro website uses cookies to ensure you get the best experience on our website. Accept or Decline. Accept Decline Legal Notices Privacy Policy Terms and Conditions PedalPro",
    "terms-conditions": "PedalPro Terms and Conditions - Your Agreement with Us PedalPro HOME ABOUT US Bicycles CONTACT Terms and Conditions Welcome to PedalPro! These terms and conditions outline the rules and regulations for the use of PedalPro's Website. By accessing this website we assume you accept these terms and conditions. Do not continue to use PedalPro if you do not agree to take all of the terms and conditions stated on this page. The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and all Agreements: \"Client\", \"You\" and \"Your\" refers to you, the person log on this website and compliant to the Company’s terms and conditions. \"The Company\", \"Ourselves\", \"We\", \"Our\" and \"Us\", refers to our Company. \"Party\", \"Parties\", or \"Us\", refers to both the Client and ourselves. All terms refer to the offer, acceptance and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner for the express purpose of meeting the Client’s needs in respect of provision of the Company’s stated services, in accordance with and subject to, prevailing law of Netherlands. Any use of the above terminology or other words in the singular, plural, capitalization and/or he/she or they, are taken as interchangeable and therefore as referring to same. Cookies We employ the use of cookies. By accessing PedalPro, you agreed to use cookies in agreement with the PedalPro's Privacy Policy. Most interactive websites use cookies to let us retrieve the user’s details for each visit. Cookies are used by our website to enable the functionality of certain areas to make it easier for people visiting our website. Some of our affiliate/advertising partners may also use cookies. License Unless otherwise stated, PedalPro and/or its licensors own the intellectual property rights for all material on PedalPro. All intellectual property rights are reserved. You may access this from PedalPro for your own personal use subjected to restrictions set in these terms and conditions. You must not: Republish material from PedalPro Sell, rent or sub-license material from PedalPro Reproduce, duplicate or copy material from PedalPro Redistribute content from PedalPro This Agreement shall begin on the date hereof. Hyperlinking to our Content The following organizations may link to our Website without prior written approval: Government agencies; Search engines; News organizations; Online directory distributors may link to our Website in the same manner as they hyperlink to the Websites of other listed businesses; and System wide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our Web site. The PedalPro website uses cookies to ensure you get the best experience on our website. Accept or Decline. Accept Decline Legal Notices Privacy Policy Terms and Conditions PedalPro",
    "thanks": "Thank You from PedalPro - We'll Be in Touch Soon! PedalPro HOME ABOUT US Bicycles CONTACT Thank You! Your message has been successfully received. We appreciate your interest in PedalPro. We will get back to you as soon as possible. In the meantime, feel free to return to our homepage or explore our premium bicycles. The PedalPro website uses cookies to ensure you get the best experience on our website. Accept or Decline. Accept Decline Legal Notices Privacy Policy Terms and Conditions PedalPro"
  },
  "date": "2024-05-06T08:58:47.379Z"
}