{
  "name": "New_v9_Heracles",
  "pages": {
    "index": "Heracles Heracles Work About Contact Heracles Next-generation gym Welcome to our Next-generation gym! Optimal equipment, professional instructors, and a friendly atmosphere - all for achieving your health and fitness goals. Join us now! I want to join We offer high-quality service Workout Personal and group training sessions with high-level instructors Equipment Cutting-edge equipment tailored to your needs Environment leanliness, comfort, and a caring staff for your satisfaction Our goal Your comfort and success are our top priority Group Workouts and Master-classes: Get Inspired and Achieve Your Goals Together! Dive into a world of energy and motivation with our diverse selection of group workouts and masterclasses. Regardless of your fitness level, you'll find the perfect opportunity here to improve your skills and reach new heights in fitness. Yoga Functional training Zumba Aerobics Pilates Dance How we are workingand get results From Novice to Pro: Journey through the World of Functional Workouts Imagine a novice in the fitness world transforming into a true professional through our intense functional workouts. Starting with basic exercises, they develop their skills and strength, achieving remarkable results. From Fatigue to Energy: Success Story in Yoga and Pilates Get ready for an inspiring story of how our students turn fatigue into energy with yoga and Pilates. They find inner balance and flexibility, enabling them to overcome any challenges of the day. From Fun to Fitness: Adventures in Aerobics and Zumba Discover a fun and dynamic story about participants who turn their aerobic and Zumba workouts into real parties. With every move, they not only burn calories but also enjoy every minute of their workouts. Bodyflex: Breathing Life into Your Workout Breathe new life into your workout with our Bodyflex classes. It's a story of how students find harmony between breath and movement, improving their endurance and flexibility every day. Founder of Heracles Oliver Winston Introducing Oliver Winston - the founder of our gym. His passion for a healthy lifestyle and dedication to quality service have made our gym a leader in the region. Oliver provides modern equipment, diverse workouts, and support to every client on their path to success. What our clients say about us Emily White Heracles Gym exceeded my expectations! The personalized training sessions helped me reach my goals effectively. Highly recommended! Charlotte Johnson Joined Heracles Gym for Zumba classes and it was amazing! The energy and atmosphere were fantastic. Can't wait for more!\" William Smith Heracles Gym's group workouts are top-notch! The variety keeps it exciting and the instructors are motivating. Feeling stronger already! Join our team I accept Privacy policy Join Contact +91-438-1260914 heracles@gmail.com Heracles Address Korba, Chhattisgarh 495678 Privacy Policy Terms of Use",
    "privacy-policy": "Privacy-policy Heracles Work About Contact Privacy Policy Data Collection: Heracles gathers data, including user preferences and purchase history, to enhance the shopping experience. Personal Information: During checkout, users may voluntarily provide personal information for order fulfillment and communication purposes. Use of Information: Collected information is utilized to process orders, personalize recommendations, and improve services on Heracles. Third-Party Partners: Non-personal data may be shared with third-party partners for analytics and marketing purposes, but personal information is never sold. Data Security: Heracles employs security measures to safeguard user information from unauthorized access, disclosure, or alteration. Children's Privacy: Heracles is not intended for users under 13, and personal information from children is not knowingly collected. Consent: By using Heracles, users agree to the terms outlined in this Privacy Policy. Opt-Out: Users have the option to opt-out of marketing communications. Contact us for assistance. Updating Information: Users can review, update, or delete their personal information by accessing their account on Heracles. Policy Changes: Heracles reserves the right to update this Privacy Policy, with users being notified of any changes. Data Sharing: Personal information is not shared with third parties for marketing purposes. Non-personal information may be shared with partners for analytics. Data Retention: User information is retained for as long as necessary to fulfill the purposes outlined in this policy. Legal Compliance: Heracles complies with relevant data protection laws and regulations. User Rights: Users have the right to access, correct, or delete their personal information. Contact us to exercise these rights. For inquiries or concerns regarding this Privacy Policy, contact our support team via the provided email address: heracles@gmail.com. Feedback: We welcome user feedback regarding our Privacy Policy and overall shopping experience. Communication: Users may receive order confirmations, shipping notifications, and other transaction-related emails. Marketing Communications: Users may receive promotional emails. Opt-out options are provided in each marketing email. Payment Information: Heracles does not store credit card information. Payments are securely processed through trusted payment gateways. Contact +91-438-1260914 heracles@gmail.com Heracles Address Korba, Chhattisgarh 495682 Terms of Use const burgerMenu = document.querySelector('.nav__list'); document.querySelector('.menu__burger').addEventListener('click', function() { burgerMenu.style.backgroundColor = 'rgb(255, 255, 255)'; this.classList.toggle('active'); burgerMenu.classList.toggle('open'); });",
    "terms-conditions": "Terms-conditions Heracles Work About Contact Terms of Use Acceptance of Terms: By accessing and using Heracles, you agree to the following terms. If you do not agree with these terms, please refrain from using the site. Orders made through Heracles are subject to availability and acceptance. Confirmation emails signify successful order placement. While we strive for accuracy, product descriptions on Heracles may occasionally vary. We reserve the right to correct any errors. Payment: Payments are securely processed through trusted payment gateways. Heracles does not retain credit card information. Shipping: Shipping details, including times and costs, are provided during checkout. Heracles is not liable for delays or additional fees due to customs or unforeseen events. Returns and Refunds: Heracles accepts returns within a specified timeframe. Refunds are issued according to our Refund Policy, available on the website. Intellectual Property: All content on Heracles, including images and text, is the intellectual property of Heracles. Unauthorized use is prohibited. Prohibited Conduct: Users agree not to engage in unlawful, harmful, or disruptive behavior while using Heracles. Termination: Heracles reserves the right to terminate user accounts or site access for violations of these terms or for any other reason. Modifications: Heracles may update these terms at any time. Changes are effective upon posting. Please check this page regularly for updates. Communication: Users may receive transactional emails regarding orders, including confirmations and shipping notifications. Marketing Communications: Users may receive promotional emails. Opt-out options are provided in each email. Liability: Heracles is not liable for damages or losses resulting from site use or content. Indemnification: Users agree to indemnify and hold Heracles harmless from any claims, damages, or losses resulting from site use or violation of these terms. Contact Information: For questions or concerns regarding these terms, contact our support team. heracles@gmail.com. Severability: If any provision of these terms is found invalid or unenforceable, the remaining provisions remain in effect. Waiver: Failure by Heracles to enforce any right or provision in these terms does not constitute a waiver unless acknowledged and agreed to in writing. Entire Agreement: These Terms of Use constitute the entire agreement between the user and Heracles, superseding any prior agreements or understandings. Contact +91-438-1260914 heracles@gmail.com Heracles Address Korba, Chhattisgarh 495682 Privacy Policy const burgerMenu = document.querySelector('.nav__list'); document.querySelector('.menu__burger').addEventListener('click', function() { burgerMenu.style.backgroundColor = 'rgb(255, 255, 255)'; this.classList.toggle('active'); burgerMenu.classList.toggle('open'); });",
    "thanks": "Heracles cases Thank you for contacting us! On behalf of Team Heracles, we thank you for your time and kind words. Each of your opinions is a valuable contribution to our development. We are committed to doing everything possible to exceed your expectations and provide you with unforgettable experiences. Your trust is our main motivation. Thank you for your support and cooperation. Together, we are heading towards success! Main page"
  },
  "date": "2024-04-29T10:16:10.253Z"
}