{
  "name": "New_v9_MoviesCasabella",
  "pages": {
    "catalog": "Móveis CasaBella Catálogo Móveis CasaBella Catálogo Catálogo Descontos Artigos Contatos Entrega Catálogo Descontos Artigos Contatos Entrega Catálogo 5,0 Sofá de couro “R-94” R$ 6.100,00 Comprar 4,9 Sofá de apartex “T-75” R$ 4.499,00 Comprar 4,8 Sofá de tecido “D-31” R$ 1.830,00 Comprar 4,8 Sofá de veludo “Y-68” R$ 1.480,00 Comprar 4,8 Sofá de chenille “W-95” R$ 1.480,00 Comprar 4,8 Sofá de flock “G-41” R$ 1.160,00 Comprar 4,8 Sofá de chenille “V-43” R$ 1.290,00 Comprar 4,7 Sofá de veludo “S-99” R$ 1.290,00 Comprar 4,7 Sofá de couro sintético “F-85” R$ 1.750,00 Comprar 4,6 Sofá de flock “H-64” R$ 1.750,00 Comprar 4,6 Sofá de flock “H-58” R$ 1.690,00 Comprar 4,6 Sofá de couro sintético “R-43” R$ 1.560,00 Comprar 4,6 Sofá de chenille “C-42” R$ 1.260,00 Comprar 4,6 Sofá de veludo “U-58” R$ 1.700,00 Comprar 4,5 Sofá de flock “F-41” R$ 1.960,00 Comprar 4,5 Sofá de veludo “R-85” R$ 1.260,00 Comprar 4,5 Sofá de veludo “S-44” R$ 1.290,00 Comprar 4,4 Sofá de chenille “C-80” R$ 1.560,00 Comprar 1 2 3 Política de Privacidade Termos e Condições +55-21-5462-6324 moviescasabella@gmail.com Av. Antônio Carlos Magalhães, Paulo Afonso - BA MC&reg;2017-2024",
    "delivery": "Entrega de Móveis Entrega de Móveis Catálogo Descontos Artigos Contatos Entrega Catálogo Descontos Artigos Contatos Entrega Entrega de Móveis Na Moves Casabella, entendemos a importância de uma entrega rápida e segura para nossos clientes. Oferecemos um serviço de entrega abrangente para garantir que seus móveis cheguem até você com total conveniência e cuidado. Áreas de Entrega Atendemos diversas regiões, incluindo Opções de Entrega Oferecemos várias opções de entrega para melhor atender às suas necessidades: Entrega Padrão: Entrega dentro de [inserir prazo de entrega padrão] dias úteis. Entrega Agendada: Escolha a data e horário que melhor se adequam à sua agenda. Montagem e Instalação: Serviço opcional de montagem no local para sua conveniência. Rastreamento de Pedido Mantenha-se informado sobre o status do seu pedido através do nosso sistema de rastreamento online. Política de Devolução Garantimos sua satisfação. Consulte nossa política de devolução para mais informações sobre como proceder caso deseje devolver ou trocar um item. Estamos aqui para tornar sua experiência de compra de móveis tão fácil e agradável quanto possível. Política de Privacidade Termos e Condições +55-21-5462-6324 moviescasabella@gmail.com Av. Antônio Carlos Magalhães, Paulo Afonso - BA MC&reg;2017-2024",
    "index": "Móveis CasaBella Móveis CasaBella Catálogo Descontos Artigos Contatos Entrega Catálogo Descontos Artigos Contatos Entrega Desconto&nbsp;de 15% na&nbsp;primeira compraAproveitar! 1000+ acessórios para casaSaiba Mais Coleção de têxteis estilosos e vibrantesSaiba Mais! Ofertas Especiais -R$ 900,00 Cadeira de Veludo “X-24” R$ 1.599,00 R$ 2.499,00 Comprar -R$ 900,00 Sofá de Tecido “Z-44” R$ 2.399,00 R$ 3.299,00 Comprar -R$ 60,00 Despertador “Quartz-23” R$ 129,00 R$ 189,00 Comprar -R$ 30,00 Mini Escultura “Oh my deer” R$ 69,00 R$ 99,00 Comprar -R$ 900,00 Sofá de Veludo “Z-85” R$ 2.399,00 R$ 3.299,00 Comprar -R$ 70,00 Termômetro “H-18” R$ 139,00 R$ 209,00 Comprar Classificação alta 5,0 Sofá de couro “R-94” R$ 6.100,00 Comprar 4,9 Sofá de apartex “T-75” R$ 4.499,00 Comprar 4,8 Sofá de tecido “D-31” R$ 1.830,00 Comprar 4,8 Sofá de veludo “Y-68” R$ 1.480,00 Comprar 4,8 Sofá de chenille “W-95” R$ 1.480,00 Comprar 4,8 Sofá de flock “G-41” R$ 1.160,00 Comprar 4,8 Sofá de chenille “V-43” R$ 1.290,00 Comprar 4,7 Sofá de veludo “S-99” R$ 1.290,00 Comprar 4,7 Sofá de couro sintético “F-85” R$ 1.750,00 Comprar 4,6 Sofá de flock “H-64” R$ 1.750,00 Comprar 4,6 Sofá de flock “H-58” R$ 1.690,00 Comprar 4,6 Sofá de couro sintético “R-43” R$ 1.560,00 Comprar 4,6 Sofá de chenille “C-42” R$ 1.260,00 Comprar 4,6 Sofá de veludo “U-58” R$ 1.700,00 Comprar 4,5 Sofá de flock “F-41” R$ 1.960,00 Comprar 4,5 Sofá de veludo “R-85” R$ 1.260,00 Comprar 4,5 Sofá de veludo “S-44” R$ 1.290,00 Comprar 4,4 Sofá de chenille “C-80” R$ 1.560,00 Comprar Veja mais produtos Oxford 1950 Nova coleção de poltronas requintadas Familiarizar Artigos Tendências de Design de Interiores para 2024: Descubra as cores, padrões e estilos que estão moldando o mundo da decoração este ano.Ler Como Escolher o Sofá Perfeito para Sua Sala: Guia completo para selecionar o sofá ideal que combina conforto, estilo e funcionalidade.Ler Dicas para Organizar Pequenos Espaços: Soluções inteligentes para maximizar cada centímetro quadrado de sua casa, sem comprometer o estilo.Ler Materiais Sustentáveis na Fabricação de Móveis: Explore opções eco-friendly para mobiliar sua casa, sem abrir mão da qualidade e estética.Ler O Charme dos Móveis Vintage na Decoração Moderna: Como integrar peças vintage ao design contemporâneo para criar ambientes únicos e acolhedores.Ler Estamos sempre felizes em ver você!Ao enviar este formulário, você concorda com nossos Termos e Condições. Um representante da Moves Casabella entrará em contato para confirmar seu pedido e discutir os detalhes de entrega e pagamento. Enviar Eu aceito os termos de uso Política de Privacidade Termos e Condições +55-21-5462-6324 moviescasabella@gmail.com Av. Antônio Carlos Magalhães, Paulo Afonso - BA MC&reg;2017-2024",
    "privacy-policy": "Móveis Moves Casabella - Compra Online de Móveis de Qualidade Catálogo Descontos Artigos Contatos Entrega Catálogo Descontos Artigos Contatos Entrega Política de Privacidade Coleta de Informações Na Moves Casabella, valorizamos sua privacidade. Coletamos informações pessoais apenas quando você as fornece voluntariamente ao usar nosso site para fazer pedidos ou se inscrever em nosso boletim informativo. Essas informações incluem seu nome, endereço de e-mail, número de telefone e endereço de entrega. Uso das Informações Utilizamos suas informações pessoais para processar seus pedidos, comunicar sobre seu pedido, melhorar nossos serviços e enviar atualizações sobre nossos produtos e ofertas, caso você tenha consentido em receber essas comunicações. Compartilhamento de Informações Não vendemos, trocamos ou transferimos suas informações pessoais para terceiros sem o seu consentimento, exceto quando necessário para fornecer um serviço solicitado por você, como a entrega de produtos. Segurança das Informações Implementamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. Alterações na Política de Privacidade Podemos atualizar nossa política de privacidade periodicamente. Quaisquer alterações serão publicadas nesta página. Contato +55-21-5462-6324 moviescasabella@gmail.com Av. Antônio Carlos Magalhães, Paulo Afonso - BA Política de Privacidade Termos e Condições +55-21-5462-6324 moviescasabella@gmail.com Av. Antônio Carlos Magalhães, Paulo Afonso - BA MC&reg;2017-2024",
    "terms-conditions": "Termos e Condições - Moves Casabella Catálogo Descontos Artigos Contatos Entrega Catálogo Descontos Artigos Contatos Entrega Termos e Condições 1. Introdução Bem-vindo aos Termos e Condições da Moves Casabella. Ao acessar e usar nosso site, você concorda em obedecer a estes termos e condições e a todas as leis e regulamentos aplicáveis. Se você não concordar com algum destes termos, por favor, não use nosso site. 2. Uso do Site Você concorda em usar nosso site apenas para propósitos legais e de maneira que não viole os direitos de terceiros ou restrinja ou iniba o uso e gozo do site por parte de outra pessoa. 3. Propriedade Intelectual O conteúdo do site, incluindo textos, gráficos, logotipos, ícones, imagens, downloads digitais, e qualquer outro material, é propriedade da Moves Casabella e está protegido por leis de direitos autorais e propriedade intelectual. 4. Compras Ao fazer uma compra em nosso site, você concorda em fornecer informações precisas e completas sobre si mesmo conforme solicitado no processo de compra. 5. Entrega e Devoluções Consulte nossa política de entrega e devolução para informações detalhadas sobre prazos, taxas, e procedimentos. 6. Limitação de Responsabilidade A Moves Casabella não será responsável por quaisquer danos diretos, indiretos, incidentais, especiais, consequenciais ou punitivos decorrentes do uso ou incapacidade de usar nosso site ou produtos. 7. Alterações nos Termos Reservamos o direito de modificar estes Termos e Condições a qualquer momento. As alterações entrarão em vigor imediatamente após a publicação no site. Recomendamos que você revise regularmente esta página para se manter informado sobre quaisquer alterações. Política de Privacidade Termos e Condições +55-21-5462-6324 moviescasabella@gmail.com Av. Antônio Carlos Magalhães, Paulo Afonso - BA MC&reg;2017-2024",
    "thanks-page": "Obrigado pelo seu Pedido - Moves Casabella Obrigado por fazer seu pedido na Moves Casabella! Recebemos seu pedido e estamos iniciando o processo de preparação. Um de nossos representantes entrará em contato em breve para confirmar os detalhes. Por favor, verifique seu e-mail e seus contatos telefônicos para qualquer comunicação adicional. Agradecemos por escolher a Moves Casabella para sua compra de móveis!Voltar"
  },
  "date": "2024-06-26T20:13:29.211Z"
}