{
  "name": "New_v9_GadgetGrantida",
  "pages": {
    "services": "Nossos serviços | Serviço expresso e qualidade garantida Principal Sobre Nós Serviços Nossos Serviços Descubra como podemos ajudar você a aproveitar ao máximo seus gadgets e dispositivos eletrônicos. Nossos Serviços Descubra como podemos ajudar você a aproveitar ao máximo seus gadgets e dispositivos eletrônicos. Venda de Gadgets Oferecemos uma ampla variedade de gadgets de alta qualidade, incluindo smartphones, tablets, smartwatches e acessórios, garantindo que você encontre o dispositivo perfeito para suas necessidades. Tempo estimado: Depende do produto selecionado Consultoria Especializada Nossa equipe experiente está disponível para fornecer consultoria especializada sobre produtos, ajudando você a tomar decisões informadas e encontrar soluções usersalizadas para suas necessidades tecnológicas. Tempo estimado: 30 minutos a 1 hora Atualizações e Upgrades Oferecemos serviços de atualização e upgrade para garantir que seus gadgets estejam sempre funcionando com o melhor desempenho possível, incluindo atualizações de software, substituição de peças e melhorias de hardware. Tempo estimado: Varia de acordo com a complexidade do serviço Suporte Técnico Nossa equipe de suporte técnico está sempre pronta para ajudar com qualquer problema ou dúvida técnica que você possa ter, oferecendo assistência rápida e eficiente para garantir que seus dispositivos funcionem sem problemas. Tempo estimado: Depende da natureza do problema Promoções Especiais Fique de olho em nossas promoções especiais para descontos exclusivos, ofertas de pacotes e brindes ao comprar seus gadgets favoritos, proporcionando ainda mais valor aos nossos clientes. Tempo estimado: Depende da duração da promoção Precisa de Ajuda? Estamos aqui para ajudar! Se você tiver alguma dúvida, problema técnico ou precisar de assistência, não hesite em entrar em contato conosco. Preencha o formulário abaixo com seus detalhes e uma breve descrição do seu problema, e nossa equipe altamente experiente e amigável estará pronta para ajudar. Prometemos responder o mais breve possível para resolver suas preocupações e garantir sua satisfação total. Entre em Contato Vantagens das Lojas Físicas Apesar do crescimento do comércio eletrônico, as lojas físicas ainda oferecem uma série de benefícios únicos para os consumidores. Experiência de Compra Tangível Interatividade e Atendimento ao Cliente Entrega Imediata Conveniência Ambiente Social Retorno Fácil Depoimentos dos Clientes John Smith Estou extremamente satisfeito com a qualidade dos produtos e o serviço excepcional que recebi da GadgetGarantida. Definitivamente recomendo! Alice Doe A GadgetGarantida superou minhas expectativas. O atendimento foi ótimo e os produtos são de alta qualidade. Muito obrigado! Mary Johnson Excelente serviço ao cliente! Eles foram muito úteis e resolveram meu problema rapidamente. Definitivamente voltarei a comprar na GadgetGarantida. Roberto Gonzalez Estou muito impressionado com a variedade de produtos oferecidos pela GadgetGarantida. Encontrei exatamente o que estava procurando e o processo de compra foi muito fácil. Luis Martinez Fiquei impressionado com a rapidez da entrega do meu pedido. Além disso, o produto veio muito bem embalado e em perfeitas condições. Definitivamente recomendo a GadgetGarantida! Elena Rodriguez O suporte técnico da GadgetGarantida foi excepcional. Eles resolveram meu problema de forma rápida e eficiente. Estou muito satisfeito com o serviço prestado. +55 (82) 5545-7858 gadgetgarantida@gmail.com Rua Manoel Inácio 1851 Política de Privacidade Termos e Condições",
    "terms-conditions": "Termos e Condições | Regras e limitações da GadgetGarantida Express Principal Sobre Nós Serviços Termos e Condições 1. Aceitação dos Termos Ao acessar ou usar nosso site, você concorda com estes termos e condições e com todas as leis e regulamentos aplicáveis. Se você não concordar com algum destes termos, não poderá acessar o site ou usar quaisquer serviços. 2. Uso do Site Você concorda em usar o site apenas para fins legais e de acordo com estes termos e condições. Você concorda em não usar o site de qualquer forma que possa danificar, desabilitar, sobrecarregar ou prejudicar o site ou interferir no uso e aproveitamento de qualquer usuário. 3. Propriedade Intelectual Todo o conteúdo do site, incluindo textos, gráficos, logotipos, ícones de botões, imagens, clipes de áudio e vídeo, downloads digitais e dados compilados, é de propriedade exclusiva nossa e está protegido pelas leis de direitos autorais. 4. Links para Outros Sites Nosso site pode conter links para sites de terceiros que não são controlados por nós. Não nos responsabilizamos pelo conteúdo, políticas de privacidade ou práticas de sites de terceiros. 5. Modificações nos Termos Reservamo-nos o direito de modificar estes termos e condições a qualquer momento, sem aviso prévio. Ao continuar a usar o site após tais modificações, você concorda em ficar vinculado aos termos e condições modificados. 6. Informações de Contato Se você tiver alguma dúvida ou preocupação sobre estes termos e condições, entre em contato conosco através dos canais disponibilizados em nosso site. 7. Registro de Conta Ao se registrar em nosso site, você concorda em fornecer informações verdadeiras, precisas, atuais e completas sobre si mesmo conforme solicitado no formulário de registro. Você é responsável por manter a confidencialidade de sua conta e senha e por restringir o acesso ao seu computador e dispositivos. 8. Responsabilidade por Conteúdo Você é o único responsável por todo o conteúdo que você postar, carregar, enviar por e-mail ou de outra forma disponibilizar através do site. Você concorda em não postar, carregar, enviar por e-mail ou de outra forma disponibilizar qualquer conteúdo que seja difamatório, obsceno, pornográfico, ameaçador, invasivo da privacidade de outra pessoa, ilegal ou que viole quaisquer direitos de propriedade intelectual de terceiros. 9. Limitação de Responsabilidade Em nenhuma circunstância seremos responsáveis perante você ou qualquer outra pessoa por quaisquer danos indiretos, consequenciais, exemplares, incidentais, especiais ou punitivos, incluindo lucros cessantes, decorrentes de ou relacionados com o uso do site. 10. Indenização Você concorda em indenizar, defender e isentar de responsabilidade nossa empresa, seus diretores, funcionários, agentes e afiliados de qualquer reclamação, responsabilidade, danos e custos, incluindo honorários advocatícios, decorrentes de ou relacionados com o uso do site ou violação destes termos e condições. 11. Lei Aplicável Estes termos e condições serão regidos e interpretados de acordo com as leis do Brazil, e você concorda irrevogavelmente com a jurisdição exclusiva dos tribunais desse país/estado/província. 12. Rescisão Reservamo-nos o direito de rescindir ou suspender sua conta imediatamente, sem aviso prévio ou responsabilidade, por qualquer motivo, incluindo, sem limitação, se você violar estes termos e condições. 13. Disponibilidade Nosso objetivo é disponibilizar o site de forma contínua e ininterrupta. No entanto, não garantimos que o site estará sempre disponível ou livre de erros. 14. Alterações no Serviço Reservamo-nos o direito de modificar, suspender ou descontinuar temporariamente ou permanentemente qualquer parte do site, com ou sem aviso prévio. 15. Direitos Autorais Todo o conteúdo do site, incluindo textos, gráficos, logotipos, ícones de botões, imagens, clipes de áudio e vídeo, downloads digitais e dados compilados, é de propriedade exclusiva nossa e está protegido pelas leis de direitos autorais. 16. Marca Registrada As marcas registradas, logotipos e marcas de serviço exibidos no site são de nossa propriedade ou de terceiros. Você não tem permissão para usar essas marcas sem o consentimento prévio por escrito do proprietário. 17. Comunicações Eletrônicas Ao utilizar o site ou nos enviar e-mails, mensagens de texto e outras comunicações de sua parte, você concorda em receber comunicações eletrônicas de nossa parte, conforme permitido pela lei aplicável. 18. Integridade do Contrato Estes termos e condições constituem o contrato completo e exclusivo entre você e nós em relação ao uso do site, substituindo todos os contratos anteriores e contemporâneos entre você e nós. 19. Renúncia Nossa falha em exercer ou fazer valer qualquer direito ou disposição destes termos e condições não constituirá uma renúncia a tal direito ou disposição. 20. Contato Se você tiver alguma dúvida ou preocupação sobre estes termos e condições, entre em contato conosco através dos canais disponibilizados em nosso site. 21. Lei Aplicável Estes termos e condições serão regidos e interpretados de acordo com as leis do Brazil, e você concorda irrevogavelmente com a jurisdição exclusiva dos tribunais desse país/estado/província. 22. Disposições Gerais Se qualquer disposição destes termos e condições for considerada inválida, ilegal ou inexequível, tal disposição será aplicada na medida máxima permitida pela lei aplicável, e as demais disposições destes termos e condições permanecerão em pleno vigor e efeito. 23. Alterações nos Termos Reservamo-nos o direito de modificar estes termos e condições a qualquer momento, sem aviso prévio. Ao continuar a usar o site após tais modificações, você concorda em ficar vinculado aos termos e condições modificados. 24. Consentimento Ao utilizar nosso site, você consente com os termos e condições destes termos de serviço. 25. Contato Se você tiver alguma dúvida ou preocupação sobre estes termos e condições, entre em contato conosco através dos canais disponibilizados em nosso site. +55 (82) 5545-7858 gadgetgarantida@gmail.com Rua Manoel Inácio 1851 Política de Privacidade Termos e Condições",
    "thank_page": "Obrigado pelo seu pedido | A GadgetGarantida Express valoriza sua confiança Agradecemos pelo seu pedido na GadgetGarantida Express. De volta para casa",
    "about": "Sobre nós | História e valores da GadgetGarantida Express Principal Sobre Nós Serviços Quem Somos Conheça a GadgetGarantida Express, sua fonte confiável para os melhores gadgets e dispositivos tecnológicos. Desde a nossa fundação, estamos comprometidos em oferecer uma experiência excepcional em tecnologia, fornecendo produtos de alta qualidade, atendimento personalizado e serviços especializados. Saiba mais sobre nossa história, nossa equipe e nossa missão de proporcionar a melhor experiência em tecnologia para nossos clientes. Nossa História Há uma década, um grupo de entusiastas da tecnologia se reuniu com uma visão compartilhada: tornar a última tecnologia acessível a todos, com o serviço excepcional que os clientes merecem. Essa visão deu origem à GadgetGarantida Express. Tudo começou em uma pequena loja de eletrônicos no coração da cidade. Com apenas alguns dispositivos e uma paixão pela inovação, os fundadores trabalharam incansavelmente para construir relacionamentos com os melhores fabricantes de gadgets do mundo. Conforme a reputação da empresa crescia, também crescia sua seleção de produtos e serviços. De smartphones a smartwatches, de tablets a acessórios inteligentes, a GadgetGarantida Express se tornou o destino preferido para aqueles que buscam a mais recente tecnologia com um toque pessoal. Ao longo dos anos, a empresa expandiu-se para várias localidades, mantendo sempre o compromisso com a qualidade, confiabilidade e inovação. A equipe cresceu, mas a dedicação à satisfação do cliente permaneceu inabalável. Hoje, a GadgetGarantida Express é uma marca reconhecida e respeitada, sinônimo de excelência em tecnologia e serviço ao cliente. Embora tenha crescido, nunca perdeu de vista sua missão inicial: fornecer a melhor experiência em tecnologia para todos os clientes, em todos os lugares. Nossos Princípios Inovação Tecnológica Estamos comprometidos em oferecer sempre as mais recentes inovações tecnológicas aos nossos clientes, garantindo que eles tenham acesso aos gadgets mais avançados e atualizados do mercado. Excelência no Atendimento ao Cliente Priorizamos a satisfação do cliente em todas as interações, oferecendo um atendimento personalizado, eficiente e amigável em todas as etapas, desde o pré-venda até o pós-venda. Qualidade e Confiabilidade Comprometemo-nos a fornecer apenas produtos de alta qualidade, provenientes de marcas confiáveis e renomadas internacionalmente, garantindo a durabilidade e o desempenho dos dispositivos que vendemos. Transparência e Integridade Mantemos padrões éticos elevados em todas as nossas operações, promovendo a transparência em nossas políticas, preços e processos de negócios para construir confiança e credibilidade com nossos clientes. Responsabilidade Social e Ambiental Buscamos impactar positivamente a sociedade e o meio ambiente, adotando práticas comerciais sustentáveis, apoiando causas sociais e contribuindo para o desenvolvimento da comunidade. Aprendizado Contínuo e Inovação Estamos sempre buscando aprender e nos adaptar às mudanças no mercado e nas tecnologias emergentes, promovendo uma cultura de inovação, criatividade e melhoria contínua em nossa empresa. Pronto para começar? Entre em contato conosco para obter mais informações, agendar uma consulta ou simplesmente dizer olá. Estamos ansiosos para ouvir de você! Entre em Contato Perguntas Frequentes Como faço para comprar um gadget? Para comprar um gadget, basta navegar pela nossa seleção de produtos, selecionar o item desejado e seguir as instruções de checkout para concluir a compra. Quais métodos de pagamento são aceitos? Aceitamos uma variedade de métodos de pagamento, incluindo cartão de crédito, transferência bancária e pagamento online seguro. Como posso entrar em contato com o suporte ao cliente? Você pode entrar em contato com nosso suporte ao cliente através do formulário de contato em nosso site, por e-mail ou por telefone. Qual é a política de devolução? Nossa política de devolução permite que você devolva produtos dentro de 30 dias após a compra, desde que estejam em condições originais e acompanhados do recibo. Vocês oferecem garantia nos produtos? Sim, oferecemos garantia em todos os nossos produtos. Entre em contato conosco se precisar acionar a garantia ou se tiver alguma dúvida sobre a cobertura. Quais são os prazos de entrega? Os prazos de entrega podem variar dependendo da sua localização e do método de envio selecionado. Geralmente, os pedidos são processados e enviados dentro de 1 a 3 dias úteis. Posso cancelar meu pedido? Sim, você pode cancelar seu pedido antes do envio. Entre em contato conosco o mais rápido possível para processar o cancelamento. Vocês oferecem descontos para compras em grandes quantidades? Sim, oferecemos descontos especiais para compras em grandes quantidades. Entre em contato conosco para obter mais informações sobre preços e disponibilidade. Qual é a sua política de privacidade? Nossa política de privacidade protege suas informações pessoais e detalha como usamos, compartilhamos e protegemos seus dados. Você pode encontrar mais informações em nossa página de política de privacidade. Vocês realizam envios internacionais? Sim, realizamos envios internacionais para muitos países ao redor do mundo. Entre em contato conosco para obter informações sobre os custos de envio e os prazos de entrega para o seu país. Como faço para rastrear meu pedido? Assim que o seu pedido for enviado, você receberá um e-mail com as informações de rastreamento. Você também pode fazer login na sua conta para acompanhar o status do seu pedido. Vocês oferecem suporte técnico para os produtos? Sim, oferecemos suporte técnico para todos os produtos que vendemos. Se você tiver alguma dúvida ou problema técnico, entre em contato conosco e nossa equipe terá prazer em ajudar. +55 (82) 5545-7858 gadgetgarantida@gmail.com Rua Manoel Inácio 1851 Política de Privacidade Termos e Condições",
    "index": "GadgetGarantida Express | Gadgets inovadores e serviço confiável Principal Sobre Nós Serviços Os melhores gadgets para a sua vida Escolha a partir da nossa vasta gama e desfrute da tecnologia todos os dias. Ampla seleção de gadgets e dispositivos de alta qualidade. Consultoria profissional na escolha e configuração de dispositivos. Garantia de qualidade e confiabilidade de cada produto. Entre em contato conosco Sobre Nós Somos a rede de lojas \"GadgetGarantida Express\", oferecendo os melhores gadgets e dispositivos para a sua vida. Temos várias lojas convenientes espalhadas pela cidade para que você possa nos encontrar em qualquer lugar que seja conveniente para você. Orgulhamo-nos de um serviço rápido e de qualidade que garante sua satisfação sempre que nos visita. Nosso objetivo é tornar sua experiência de compra de gadgets simples, agradável e segura. Saiba mais Por que escolher a GadgetGarantida Express? Variedade de produtos Ampla seleção de gadgets e dispositivos de última geração. Atendimento ao cliente Atendimento ao cliente excepcional, com consultores especializados prontos para ajudar. Localização conveniente Lojas convenientemente localizadas em toda a cidade para sua comodidade. Garantia de qualidade Garantia de qualidade em todos os produtos e serviços. Promoções especiais Promoções e ofertas especiais para nossos clientes fiéis. Nossas Conquistas Estamos orgulhosos dos números que definem o nosso sucesso. 1000+ Clientes satisfeitos 500+ Dispositivos vendidos 95% Taxa de satisfação do cliente 20+ Anos de experiência no mercado 99% Taxa de entrega pontual 50+ Parceiros de negócios confiáveis Nossos Serviços Venda de Gadgets Ampla seleção de gadgets e dispositivos de última geração. Consultoria Especializada Atendimento ao cliente excepcional, com consultores especializados prontos para ajudar. Atualizações e Upgrades Atualizações de software e hardware para manter seus dispositivos sempre atualizados. Suporte Técnico Assistência técnica profissional para resolver quaisquer problemas ou dúvidas relacionadas aos seus gadgets. Promoções Especiais Ofertas especiais e descontos exclusivos para nossos clientes fiéis. Descubra Nossos Produtos e Serviços Explore nossa ampla seleção de gadgets e dispositivos de última geração, projetados para tornar sua vida mais fácil e divertida. Desde smartphones e tablets até acessórios inteligentes, temos tudo o que você precisa para estar conectado e atualizado com as últimas tecnologias. Além disso, aproveite nossos serviços especializados de consultoria e suporte técnico para garantir a melhor experiência com seus dispositivos. Explore Por que Escolher a GadgetGarantida Express? Na GadgetGarantida Express, estamos comprometidos em proporcionar a melhor experiência em tecnologia para nossos clientes. Nossa missão é oferecer uma ampla seleção de gadgets e dispositivos de última geração, aliada a um atendimento personalizado e serviços especializados que garantam a satisfação de cada cliente. Trabalhamos apenas com marcas reconhecidas internacionalmente, garantindo qualidade, confiabilidade e inovação em cada produto que oferecemos. Além disso, nossa equipe de consultores especializados está sempre pronta para oferecer orientação e assistência profissional na escolha dos melhores produtos e soluções para atender às necessidades individuais de cada cliente. Seja para encontrar o gadget perfeito, resolver um problema técnico ou obter as últimas atualizações, a GadgetGarantida Express está aqui para ajudar você a ficar conectado e atualizado com o melhor da tecnologia. Ampla Seleção de Produtos Oferecemos uma ampla variedade de gadgets e dispositivos de última geração para atender a todas as necessidades tecnológicas dos nossos clientes. Atendimento Personalizado Nosso atendimento ao cliente é personalizado e dedicado, garantindo que cada cliente receba assistência individualizada para encontrar a solução perfeita para suas necessidades. Qualidade e Confiabilidade Nossos produtos são de alta qualidade e confiabilidade, provenientes de marcas reconhecidas internacionalmente e garantindo uma experiência de uso excepcional. Consultoria Especializada Nossa equipe de consultores especializados está sempre disponível para oferecer orientação e conselhos profissionais na escolha dos melhores produtos e soluções para cada cliente. Serviços Adicionais Além da venda de gadgets, também oferecemos uma variedade de serviços adicionais, como assistência técnica, atualizações de software e promoções exclusivas para nossos clientes. Entre em Contato Conosco Estamos aqui para ajudar! Se você tiver alguma dúvida, comentário ou precisar de assistência, não hesite em entrar em contato conosco. Nossa equipe dedicada está pronta para oferecer suporte e orientação personalizados para garantir a sua satisfação. Aceito a Política de Privacidade Enviar +55 (82) 5545-7858 gadgetgarantida@gmail.com Rua Manoel Inácio 1851 Política de Privacidade Termos e Condições",
    "privacy-policy": "Política de privacidade | Protegendo seus dados com a GadgetGarantida Express Principal Sobre Nós Serviços Política de Privacidade 1. Informações Coletadas Coletamos informações pessoais quando você se cadastra em nosso site, participa de promoções ou preenche formulários. As informações coletadas podem incluir seu nome, endereço de e-mail, endereço residencial, número de telefone e outras informações relevantes. 2. Uso das Informações Utilizamos as informações coletadas para fornecer produtos e serviços, processar transações, enviar comunicações de marketing e melhorar a experiência do usuário em nosso site. 3. Compartilhamento de Informações Não compartilhamos suas informações pessoais com terceiros sem o seu consentimento, exceto quando necessário para fornecer os serviços solicitados por você. 4. Cookies Utilizamos cookies para melhorar a experiência do usuário em nosso site e personalizar o conteúdo e os anúncios de acordo com seus interesses. 5. Segurança Implementamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, uso indevido ou divulgação. 6. Acesso e Atualização de Informações Você pode acessar e atualizar suas informações pessoais entrando em contato conosco através dos canais disponibilizados em nosso site. 7. Consentimento Ao utilizar nosso site, você concorda com os termos e condições de nossa política de privacidade e nos autoriza a coletar, armazenar, usar e divulgar suas informações pessoais de acordo com esta política. 8. Menores de Idade Não coletamos intencionalmente informações de menores de 18 anos. Se você é menor de idade, por favor, não nos forneça suas informações pessoais sem o consentimento de seus pais ou responsáveis legais. 9. Alterações na Política de Privacidade Reservamo-nos o direito de modificar esta política de privacidade a qualquer momento, publicando as alterações em nosso site. Recomendamos que você revise periodicamente esta página para estar ciente das atualizações. 10. Contato Se você tiver alguma dúvida ou preocupação sobre nossa política de privacidade, entre em contato conosco através dos canais disponibilizados em nosso site. 11. Retenção de Dados Retemos suas informações pessoais pelo tempo necessário para cumprir os fins para os quais foram coletadas, ou conforme exigido por lei. 12. Transferência Internacional de Dados Seus dados pessoais podem ser transferidos e armazenados em um país fora do seu país de residência. Ao utilizar nosso site, você concorda com essa transferência, armazenamento ou processamento. 13. Direitos do Titular dos Dados Você tem o direito de acessar, corrigir, atualizar ou excluir suas informações pessoais. Se desejar exercer esses direitos, entre em contato conosco através dos canais disponibilizados em nosso site. 14. Consentimento para Marketing Ao nos fornecer suas informações pessoais, você consente com o recebimento de comunicações de marketing da nossa parte, a menos que opte por não recebê-las. 15. Links para Sites de Terceiros Nosso site pode conter links para sites de terceiros. Não nos responsabilizamos pelas práticas de privacidade desses sites. Recomendamos que você revise as políticas de privacidade desses sites antes de fornecer suas informações pessoais. 16. Cookies de Terceiros Podemos permitir que terceiros coloquem cookies em nosso site para fins de análise, publicidade e outros fins. Esses cookies são controlados por terceiros e sujeitos às políticas de privacidade dessas partes. 17. Alterações na Política de Privacidade Reservamo-nos o direito de modificar esta política de privacidade a qualquer momento, publicando as alterações em nosso site. Recomendamos que você revise periodicamente esta página para estar ciente das atualizações. 18. Consentimento Ao utilizar nosso site, você consente com os termos e condições de nossa política de privacidade e nos autoriza a coletar, armazenar, usar e divulgar suas informações pessoais de acordo com esta política. 19. Contato Se você tiver alguma dúvida ou preocupação sobre nossa política de privacidade, entre em contato conosco através dos canais disponibilizados em nosso site. 20. Uso do Endereço de E-mail Podemos utilizar o endereço de e-mail fornecido por você para enviar informações sobre sua conta, transações, atualizações e promoções. Se desejar não receber mais nossos e-mails promocionais, entre em contato conosco ou utilize a opção de cancelamento de inscrição fornecida em cada e-mail. +55 (82) 5545-7858 gadgetgarantida@gmail.com Rua Manoel Inácio 1851 Política de Privacidade Termos e Condições"
  },
  "date": "2024-05-10T07:07:43.184Z"
}