{
  "name": "New_v8_Entranza",
  "pages": {
    "about-us": "About Entranza - Elevating Door Solutions with Craftsmanship and Innovation Entranza HOME ABOUT US Products Contact Entranza Inspired Designs Crafting the perfect entrance is akin to composing a symphony. Each door tells its own story, adding a unique note to the harmony of your space. Entranza Inspired Designs celebrate the individuality of each door, bringing out the beauty of its craftsmanship and design. A collection of doors ranging from classic to modern, from grand to subtle, creates a bespoke entrance that exudes character and charm. Experience the transformative effect of premium doors designed with passion and attention to detail. Discover our curated door collection here Discover Inspirational Doors Worldwide Which door design matches your dreams? Entranza Classic The Entranza Classic door design exudes timeless charm and sophistication. Crafted with precision and attention to detail, it adds a touch of elegance to any entryway. Elevate the aesthetics and security of your space with the Entranza Classic. CONTACT Seeking Doors with Quick Delivery? Explore our Ready-to-Ship Collection, featuring a selection of doors ready for delivery within three to five business days. EXPLORE Entranza Sample Doors Experience the versatility of our door options with the exclusive Entranza Sample Door. Get a comprehensive overview of our diverse range of door designs and finishes. CONTACT The Entranza website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Entranza Discover exquisite doors and elevate your space with Entranza. USEFUL LINKS HOME ABOUT US PRODUCTS CONTACT IMPORTANT LINKS DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS LOCATE US ATI Staff CHS,Chunabhatti, Shen, Mumbai, Maharashtra 400024, India entranza@gmail.com +91-1708162865",
    "contacts": "Contact Entranza - Premium Door Solutions Entranza HOME ABOUT US Products Contact Got any question? I accept Policy & Privacy SUBMIT The Entranza website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Entranza Discover exquisite doors and elevate your space with Entranza. USEFUL LINKS HOME ABOUT US PRODUCTS CONTACT IMPORTANT LINKS DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS LOCATE US ATI Staff CHS,Chunabhatti, Shen, Mumbai, Maharashtra 400024, India entranza@gmail.com +91-1708162865",
    "disclaimers": "Entranza - Disclaimers: Terms and Conditions for Website Usage Entranza HOME ABOUT US Products Contact Disclaimers Thank you for visiting Entranza. By accessing and using our website, you agree to comply with and be bound by the following disclaimers: Accuracy of Information We strive to provide accurate and up-to-date information on our website. However, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Limitation of Liability In no event will we be liable for any loss or damage including, without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website. External Links Our website may contain links to external websites that are not provided or maintained by us. We do not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites. Changes to the Website We reserve the right to modify or discontinue, temporarily or permanently, the website (or any part thereof) with or without notice. You agree that we shall not be liable to you or any third party for any modification, suspension, or discontinuance of the website. The Entranza website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Entranza Discover exquisite doors and elevate your space with Entranza. USEFUL LINKS HOME ABOUT US PRODUCTS CONTACT IMPORTANT LINKS DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS LOCATE US ATI Staff CHS,Chunabhatti, Shen, Mumbai, Maharashtra 400024, India entranza@gmail.com +91-1708162865",
    "index": "Entranza - Premium Door Solutions for Stylish Entrances Entranza HOME ABOUT US Products Contact Elegant Entrances Await Discover our exquisite door collection. EXPLORE Entranza Inspired Designs Crafting the perfect entrance is akin to composing a symphony. Each door tells its own story, adding a unique note to the harmony of your space. Entranza Inspired Designs celebrate the individuality of each door, bringing out the beauty of its craftsmanship and design. A collection of doors ranging from classic to modern, from grand to subtle, creates a bespoke entrance that exudes character and charm. Experience the transformative effect of premium doors designed with passion and attention to detail. Discover our curated door collection here Discover Inspirational Doors Worldwide Which door design matches your dreams? Entranza Classic The Entranza Classic door design exudes timeless charm and sophistication. Crafted with precision and attention to detail, it adds a touch of elegance to any entryway. Elevate the aesthetics and security of your space with the Entranza Classic. CONTACT Seeking Doors with Quick Delivery? Explore our Ready-to-Ship Collection, featuring a selection of doors ready for delivery within three to five business days. EXPLORE Diverse Door Widths Explore the unique impact of doors available in various widths and heights. EXPLORE Entranza Textures Enhance your architectural renderings with Entranza Textures – a collection of high-quality textures derived from our premium doors. Order now to add realism and depth to your designs. ORDER Entranza Sample Doors Experience the versatility of our door options with the exclusive Entranza Sample Door. Get a comprehensive overview of our diverse range of door designs and finishes. CONTACT Find Inspiration Explore our showrooms and discover the perfect door for your space. EXPLORE Need Assistance? Our team is here to assist you. Contact Us The Entranza website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Entranza Discover exquisite doors and elevate your space with Entranza. USEFUL LINKS HOME ABOUT US PRODUCTS CONTACT IMPORTANT LINKS DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS LOCATE US ATI Staff CHS,Chunabhatti, Shen, Mumbai, Maharashtra 400024, India entranza@gmail.com +91-1708162865",
    "privacy-policy": "Privacy Policy - Entranza: Your Data Privacy Matters Entranza HOME ABOUT US Products Contact Privacy Policy At Entranza, we value your privacy and are committed to protecting your personal information. This Privacy Policy explains how we collect, use, and safeguard your data when you visit our website or interact with our services. Information We Collect We may collect various types of information when you visit our website or use our services, including: Personal Information: such as your name, email address, phone number, etc. Usage Data: information about how you interact with our website and services. Cookies and Tracking Technologies: for analytics and improving user experience. How We Use Your Information We use the information we collect to: Provide and maintain our services. Personalize your experience and improve our website. Communicate with you, including responding to inquiries and sending updates. Comply with legal obligations. Information Sharing and Disclosure We do not sell, trade, or rent your personal information to third parties. However, we may share your information in certain circumstances, such as with service providers who assist us in operating our website or conducting our business. The Entranza website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Entranza Discover exquisite doors and elevate your space with Entranza. USEFUL LINKS HOME ABOUT US PRODUCTS CONTACT IMPORTANT LINKS DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS LOCATE US ATI Staff CHS,Chunabhatti, Shen, Mumbai, Maharashtra 400024, India entranza@gmail.com +91-1708162865",
    "products": "Discover Premium Doors - Entranza Entranza HOME ABOUT US Products Contact Diverse Door Widths Explore the unique impact of doors available in various widths and heights. EXPLORE Entranza Textures Enhance your architectural renderings with Entranza Textures – a collection of high-quality textures derived from our premium doors. Order now to add realism and depth to your designs. ORDER Find Inspiration Explore our showrooms and discover the perfect door for your space. EXPLORE Need Assistance? Our team is here to assist you. Contact Us The Entranza website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Entranza Discover exquisite doors and elevate your space with Entranza. USEFUL LINKS HOME ABOUT US PRODUCTS CONTACT IMPORTANT LINKS DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS LOCATE US ATI Staff CHS,Chunabhatti, Shen, Mumbai, Maharashtra 400024, India entranza@gmail.com +91-1708162865",
    "terms-conditions": "Terms and Conditions - Entranza: Your Agreement with Us Entranza HOME ABOUT US Products Contact Terms and Conditions Welcome to Entranza. By accessing our website, you agree to comply with and be bound by the following terms and conditions of use. Please read these terms carefully before using our website. If you disagree with any part of these terms, please do not use our website. 1. Intellectual Property The content on this website, including but not limited to text, images, logos, and graphics, is the property of Entranza and is protected by intellectual property laws. You may not reproduce, distribute, or transmit any part of the website without our prior written consent. 2. Disclaimer The information provided on this website is for general informational purposes only. We make no representations or warranties of any kind, express or implied, about the accuracy, reliability, suitability, or availability of the information contained on the website. 3. Limitation of Liability In no event shall Entranza be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with the use of this website or the information contained herein. Contact Us If you have any questions or concerns about our Terms and Conditions, please contact us at entranza@gmail.com. These Terms and Conditions were last updated on January 2024. The Entranza website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Entranza Discover exquisite doors and elevate your space with Entranza. USEFUL LINKS HOME ABOUT US PRODUCTS CONTACT IMPORTANT LINKS DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS LOCATE US ATI Staff CHS,Chunabhatti, Shen, Mumbai, Maharashtra 400024, India entranza@gmail.com +91-1708162865",
    "thanks": "Thank You for Contacting Entranza - Premium Door Solutions Entranza HOME ABOUT US Products Contact Thank You for Contacting Entranza! We appreciate your interest and will respond to your inquiry as soon as possible. In the meantime, feel free to explore our website to learn more about our premium door solutions and how they can enhance your space. We look forward to assisting you in enhancing the aesthetics and security of your home or office with our exquisite collection. Thank you again for choosing Entranza! The Entranza website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Entranza Discover exquisite doors and elevate your space with Entranza. USEFUL LINKS HOME ABOUT US PRODUCTS CONTACT IMPORTANT LINKS DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS LOCATE US ATI Staff CHS,Chunabhatti, Shen, Mumbai, Maharashtra 400024, India entranza@gmail.com +91-1708162865"
  }
}