{
  "name": "New_v8_India-Gourmet-Academy",
  "pages": {
    "about_us": "About Indian Gourmet Academy - Premium Culinary Institute Schedule About Us Service Contacts Schedule About Us Service Contacts Our website uses cookies. Cookies are small text files that can be stored on your device when you visit websites. They are widely used to ensure the proper functioning of the site, as well as to collect information about your preferences and actions on the site. Accept About Gourmet Academy Our Story At Gourmet Academy, we believe in the transformative power of culinary education. Since our founding, we have been dedicated to nurturing aspiring chefs and food enthusiasts alike. Our mission is to provide exceptional culinary training that inspires creativity, fosters passion, and builds community. Contact Us Welcome to Gourmet Academy At Gourmet Academy, we are passionate about culinary education. Whether you're an aspiring chef or a food enthusiast, our academy provides a nurturing environment to hone your skills. From mastering classic techniques to exploring innovative cuisines, we offer a comprehensive curriculum designed to inspire creativity and excellence. Our Mission Our mission is to cultivate a community of culinary excellence. Through hands-on training led by industry experts, we empower individuals to embrace their love for food and embark on a rewarding culinary journey. We believe in the power of cooking to bring people together, celebrate culture, and create unforgettable dining experiences. Join Our Community Join our dynamic community of chefs, food enthusiasts, and learners. Whether you're looking to expand your culinary skills, explore new flavors, or network with like-minded individuals, Gourmet Academy offers a supportive environment where you can grow and thrive. Connect with us today and embark on your culinary adventure. Contact Us Have questions or want to learn more about our services? Fill out the form below and we'll get in touch with you shortly. I accept the Privacy Policy Send Godrej & Boyes Industrial Estate, Vikroli West, Mumbai, Maharashtra, India +918326656000 gourmetacademy@gmail.com Stay Connected Join our community to receive updates on new classes, special events, and exclusive offers. Follow us on social media or subscribe to our newsletter. Terms & Conditions Privacy Policy Disclaimer",
    "contacts": "Gourmet Academy - Contact Us Schedule About Us Service Contacts Schedule About Us Service Contacts Our website uses cookies. Cookies are small text files that can be stored on your device when you visit websites. They are widely used to ensure the proper functioning of the site, as well as to collect information about your preferences and actions on the site. Accept Contact Us Get in Touch Have questions or inquiries? We're here to help. Reach out to us through the form below or contact us directly via phone or email. Our team will respond promptly to assist you. Contact Us Contact Us Have questions or want to learn more about our services? Fill out the form below and we'll get in touch with you shortly. I accept the Privacy Policy Send Godrej & Boyes Industrial Estate, Vikroli West, Mumbai, Maharashtra, India +918326656000 gourmetacademy@gmail.com Stay Connected Join our community to receive updates on new classes, special events, and exclusive offers. Follow us on social media or subscribe to our newsletter. Terms & Conditions Privacy Policy Disclaimer",
    "disclaimer": "Gourmet Academy - Disclaimer Schedule About Us Service Contacts Schedule About Us Service Contacts Our website uses cookies. Cookies are small text files that can be stored on your device when you visit websites. They are widely used to ensure the proper functioning of the site, as well as to collect information about your preferences and actions on the site. Accept Disclaimer Accuracy of Information The information provided on this website is for general informational purposes only. While we strive to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. In no event will we be liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website. External Links Disclaimer This website may contain links to external websites that are not provided or maintained by us. These links are provided for your convenience only. We do not endorse the contents or reliability of any linked websites and do not guarantee the accuracy, completeness, or usefulness of any information on those linked websites. We do not have control over the nature, content, and availability of those sites. The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them. Limitation of Liability Every effort is made to keep the website up and running smoothly. However, we take no responsibility for, and will not be liable for, the website being temporarily unavailable due to technical issues beyond our control. Privacy Policy Your privacy is important to us. Please review our Privacy Policy to understand how we collect, use, and protect your personal information. Changes to Disclaimer We reserve the right to modify, amend, or replace this Disclaimer at any time and for any reason without notice. It is your responsibility to check this page periodically for changes. By continuing to use this website after changes have been posted, you acknowledge and agree to those changes. Contact Us If you have any questions about this Disclaimer, please contact us. Contact Us Have questions or want to learn more about our services? Fill out the form below and we'll get in touch with you shortly. I accept the Privacy Policy Send Godrej & Boyes Industrial Estate, Vikroli West, Mumbai, Maharashtra, India +918326656000 gourmetacademy@gmail.com Stay Connected Join our community to receive updates on new classes, special events, and exclusive offers. Follow us on social media or subscribe to our newsletter. Terms & Conditions Privacy Policy Disclaimer",
    "index": "Premium Culinary School 'Indian Cuisine Academy' - 'Gourmet Academy' Schedule About Us Service Contacts Schedule About Us Service Contacts Our website uses cookies. Cookies are small text files that can be stored on your device when you visit websites. They are widely used to ensure the proper functioning of the site, as well as to collect information about your preferences and actions on the site. Accept Discover the Art of Culinary Excellence Welcome to Gourmet Academy – Your Journey to Culinary Mastery Begins Here! Join Our Classes Today Our Classes Beginner Cooking International Cuisine Explore the flavors of the world with classes on Italian, French, Japanese, and more. Beginner Cooking Level: Beginner Learn the basics of cooking, including knife skills, fundamental techniques, and simple recipes. Perfect for those just starting their culinary journey. Enroll Now International Cuisine Level: Intermediate Explore the flavors of the world with classes on Italian, French, Japanese, and more. Discover how to create authentic dishes from around the globe. Enroll Now Pastry and Baking Level: All Levels Master the art of baking breads, pastries, and desserts with our comprehensive pastry and baking classes. From croissants to cakes, we cover it all. Enroll Now Advanced Techniques Level: Advanced Take your skills to the next level with our advanced classes. Learn sophisticated techniques and recipes that will impress any guest. Enroll Now Learn from the Best Expert Chefs Our world-renowned chefs bring years of experience and passion to every class, ensuring you receive the best culinary education. Meet Our Chefs Hands-On Learning Engage in interactive, hands-on classes that help you practice and perfect your cooking techniques in a fun, supportive environment. Join a Class Gourmet Dishes Learn to prepare gourmet dishes that will impress your family and friends. From appetizers to desserts, master every course. Discover Recipes Our Services Cooking Classes International Cuisine Workshops Pastry and Baking Courses Barista Training Wine Tasting Events Gift Certificates Team Building Activities Special Events Catering Culinary Diploma Programs Private Chef Services Consultation Sessions Customized Menus Contact Us Master the Art of Cooking Dive into our comprehensive culinary courses designed to enhance your cooking skills. From foundational techniques to advanced methods, we offer a journey tailored to your culinary ambitions. Join Our Community Connect with passionate food enthusiasts and experienced chefs. Expand your culinary knowledge and create memorable dishes together. Culinary Challenges Masterchef Competition Test your skills in our intense Masterchef Competition. Compete against other aspiring chefs and showcase your creativity and technique. Join the Challenge Team Building Events Cooking Workshops Foster teamwork and creativity with our engaging cooking workshops. Perfect for corporate events or group outings. Book a Workshop Contact Us Have questions or want to learn more about our services? Fill out the form below and we'll get in touch with you shortly. I accept the Privacy Policy Send Godrej & Boyes Industrial Estate, Vikroli West, Mumbai, Maharashtra, India +918326656000 gourmetacademy@gmail.com Stay Connected Join our community to receive updates on new classes, special events, and exclusive offers. Follow us on social media or subscribe to our newsletter. Terms & Conditions Privacy Policy Disclaimer",
    "privacy": "Gourmet Academy - Privacy Policy Schedule About Us Service Contacts Schedule About Us Service Contacts Our website uses cookies. Cookies are small text files that can be stored on your device when you visit websites. They are widely used to ensure the proper functioning of the site, as well as to collect information about your preferences and actions on the site. Accept Privacy Policy Introduction Welcome to our Privacy Policy. Your privacy is critically important to us. It is our policy to respect your privacy regarding any information we may collect while operating our website. This Privacy Policy applies to hereinafter, \"we\", \"us\", \"our\". We respect your privacy and are committed to protecting personally identifiable information you may provide us through the website. Information We Collect We may collect and process the following data about you: Your name, email address, and other contact information when you submit forms or correspond with us. Information that you provide by filling in forms on our website, such as subscribing to newsletters or requesting information. Details of your visits to our website and the resources that you access. Any other information that you choose to send to us. Use of Information We use the information we collect in the following ways: To personalize user experience and to allow us to deliver the type of content and product offerings in which you are most interested. To improve our website in order to better serve you. To send periodic emails regarding your order or other products and services. To administer a contest, promotion, survey or other site feature. Security of Your Information We use commercially reasonable physical, managerial, and technical safeguards to preserve the integrity and security of your personal information. However, no method of transmission over the internet, or method of electronic storage, is 100% secure. Therefore, while we strive to use commercially acceptable means to protect your personal information, we cannot guarantee its absolute security. Changes to This Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. You are advised to review this Privacy Policy periodically for any changes. Contact Us If you have any questions about this Privacy Policy, please contact us. Contact Us Have questions or want to learn more about our services? Fill out the form below and we'll get in touch with you shortly. I accept the Privacy Policy Send Godrej & Boyes Industrial Estate, Vikroli West, Mumbai, Maharashtra, India +918326656000 gourmetacademy@gmail.com Stay Connected Join our community to receive updates on new classes, special events, and exclusive offers. Follow us on social media or subscribe to our newsletter. Terms & Conditions Privacy Policy Disclaimer",
    "schedule": "Gourmet Academy - Schedule and Prices Schedule About Us Service Contacts Schedule About Us Service Contacts Our website uses cookies. Cookies are small text files that can be stored on your device when you visit websites. They are widely used to ensure the proper functioning of the site, as well as to collect information about your preferences and actions on the site. Accept Discover the Timetable of Intriguing Culinary Classes Explore and Engage in a Variety of Enriching and Educative Cooking Experiences Join Our Classes Today Class Schedule Monday - Indian Cuisine (10:00 AM - 12:00 PM) Tuesday - Indian Street Food (2:00 PM - 4:00 PM) Wednesday - Spices and Flavors of India (11:00 AM - 1:00 PM) Thursday - Tandoori Specials (3:00 PM - 5:00 PM) Friday - Vegetarian Indian Delights (10:30 AM - 12:30 PM) Saturday - North Indian Cuisine Workshop (9:00 AM - 11:00 AM) Sunday - South Indian Dishes Exploration (4:00 PM - 6:00 PM) Monday - Festive Indian Cooking (2:30 PM - 4:30 PM) Tuesday - Regional Indian Specialties (1:30 PM - 3:30 PM) Wednesday - Ayurvedic Cuisine Experience (11:30 AM - 1:30 PM) Thursday - Street Food Festival (India) (5:00 PM - 7:00 PM) Friday - Fusion Indian Dishes (12:00 PM - 2:00 PM) Contact Us Pricing Indian Cuisine Class - $30/session Indian Street Food Workshop - $25/session Spices and Flavors of India - $35/session Tandoori Specials - $40/session Vegetarian Indian Delights - $30/session North Indian Cuisine Workshop - $35/session South Indian Dishes Exploration - $25/session Festive Indian Cooking - $30/session Regional Indian Specialties - $35/session Ayurvedic Cuisine Experience - $40/session Street Food Festival (India) - $25/session Fusion Indian Dishes - $30/session Contact Us Contact Us Have questions or want to learn more about our services? Fill out the form below and we'll get in touch with you shortly. I accept the Privacy Policy Send Godrej & Boyes Industrial Estate, Vikroli West, Mumbai, Maharashtra, India +918326656000 gourmetacademy@gmail.com Stay Connected Join our community to receive updates on new classes, special events, and exclusive offers. Follow us on social media or subscribe to our newsletter. Terms & Conditions Privacy Policy Disclaimer",
    "service": "Gourmet Academy - Service and Services Schedule About Us Service Contacts Schedule About Us Service Contacts Our website uses cookies. Cookies are small text files that can be stored on your device when you visit websites. They are widely used to ensure the proper functioning of the site, as well as to collect information about your preferences and actions on the site. Accept Our Services Explore Our Offerings Join Our Classes Today Our Services Cooking Classes International Cuisine Workshops Pastry and Baking Courses Barista Training Wine Tasting Events Gift Certificates Team Building Activities Special Events Catering Culinary Diploma Programs Private Chef Services Consultation Sessions Customized Menus Contact Us Indian Cooking Masterclass Expert Chefs Join our expert chefs for an immersive Indian cooking experience. Learn traditional techniques and spices. Book a Workshop Indian Street Food Tasting Authentic Flavors Experience the vibrant flavors of Indian street food. Taste various snacks and learn their history and preparation. Book a Workshop Indian Dessert Making Sweet Delights Dive into the world of Indian sweets. Learn to make traditional desserts with our expert dessert chefs. Book a Workshop Contact Us Have questions or want to learn more about our services? Fill out the form below and we'll get in touch with you shortly. I accept the Privacy Policy Send Godrej & Boyes Industrial Estate, Vikroli West, Mumbai, Maharashtra, India +918326656000 gourmetacademy@gmail.com Stay Connected Join our community to receive updates on new classes, special events, and exclusive offers. Follow us on social media or subscribe to our newsletter. Terms & Conditions Privacy Policy Disclaimer",
    "terms": "Gourmet Academy - Terms and Conditions Schedule About Us Service Contacts Schedule About Us Service Contacts Our website uses cookies. Cookies are small text files that can be stored on your device when you visit websites. They are widely used to ensure the proper functioning of the site, as well as to collect information about your preferences and actions on the site. Accept Terms and Conditions Introduction Welcome to our website. Please read these Terms and Conditions carefully before using our website. Throughout the site, the terms \"we\", \"us\", and \"our\" refer. Acceptance of Terms By accessing or using our website, you agree to be bound by these Terms and Conditions. If you disagree with any part of the terms, please do not use our website. Changes to Terms We reserve the right to update, change, or replace any part of these Terms and Conditions by posting updates and changes to our website. It is your responsibility to check our website periodically for changes. Your continued use of or access to our website following the posting of any changes constitutes acceptance of those changes. Limitation of Liability We do not guarantee, represent, or warrant that your use of our service will be uninterrupted, timely, secure, or error-free. We shall not be liable to you or any third-party for any modification, price change, suspension, or discontinuance of the service. Contact Us If you have any questions about these Terms and Conditions, please contact us. Contact Us Have questions or want to learn more about our services? Fill out the form below and we'll get in touch with you shortly. I accept the Privacy Policy Send Godrej & Boyes Industrial Estate, Vikroli West, Mumbai, Maharashtra, India +918326656000 gourmetacademy@gmail.com Stay Connected Join our community to receive updates on new classes, special events, and exclusive offers. Follow us on social media or subscribe to our newsletter. Terms & Conditions Privacy Policy Disclaimer",
    "thank_you": "Thank you for your application - Gourmet Academy Schedule About Us Service Contacts Schedule About Us Service Contacts Our website uses cookies. Cookies are small text files that can be stored on your device when you visit websites. They are widely used to ensure the proper functioning of the site, as well as to collect information about your preferences and actions on the site. Accept Thank You for Your Inquiry! We have received your inquiry and will get back to you shortly. If you have any urgent matters, please feel free to contact us directly. Contact Information Phone: +918326655252 Email: gourmetacademy@gmail.com Social media:@gourmetacademy Contact Us Have questions or want to learn more about our services? Fill out the form below and we'll get in touch with you shortly. I accept the Privacy Policy Send Godrej & Boyes Industrial Estate, Vikroli West, Mumbai, Maharashtra, India +918326655252 gourmetacademy@gmail.com Stay Connected Join our community to receive updates on new classes, special events, and exclusive offers. Follow us on social media or subscribe to our newsletter. Terms & Conditions Privacy Policy Disclaimer"
  },
  "date": "2024-06-25T07:14:31.878Z"
}