{
  "name": "New_v9_fabricfinesse",
  "pages": {
    "privacy-policy": "Política de Privacidade da FabricFinesse - Suas Informações São Seguras Conosco Transformando espaços com elegância - FabricFinesse FabricFinesse Lar Paraíso da sofisticação Satisfação garantida Inspire-se Nossas qualidades Inspiração Política de Privacidade Bem-vindo ao FabricFinesse, o seu destino final para as melhores cortinas e estores. Este aviso é destinado a fornecer informações claras e concisas sobre nossos produtos e serviços, além de esclarecer quaisquer dúvidas que possa ter. Nossa missão no FabricFinesse é oferecer a você a melhor seleção de cortinas e estores de alta qualidade, combinando estilo, funcionalidade e durabilidade. Nossa equipe dedica um grande esforço para selecionar os melhores tecidos, cores e modelos, garantindo que você encontre a cortina perfeita para o seu ambiente. É importante ressaltar que nossos produtos são feitos com materiais de excelente qualidade, resistência e durabilidade. Todas as nossas cortinas e estores passam por um rigoroso processo de controle de qualidade antes de serem enviados para você. Além disso, oferecemos uma variedade de opções de personalização, permitindo que você crie a cortina ideal para o seu espaço. No entanto, é fundamental que você leve em consideração algumas precauções ao manipular e cuidar de suas cortinas ou estores. Evite expor os produtos a fontes de calor excessivo, como lareiras ou janelas com incidência direta de sol. Também recomendamos que você limpe regularmente suas cortinas com um pano macio e seco para evitar a acumulação de poeira e sujeira. Em caso de danos acidentais ou defeitos nos produtos, fique à vontade para entrar em contato conosco. Estamos sempre dispostos a ajudar e oferecer soluções para qualquer problema que possa surgir. No entanto, não nos responsabilizamos por danos causados por uso indevido ou descuido com os produtos. É importante ressaltar que este aviso não constitui um contrato ou acordo legal entre você e a FabricFinesse. Ele tem como objetivo fornecer informações claras e precisas sobre nossos produtos e serviços, bem como orientações gerais sobre como cuidar de suas cortinas e estores. A FabricFinesse também se preocupa com a sustentabilidade e o meio ambiente. Por isso, buscamos sempre utilizar materiais ecologicamente corretos e processos de produção que minimizem o impacto ambiental. Além disso, incentivamos nossos clientes a reciclar as embalagens dos produtos e a descartá-las de forma adequada. Outro ponto importante é que nossos produtos são projetados para atender às mais diversas necessidades e preferências. Por isso, oferecemos uma ampla variedade de modelos, cores e tecidos, desde cortinas leves e transparentes até estores blackout, ideais para ambientes que exigem maior privacidade e controle de luz. Mas a FabricFinesse não se resume apenas à venda de cortinas e estores. Nossa equipe também está sempre à disposição para oferecer assessoria especializada e ajudar você a escolher a melhor solução para o seu ambiente. Se você tiver dúvidas sobre qual modelo ou tecido escolher, ou precisar de ajuda para medir as janelas, não hesite em entrar em contato conosco. É importante lembrar que as cortinas e estores são elementos fundamentais na decoração de qualquer ambiente. Além de controlar a incidência de luz e garantir privacidade, eles podem transformar completamente a aparência de uma sala ou quarto. Por isso, é fundamental escolher os produtos certos e combiná-los de forma harmônica com o restante da decoração. Para finalizar, gostaríamos de compartilhar algumas dicas para a escolha das cortinas e estores perfeitos para o seu ambiente. Primeiro, leve em consideração o tamanho e a forma das janelas, bem como a quantidade de luz natural que você deseja deixar entrar no ambiente. Isso vai ajudar a definir o tipo de produto mais adequado para suas necessidades. Em seguida, pense no estilo decorativo do ambiente e na combinação de cores. As cortinas e estores devem ser escolhidos de forma a harmonizar com o restante da decoração, criando um conjunto equilibrado e aconchegante. Não tenha medo de experimentar diferentes tecidos, texturas e padrões, mas evite combinações muito extravagantes ou discordantes. Outro ponto importante é a funcionalidade dos produtos. Se você precisa de cortinas ou estores que ofereçam maior privacidade ou controle de luz, opte por modelos mais pesados ou com revestimento blackout. Já se a sua prioridade é a ventilação e a iluminação natural, escolha produtos mais leves e transparentes. Por fim, não esqueça de considerar a facilidade de manutenção das cortinas e estores. Alguns tecidos exigem cuidados especiais, como lavagem à mão ou limpeza a seco, enquanto outros podem ser lavados em máquina sem problemas. Se você não tem muito tempo para dedicar à limpeza dos produtos, opte por tecidos mais fáceis de cuidar. Se você tiver alguma dúvida ou precisar de mais informações, fique à vontade para entrar em contato conosco pelo email fabricfinesse@gmail.com. Estamos sempre à disposição para ajudar! Obrigado por escolher a FabricFinesse. Esperamos que você encontre as cortinas ou estores perfeitos para o seu ambiente e aproveite todos os benefícios que nossos produtos têm a oferecer. FabricFinesse Primaverinha, Sorriso - Estado de Mato Grosso, 78890-000, Brasil +55-66-3584-1180 fabricfinesse@gmail.com Lar Paraíso da sofisticação Satisfação garantida Inspire-se Nossas qualidades Inspiração Política de Privacidadey Termos de uso",
    "terms-conditions": "Termos de Uso da FabricFinesse - Condições para Navegar e Comprar em Nosso Site Transformando espaços com elegância - FabricFinesse FabricFinesse Lar Paraíso da sofisticação Satisfação garantida Inspire-se Nossas qualidades Inspiração Termos de uso Uso do Site O FabricFinesse fornece aos clientes um amplo catálogo de cortinas e estores para satisfazer suas necessidades de decoração. Você pode navegar pelo site, visualizar produtos e fazer compras de acordo com estes termos de uso. Produtos Todos os produtos disponíveis no FabricFinesse são fabricados com materiais de alta qualidade e atendem aos padrões de excelência da indústria. Nós nos esforçamos para fornecer descrições precisas e imagens claras dos produtos, no entanto, devido à variação nos monitores e dispositivos, as cores e texturas reais podem diferir ligeiramente das mostradas nas imagens. Preços e Pagamento Os preços dos produtos estão listados no site em Reais (BRL) e incluem todos os impostos aplicáveis. O FabricFinesse aceita pagamentos por meio de cartão de crédito, débito e boleto bancário. Todas as transações são processadas por meio de um gateway de pagamento seguro. Entrega O FabricFinesse entrega produtos em todo o território brasileiro. Os prazos de entrega podem variar de acordo com o destino e a disponibilidade do produto. Ao realizar o pedido, você receberá um prazo de entrega estimado. Devoluções e Trocas Se você não estiver satisfeito com o produto recebido, você poderá solicitar uma devolução ou troca dentro de 7 dias a partir da data de entrega. Os produtos devem estar em suas condições originais, com embalagem intacta e sem sinais de uso. As despesas de transporte para devolução ou troca serão de responsabilidade do cliente. Garantia Todos os produtos do FabricFinesse são cobertos por uma garantia de 6 meses contra defeitos de fabricação. Se você identificar algum defeito no produto, entre em contato conosco imediatamente por meio do e-mail fabricfinesse@gmail.com. Responsabilidade O FabricFinesse não será responsável por quaisquer danos indiretos, incidentais ou consequenciais decorrentes do uso do site ou da compra de produtos. Além disso, o FabricFinesse não será responsável por quaisquer atrasos ou falhas na entrega decorrentes de eventos fora de nosso controle, como desastres naturais, greves ou problemas com transportadoras. Alterações nos Termos de Uso O FabricFinesse reserva-se o direito de alterar estes termos de uso a qualquer momento, sem prévio aviso. A versão atualizada dos termos de uso entrará em vigor imediatamente após ser publicada no site. Propriedade Intelectual Todos os direitos autorais, marcas registradas e outros direitos de propriedade intelectual relacionados ao conteúdo do site FabricFinesse, incluindo textos, imagens, logotipos e design, são de propriedade exclusiva da FabricFinesse. Nenhuma parte deste conteúdo pode ser copiada, reproduzida, modificada, distribuída ou utilizada de qualquer forma sem a autorização prévia e por escrito da FabricFinesse. Links para outros sites O site FabricFinesse pode conter links para outros sites de terceiros. Estes links são fornecidos apenas para sua comodidade e não implicam em avaliação ou endosso da FabricFinesse a estes sites ou a seu conteúdo. A FabricFinesse não é responsável pelo conteúdo, políticas de privacidade ou práticas de segurança de sites de terceiros. Uso Ilegal ou Proibido Você concorda em não utilizar o site FabricFinesse para qualquer finalidade ilegal ou proibida por estes termos de uso. Além disso, você concorda em não utilizar o site de forma a prejudicar, desativar, sobrecarregar ou danificar o site ou interferir no uso e desfrute do site por outros usuários. Limitação de Responsabilidade O site FabricFinesse é fornecido \"como está\" e \"de acordo com a disponibilidade\". A FabricFinesse não oferece garantias, expressas ou implícitas, em relação ao site, incluindo, mas não se limitando a, garantias de qualidade, precisão, confiabilidade, segurança ou adequação a um determinado propósito. A FabricFinesse não será responsável por quaisquer danos, perdas ou prejuízos decorrentes do uso do site ou da impossibilidade de utilizá-lo. Lei Aplicável Estes termos de uso serão regidos e interpretados de acordo com as leis do Brasil. Qualquer disputa decorrente destes termos de uso ou do uso do site FabricFinesse será resolvida nos tribunais competentes do Brasil. Terminação A FabricFinesse reserva-se o direito de encerrar ou suspender o acesso ao site a qualquer momento, sem prévio aviso, por qualquer motivo, incluindo, mas não se limitando a, violação destes termos de uso. A terminação não afetará quaisquer direitos ou obrigações das partes decorrentes de eventos ocorridos antes da terminação. Isenção de Responsabilidade A FabricFinesse se esforça para fornecer informações precisas e atualizadas no site, mas não garante a exatidão, integridade ou atualidade das informações. A FabricFinesse não será responsável por quaisquer erros ou omissões no conteúdo do site. Contato Se você tiver alguma dúvida ou sugestão relacionada aos nossos termos de uso, entre em contato conosco por meio do e-mail fabricfinesse@gmail.com. Estaremos sempre à disposição para ajudá-lo. FabricFinesse Primaverinha, Sorriso - Estado de Mato Grosso, 78890-000, Brasil +55-66-3584-1180 fabricfinesse@gmail.com Lar Paraíso da sofisticação Satisfação garantida Inspire-se Nossas qualidades Inspiração Política de Privacidadey Termos de uso",
    "thanks": "Página de Agradecimento da FabricFinesse - Obrigado por Escolher Nossos Produtos FabricFinesse Muito obrigado por entrar em contato conosco! A nossa equipe de suporte aprecia o seu interesse e valoriza o seu tempo. Estamos sempre aqui para ajudar e responder às suas perguntas. Entraremos em contato consigo o mais breve possível. Para principal",
    "index": "Bem-vindo à Página Inicial da FabricFinesse - Seu Destino para Cortinas e Persianas Exclusivas Transformando espaços com elegância - FabricFinesse FabricFinesse Lar Paraíso da sofisticação Satisfação garantida Inspire-se Nossas qualidades Inspiração Renove Seu Espaço com Elegância Descubra a Coleção Exclusiva de Cortinas FabricFinesse Deixe sua casa brilhar com nossa coleção exclusiva de cortinas. Com uma variedade de estilos, tecidos e designs, as cortinas FabricFinesse são a escolha perfeita para transformar qualquer ambiente. Deixe a luz entrar com graça ou crie um ambiente aconchegante e intimista - nós temos a solução perfeita para você. Descubra o luxo dos tecidos de alta qualidade e o cuidado artesanal em cada detalhe. Deixe sua casa refletir seu estilo único com as cortinas FabricFinesse. Paraíso da sofisticação Transforme sua Casa em um Refúgio de Sofisticação Explore Nossas Coleções Exclusivas de Cortinas e Persianas Seja qual for o estilo da sua casa, as cortinas e persianas da FabricFinesse oferecem a combinação perfeita de elegância e funcionalidade. Deixe-se envolver pelo luxo dos tecidos finos e pelos designs modernos que adicionam um toque de sofisticação a qualquer ambiente. De salas de estar a quartos, nossas coleções exclusivas têm algo para todos os gostos. Transforme sua casa em um verdadeiro refúgio de conforto e estilo com as cortinas e persianas FabricFinesse. Elegância Duradoura Nossas cortinas e persianas são feitas com materiais de alta qualidade, garantindo durabilidade e beleza duradouras para sua casa. Variedade de Estilos De cortinas românticas a persianas modernas, nossa coleção oferece uma ampla variedade de estilos para atender a todas as preferências de decoração. Personalização Perfeita Personalize suas cortinas e persianas para se adequarem perfeitamente ao seu espaço, escolhendo entre uma variedade de cores, tecidos e opções de acabamento. Satisfação Garantida Experimente o Serviço Excepcional da FabricFinesse Consulta Personalizada Agende uma consulta personalizada com um de nossos especialistas em design de interiores para receber orientação especializada e recomendações personalizadas para sua casa. Garantia de Qualidade Nossas cortinas e persianas são fabricadas com os mais altos padrões de qualidade, garantindo que você receba produtos duráveis e de excelência em cada compra. Inspire-se com Nossas Ideias de Decoração Descubra Como Transformar seu Espaço com as Cortinas FabricFinesse Explore nossa galeria de inspiração para descobrir maneiras criativas de usar cortinas e persianas para transformar qualquer ambiente. De salas de estar a quartos, nossas ideias de decoração ajudarão você a encontrar o estilo perfeito para sua casa. Deixe-se inspirar por combinações de cores, tecidos luxuosos e designs inovadores. Com as cortinas e persianas FabricFinesse, você pode criar um espaço que seja não apenas bonito, mas também funcional e acolhedor. Variedade de Tecidos Descubra uma ampla gama de tecidos, desde linhos leves até veludos luxuosos, para encontrar o complemento perfeito para o seu estilo de decoração. Opções de Controle de Luz Escolha entre uma variedade de opções de controle de luz, incluindo cortinas blackout para bloquear completamente a luz ou cortinas sheer para suavizar a entrada de luz natural. Estilos Personalizados Personalize suas cortinas com uma variedade de estilos, incluindo pregas, bainhas e acabamentos, para criar um visual único que reflita sua personalidade e gosto. Facilidade de Manutenção Nossas cortinas e persianas são projetadas para facilitar a manutenção, com tecidos que são duráveis, fáceis de limpar e resistentes ao desbotamento, garantindo que sua casa permaneça bonita por anos. Inspiração para Cada Estilo Explore Nossas Coleções e Encontre o Estilo Perfeito para sua Casa Seja qual for o seu estilo de decoração - contemporâneo, clássico, minimalista ou eclético - temos uma coleção de cortinas e persianas que complementará perfeitamente sua casa. Explore nossas opções e deixe-se inspirar para transformar seu espaço em um refúgio de estilo e conforto. Elegância Clássica Descubra nossa coleção de cortinas com designs tradicionais e tecidos luxuosos que adicionam uma dose de elegância atemporal a qualquer ambiente. Estilo Moderno Explore nossas persianas com linhas limpas e minimalistas, perfeitas para criar um visual moderno e sofisticado em sua casa. Toques de Luxo Adicione um toque de luxo ao seu espaço com nossa seleção de cortinas em tecidos exuberantes e detalhes sofisticados. Conforto Aconchegante Envolva sua casa em conforto e calor com nossas cortinas em tecidos macios e tonalidades suaves que criam uma atmosfera acolhedora. Personalização Total Personalize suas cortinas escolhendo entre uma variedade de estilos, tecidos e opções de acabamento para criar uma aparência verdadeiramente única para o seu espaço. Durabilidade Garantida Nossas cortinas e persianas são construídas com materiais de alta qualidade para garantir durabilidade e desempenho excepcionais ao longo do tempo, proporcionando beleza duradoura para sua casa. Ofertas Especiais Não Perca Nossas Ofertas Especiais em Cortinas e Persianas Cortina de Linho Natural R$ 299,99 Adicione um toque de elegância rústica à sua casa com nossa cortina de linho natural. Feita com tecido de alta qualidade, esta cortina oferece privacidade sem comprometer a entrada de luz natural. Ordem Persiana Blackout Luxuosa R$ 199,99 Desfrute de noites de sono tranquilas e escuras com nossa persiana blackout luxuosa. Seu design elegante e funcional bloqueia completamente a luz externa, proporcionando um ambiente ideal para descansar. Ordem Cortina Sheer Elegante R$ 149,99 Adicione um toque de leveza e sofisticação à sua sala de estar com nossa cortina sheer elegante. Seu tecido translúcido permite a entrada suave de luz, criando uma atmosfera acolhedora e convidativa. Ordem Entre em Contato Conosco Fale Conosco para Agendar uma Consulta ou Tirar Dúvidas Estamos aqui para ajudar você a transformar seus espaços com as cortinas e persianas perfeitas. Se você deseja agendar uma consulta para receber orientações personalizadas ou tem dúvidas sobre nossos produtos e serviços, não hesite em entrar em contato conosco. Nossa equipe dedicada está disponível para atender às suas necessidades e garantir uma experiência de compra tranquila e satisfatória. Preencha o formulário abaixo com suas informações de contato e uma breve mensagem, e entraremos em contato com você o mais breve possível para ajudar no que for necessário. Estamos ansiosos para colaborar com você na criação do ambiente dos seus sonhos. Não espere mais, entre em contato conosco hoje mesmo e deixe-nos ajudar a tornar sua visão de decoração uma realidade. Aceito a Política de Privacidade Enviar mensagens FabricFinesse Primaverinha, Sorriso - Estado de Mato Grosso, 78890-000, Brasil +55-66-3584-1180 fabricfinesse@gmail.com Lar Paraíso da sofisticação Satisfação garantida Inspire-se Nossas qualidades Inspiração Política de Privacidadey Termos de uso"
  },
  "date": "2024-05-02T18:28:08.553Z"
}