{
  "name": "New_v8_Floralia",
  "pages": {
    "about-us": "About Floralia - Celebrating Nature's Beauty Through Exquisite Flowers Floralia Home About us Flowers Contacts About Us Embracing Nature's Beauty At Floralia, our passion lies in celebrating the beauty of nature through meticulously crafted floral designs. We go beyond providing flowers; we aspire to elevate your environment with a touch of natural elegance. Our carefully curated collection ensures that you not only adorn your space but also embody the essence of beauty and tranquility in every arrangement. SPECIAL PROMOTION Enjoy up to 30% OFF in Floralia VIEW OFFERS Customer Reviews Floralia's floral arrangements truly transformed my space. The attention to detail and quality are unmatched. I'm incredibly impressed with my order! &#9733;&#9733;&#9733;&#9733;&#9733; Sophie Anderson I'm in love with the beautiful and stylish floral designs I received from Floralia. They add so much charm to my space, and the variety is fantastic. Highly recommended! &#9733;&#9733;&#9733;&#9733;&#9733; Michael Johnson Floralia's floral collection exceeded my expectations. The elegance and sophistication they bring to my space are unmatched. Thank you for such amazing flowers! &#9733;&#9733;&#9733;&#9733;&#9733; Emma Roberts Floralia's floral collection exceeded my expectations. The elegance and sophistication they bring to my space are unmatched. Thank you for such amazing flowers! &#9733;&#9733;&#9733;&#9733;&#9733; William Turner The Floarlia website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy & Policy Terms & Conditions",
    "contacts": "Contact Floralia - Reach Out for Exquisite Floral Arrangements Floralia Home About us Flowers Contacts CONTACT Have a question? I accept Privacy Policy SEND CONTACT US Contact Floralia today for inquiries about our floral arrangements and personalized services. Old City,Rakehead, Ahmedabad, Gajarat 380001, India floralia@gmail.com +91-855-559-8330 The Floarlia website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy & Policy Terms & Conditions",
    "disclaimers": "Disclaimers - Important Information from Floralia Floralia Home About us Flowers Contacts Disclaimers 1. Accuracy of Information The information provided on this website is for general informational purposes only. While we strive to keep the information accurate and up to date, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. 2. Professional Advice The information contained on this website is not intended as, and shall not be understood or construed as, professional advice. While the information on this website has been verified to the best of our abilities, we cannot guarantee that it is always up to date or accurate. If you require professional advice, you should consult a qualified professional in the relevant field. 3. External Links This website may contain links to external websites that are not provided or maintained by or in any way affiliated with Floralia. Please note that Floralia does not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites. The Floarlia website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy & Policy Terms & Conditions",
    "index": "Floralia - Exquisite Flowers and Floral Arrangements for Every Occasion Floralia Home About us Flowers Contacts Floralia - Embracing Nature's Beauty with Exquisite Floral Creations. Explore the artistry of floral design and immerse yourself in the enchanting world of Floralia. Discover our collection and let the beauty of flowers inspire your moments! Exquisite Rose Bouquet $29.99 - Spoil yourself or a loved one with a bouquet of delicate and fragrant roses. Luxurious Orchid Arrangement $49.99 - Elevate any space with the timeless elegance of an orchid arrangement. Charming Lily Bouquet $39.99 - Brighten someone's day with a bouquet of vibrant and cheerful lilies. Assorted Floral Basket $59.99 - Delight in an assortment of seasonal blooms arranged in a charming basket. Romantic Mixed Bouquet $44.99 - Ignite passion with a bouquet of mixed flowers expressing love and affection. Festive Seasonal Centerpiece $69.99 - Adorn your table with a festive centerpiece featuring seasonal blooms and foliage. Embracing Nature's Beauty At Floralia, our passion lies in celebrating the beauty of nature through meticulously crafted floral designs. We go beyond providing flowers; we aspire to elevate your environment with a touch of natural elegance. Our carefully curated collection ensures that you not only adorn your space but also embody the essence of beauty and tranquility in every arrangement. Latest Arrivals Explore the essence of beauty with our latest floral arrangements. Discover a curated collection of flowers and designs crafted to enhance your surroundings. EXPLORE THE COLLECTION Customer Reviews Floralia's floral arrangements truly transformed my space. The attention to detail and quality are unmatched. I'm incredibly impressed with my order! &#9733;&#9733;&#9733;&#9733;&#9733; Sophie Anderson I'm in love with the beautiful and stylish floral designs I received from Floralia. They add so much charm to my space, and the variety is fantastic. Highly recommended! &#9733;&#9733;&#9733;&#9733;&#9733; Michael Johnson Floralia's floral collection exceeded my expectations. The elegance and sophistication they bring to my space are unmatched. Thank you for such amazing flowers! &#9733;&#9733;&#9733;&#9733;&#9733; Emma Roberts Floralia's floral collection exceeded my expectations. The elegance and sophistication they bring to my space are unmatched. Thank you for such amazing flowers! &#9733;&#9733;&#9733;&#9733;&#9733; William Turner SPECIAL PROMOTION Enjoy up to 30% OFF in Floralia VIEW OFFERS Freshness Guarantee We guarantee the freshness and quality of our flowers to ensure your satisfaction. Contact Us Same-Day Delivery Experience convenience with our same-day delivery service for all orders. Contact Us Custom Floral Arrangements Let us create personalized floral arrangements tailored to your preferences. Contact Us Freshness Guarantee We guarantee the freshness and quality of our flowers to ensure your satisfaction. Contact Us Same-Day Delivery Experience convenience with our same-day delivery service for all orders. Contact Us Custom Floral Arrangements Let us create personalized floral arrangements tailored to your preferences. Contact Us The Floarlia website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy & Policy Terms & Conditions",
    "privacy-policy": "Privacy Policy - Your Privacy Matters to Floralia Floralia Home About us Flowers Contacts Privacy Policy Your privacy is important to us. It is Floralia's policy to respect your privacy regarding any information we may collect from you across our website and other sites we own and operate. Information We Collect We only ask for personal information when we truly need it to provide a service to you. We collect it by fair and lawful means, with your knowledge and consent. We also let you know why we’re collecting it and how it will be used. We collect several types of information for various purposes to provide and improve our service to you. Log Data Like many site operators, we collect information that your browser sends whenever you visit our website. Links to Other Sites Our website may contain links to other sites that are not operated by us. If you click a third-party link, you will be directed to that third party's site. We strongly advise you to review the Privacy Policy of every site you visit. Changes to This Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. Contact Us If you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us at floralia@gmail.com. The Floarlia website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy & Policy Terms & Conditions",
    "products": "Flowers - Discover Exquisite Blooms at Floralia Floralia Home About us Flowers Contacts Exquisite Rose Bouquet $29.99 - Spoil yourself or a loved one with a bouquet of delicate and fragrant roses. Luxurious Orchid Arrangement $49.99 - Elevate any space with the timeless elegance of an orchid arrangement. Charming Lily Bouquet $39.99 - Brighten someone's day with a bouquet of vibrant and cheerful lilies. Assorted Floral Basket $59.99 - Delight in an assortment of seasonal blooms arranged in a charming basket. Romantic Mixed Bouquet $44.99 - Ignite passion with a bouquet of mixed flowers expressing love and affection. Festive Seasonal Centerpiece $69.99 - Adorn your table with a festive centerpiece featuring seasonal blooms and foliage. Freshness Guarantee We guarantee the freshness and quality of our flowers to ensure your satisfaction. Contact Us Same-Day Delivery Experience convenience with our same-day delivery service for all orders. Contact Us Custom Floral Arrangements Let us create personalized floral arrangements tailored to your preferences. Contact Us Freshness Guarantee We guarantee the freshness and quality of our flowers to ensure your satisfaction. Contact Us Same-Day Delivery Experience convenience with our same-day delivery service for all orders. Contact Us Custom Floral Arrangements Let us create personalized floral arrangements tailored to your preferences. Contact Us The Floarlia website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy & Policy Terms & Conditions",
    "terms-conditions": "Terms and Conditions - Important Information from Floralia Floralia Home About us Flowers Contacts Terms and Conditions 1. Introduction Welcome to Floralia. By accessing this website, we assume you accept these terms and conditions. Do not continue to use Floralia if you do not agree to take all of the terms and conditions stated on this page. 2. Intellectual Property Rights Other than the content you own, under these terms, Floralia and/or its licensors own all the intellectual property rights and materials contained in this website. 3. Restrictions You are specifically restricted from all of the following: publishing any website material in any other media; selling, sublicensing, and/or otherwise commercializing any website material; publicly performing and/or showing any website material; using this website in any way that is or may be damaging to this website; using this website in any way that impacts user access to this website; using this website contrary to applicable laws and regulations, or in any way may cause harm to the website, or to any person or business entity; 4. Your Content In these terms and conditions, “Your Content” shall mean any audio, video, text, images, or other material you choose to display on this website. By displaying Your Content, you grant Floralia a non-exclusive, worldwide irrevocable, sub-licensable license to use, reproduce, adapt, publish, translate, and distribute it in any and all media. 5. No warranties This website is provided “as is,” with all faults, and Floralia makes no express or implied representations or warranties, of any kind related to this website or the materials contained on this website. Additionally, nothing contained on this website shall be construed as providing consult or advice to you. 6. Limitation of liability In no event shall Floralia, nor any of its officers, directors, and employees, be held liable for anything arising out of or in any way connected with your use of this website, whether such liability is under contract, tort, or otherwise. Floralia, including its officers, directors, and employees shall not be held liable for any indirect, consequential, or special liability arising out of or in any way related to your use of this website. 7. Indemnification You hereby indemnify to the fullest extent Floralia from and against any and all liabilities, costs, demands, causes of action, damages, and expenses (including reasonable attorney’s fees) arising out of or in any way related to your breach of any of the provisions of these terms. 8. Severability If any provision of these terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein. 9. Variation of Terms Floralia is permitted to revise these terms at any time as it sees fit, and by using this website you are expected to review these terms regularly. 10. Assignment The Floralia is allowed to assign, transfer, and subcontract its rights and/or obligations under these terms without any notification. However, you are not allowed to assign, transfer, or subcontract any of your rights and/or obligations under these terms. 11. Entire Agreement These terms constitute the entire agreement between Floralia and you concerning your use of this website, and supersede all prior agreements and understandings. The Floarlia website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy & Policy Terms & Conditions",
    "thanks": "Thank You - Floralia Appreciates Your Business Floralia Home About us Flowers Contacts Thank You for Choosing Floralia! We appreciate your support and trust in our services. At Floralia, we are committed to providing you with exquisite floral arrangements and excellent customer service. If you have any further inquiries or requests, please don't hesitate to reach out to us. The Floarlia website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy & Policy Terms & Conditions"
  },
  "date": "2024-05-03T12:58:02.081Z"
}