{
  "name": "New_v8_AuraDecor",
  "pages": {
    "about-us": "About AuraDecor - Crafting Inspired Interior Designs AuraDecor Home About us Services Contacts THE AURA OF HOME DESIGN UNFOLDS We illuminate the path to your dream home. We identify your unique style preferences and design needs, curate bespoke interior design solutions, and seamlessly integrate them into your living spaces to realize your vision. To bring your interior design dreams to life, we collaborate with skilled designers, artisans, craftsmen, and architects, ensuring meticulous attention to detail and exceptional quality in every aspect of your home's transformation. With a legacy of crafting exquisite living spaces spanning over two decades, we have mastered the art of blending aesthetics with functionality. We understand the nuances of interior design and strive to exceed your expectations with every project. IMMERSE IN YOUR HOME DESIGN JOURNEY With our expertise, we will guide you through the process of transforming your living spaces into captivating havens of style and comfort. We're dedicated to making your home design journey both enriching and fulfilling. Drawing from our deep understanding of interior design principles, we offer personalized advice and solutions to enhance your home's aesthetics and functionality. Whether it's selecting the perfect color palette, optimizing layout configurations, or integrating innovative design elements, we're committed to realizing your vision. Our team comprises talented designers, architects, and decor specialists who are passionate about creating inspiring living environments tailored to your lifestyle and preferences. We stay abreast of the latest design trends and techniques to ensure your home reflects contemporary elegance and timeless sophistication. From conceptualizing your dream space to bringing it to life, we'll accompany you on every step of your home design journey. Let's collaborate to transform your house into a sanctuary that truly embodies your unique style and personality. INTERIOR DESIGNER - SASHA SILVA With a background in Business Administration and Telematics Management, I made the transition to pursue my passion for interior design and create inspiring living spaces. As an interior designer, I specialize in curating personalized design solutions tailored to each client's unique style and preferences. From conceptualization to implementation, I collaborate closely with clients to transform their vision into reality, ensuring every detail is meticulously considered. My expertise encompasses a diverse range of projects, including residential, commercial, and hospitality spaces, where I strive to blend aesthetics with functionality to create spaces that evoke emotion and enhance everyday living. Join me at AuraDecor, where we can embark on a journey to redefine your home and elevate your lifestyle. The AuraDecor website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline AuraDecor Police Linetakli, Nagpur, Maharashtra, India Phone: +91-855-561-5967 Email: auradecor@gmail.com Disclaimers Privacy & Policy Terms & Conditions",
    "contacts": "Contact AuraDecor - Let's Create Together AuraDecor Home About us Services Contacts Any questions? I accept Privacy Policy SUBMIT STAY IN TOUCH Contact AuraDecor today to discuss your interior design needs and explore the latest trends in home decor. Police Linetakli, Nagpur, Maharashtra, India +91-855-561-5967 auradecor@gmail.com The AuraDecor website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline AuraDecor Police Linetakli, Nagpur, Maharashtra, India Phone: +91-855-561-5967 Email: auradecor@gmail.com Disclaimers Privacy & Policy Terms & Conditions",
    "disclaimers": "AuraDecor Disclaimers - Important Information for Users AuraDecor Home About us Services Contacts Disclaimers Welcome to AuraDecor's Disclaimers page. Content Disclaimer: The information provided on this website is for general informational purposes only. While we strive to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. External Links Disclaimer: Our website may contain links to external websites that are not provided or maintained by or in any way affiliated with AuraDecor. Please note that AuraDecor does not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites. Errors and Omissions Disclaimer: We make no warranty or representation of any kind, express or implied, regarding the accuracy, adequacy, validity, reliability, availability, or completeness of any information on this website. Legal Disclaimer: The information provided on this website is not intended to constitute legal advice or substitute for obtaining legal advice from a qualified professional. Contact: If you have any questions about this disclaimer, please contact us. The AuraDecor website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline AuraDecor Police Linetakli, Nagpur, Maharashtra, India Phone: +91-855-561-5967 Email: auradecor@gmail.com Disclaimers Privacy & Policy Terms & Conditions",
    "index": "AuraDecor - Elevate Your Home with Inspired Interior Designs AuraDecor Home About us Services Contacts Discover the essence of home design: EMBRACE THE BEAUTY OF HOME INTERIORS VIEW COLLECTION THE AURA OF HOME DESIGN UNFOLDS We illuminate the path to your dream home. We identify your unique style preferences and design needs, curate bespoke interior design solutions, and seamlessly integrate them into your living spaces to realize your vision. To bring your interior design dreams to life, we collaborate with skilled designers, artisans, craftsmen, and architects, ensuring meticulous attention to detail and exceptional quality in every aspect of your home's transformation. With a legacy of crafting exquisite living spaces spanning over two decades, we have mastered the art of blending aesthetics with functionality. We understand the nuances of interior design and strive to exceed your expectations with every project. INTERIOR DESIGN EXPERTISE CRAFTING INSPIRED LIVING ENVIRONMENTS DESIGN KNOW-HOW Our profound understanding of interior design principles empowers us to grasp your unique vision and translate it into captivating living spaces. CRAFTSMANSHIP EXPERTISE We possess extensive experience in collaborating with skilled artisans and craftsmen, ensuring the meticulous execution of design concepts to bring your dream home to life with unparalleled craftsmanship and attention to detail. NETWORK Our extensive network of designers, suppliers, and craftsmen enables us to deliver exceptional quality and innovative design solutions that reflect your unique style and preferences, ensuring a seamless and inspiring home transformation. CONTACT FOR CONSULTATION IMMERSE IN YOUR HOME DESIGN JOURNEY With our expertise, we will guide you through the process of transforming your living spaces into captivating havens of style and comfort. We're dedicated to making your home design journey both enriching and fulfilling. Drawing from our deep understanding of interior design principles, we offer personalized advice and solutions to enhance your home's aesthetics and functionality. Whether it's selecting the perfect color palette, optimizing layout configurations, or integrating innovative design elements, we're committed to realizing your vision. Our team comprises talented designers, architects, and decor specialists who are passionate about creating inspiring living environments tailored to your lifestyle and preferences. We stay abreast of the latest design trends and techniques to ensure your home reflects contemporary elegance and timeless sophistication. From conceptualizing your dream space to bringing it to life, we'll accompany you on every step of your home design journey. Let's collaborate to transform your house into a sanctuary that truly embodies your unique style and personality. ENHANCING INTERIOR DESIGN CAPABILITIES CREATE AND INSPIRE IN THE WORLD OF INTERIOR DESIGN AuraDecor provides exciting opportunities for creative professionals to unleash their talent and make a meaningful impact in the realm of interior design. Whether you're an experienced interior designer, a skilled artisan, or a passionate decorator, we welcome you to join our team. We value innovation, craftsmanship, and dedication, and we're committed to fostering an environment where your creativity can thrive. As we embark on new projects and collaborations, we seek individuals who share our passion for elevating living spaces and creating memorable experiences for our clients. Together, we'll transform visions into reality and inspire others with our design excellence. With over two decades of experience in the interior design industry, we have cultivated strong relationships with clients and collaborators alike. Our goal is to continue building a community of talented professionals who are dedicated to pushing the boundaries of design and shaping the future of interior spaces. Whether you're seeking full-time employment, freelance opportunities, or collaboration on specific projects, AuraDecor offers a supportive and dynamic environment where your skills and creativity can flourish. BUILDING THE FUTURE YOUR HOME DESIGN FUTURE IN THE BEST HANDS Our motivation as interior design enthusiasts is the pure excitement and joy in helping you achieve your home design goals. We love working with individuals who are passionate about transforming their living spaces, and we strive to provide the support and guidance needed to make your home design journey successful. Together, let's embrace the challenge and unlock the full potential of your home. INTERIOR DESIGNER With a background in interior design from renowned institutions and years of hands-on experience in transforming spaces across diverse projects, I bring a blend of creativity, technical expertise, and attention to detail to every project I undertake. From conceptualization to execution, I have worked on residential, commercial, and hospitality projects, collaborating closely with clients to understand their vision and deliver designs that surpass expectations. My passion for creating harmonious and functional spaces drives me to constantly explore new trends and techniques, ensuring each design reflects the unique personality and lifestyle of its occupants. Join me at AuraDecor, where together we can turn your interior design dreams into reality. INTERIOR DESIGNER - SASHA SILVA With a background in Business Administration and Telematics Management, I made the transition to pursue my passion for interior design and create inspiring living spaces. As an interior designer, I specialize in curating personalized design solutions tailored to each client's unique style and preferences. From conceptualization to implementation, I collaborate closely with clients to transform their vision into reality, ensuring every detail is meticulously considered. My expertise encompasses a diverse range of projects, including residential, commercial, and hospitality spaces, where I strive to blend aesthetics with functionality to create spaces that evoke emotion and enhance everyday living. Join me at AuraDecor, where we can embark on a journey to redefine your home and elevate your lifestyle. The AuraDecor website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline AuraDecor Police Linetakli, Nagpur, Maharashtra, India Phone: +91-855-561-5967 Email: auradecor@gmail.com Disclaimers Privacy & Policy Terms & Conditions",
    "privacy-policy": "AuraDecor Privacy Policy - Your Privacy Matters to Us AuraDecor Home About us Services Contacts Privacy Policy Your privacy is important to us. It is AuraDecor's policy to respect your privacy regarding any information we may collect from you across our website and other sites we own and operate. We only ask for personal information when we truly need it to provide a service to you. We collect it by fair and lawful means, with your knowledge and consent. We also let you know why we’re collecting it and how it will be used. We only retain collected information for as long as necessary to provide you with your requested service. What data we store, we’ll protect within commercially acceptable means to prevent loss and theft, as well as unauthorized access, disclosure, copying, use, or modification. We don’t share any personally identifying information publicly or with third-parties, except when required to by law. Our website may link to external sites that are not operated by us. Please be aware that we have no control over the content and practices of these sites, and cannot accept responsibility or liability for their respective privacy policies. You are free to refuse our request for your personal information, with the understanding that we may be unable to provide you with some of your desired services. Your continued use of our website will be regarded as acceptance of our practices around privacy and personal information. If you have any questions about how we handle user data and personal information, feel free to contact us. This policy is effective as of 1 January 2024. The AuraDecor website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline AuraDecor Police Linetakli, Nagpur, Maharashtra, India Phone: +91-855-561-5967 Email: auradecor@gmail.com Disclaimers Privacy & Policy Terms & Conditions",
    "products": "AuraDecor Services - Transforming Spaces with Excellence AuraDecor Home About us Services Contacts INTERIOR DESIGN EXPERTISE CRAFTING INSPIRED LIVING ENVIRONMENTS DESIGN KNOW-HOW Our profound understanding of interior design principles empowers us to grasp your unique vision and translate it into captivating living spaces. CRAFTSMANSHIP EXPERTISE We possess extensive experience in collaborating with skilled artisans and craftsmen, ensuring the meticulous execution of design concepts to bring your dream home to life with unparalleled craftsmanship and attention to detail. NETWORK Our extensive network of designers, suppliers, and craftsmen enables us to deliver exceptional quality and innovative design solutions that reflect your unique style and preferences, ensuring a seamless and inspiring home transformation. CONTACT FOR CONSULTATION ENHANCING INTERIOR DESIGN CAPABILITIES CREATE AND INSPIRE IN THE WORLD OF INTERIOR DESIGN AuraDecor provides exciting opportunities for creative professionals to unleash their talent and make a meaningful impact in the realm of interior design. Whether you're an experienced interior designer, a skilled artisan, or a passionate decorator, we welcome you to join our team. We value innovation, craftsmanship, and dedication, and we're committed to fostering an environment where your creativity can thrive. As we embark on new projects and collaborations, we seek individuals who share our passion for elevating living spaces and creating memorable experiences for our clients. Together, we'll transform visions into reality and inspire others with our design excellence. With over two decades of experience in the interior design industry, we have cultivated strong relationships with clients and collaborators alike. Our goal is to continue building a community of talented professionals who are dedicated to pushing the boundaries of design and shaping the future of interior spaces. Whether you're seeking full-time employment, freelance opportunities, or collaboration on specific projects, AuraDecor offers a supportive and dynamic environment where your skills and creativity can flourish. BUILDING THE FUTURE YOUR HOME DESIGN FUTURE IN THE BEST HANDS Our motivation as interior design enthusiasts is the pure excitement and joy in helping you achieve your home design goals. We love working with individuals who are passionate about transforming their living spaces, and we strive to provide the support and guidance needed to make your home design journey successful. Together, let's embrace the challenge and unlock the full potential of your home. INTERIOR DESIGNER With a background in interior design from renowned institutions and years of hands-on experience in transforming spaces across diverse projects, I bring a blend of creativity, technical expertise, and attention to detail to every project I undertake. From conceptualization to execution, I have worked on residential, commercial, and hospitality projects, collaborating closely with clients to understand their vision and deliver designs that surpass expectations. My passion for creating harmonious and functional spaces drives me to constantly explore new trends and techniques, ensuring each design reflects the unique personality and lifestyle of its occupants. Join me at AuraDecor, where together we can turn your interior design dreams into reality. The AuraDecor website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline AuraDecor Police Linetakli, Nagpur, Maharashtra, India Phone: +91-855-561-5967 Email: auradecor@gmail.com Disclaimers Privacy & Policy Terms & Conditions",
    "terms-conditions": "AuraDecor Terms and Conditions - Guidelines for Website Usage AuraDecor Home About us Services Contacts Terms and Conditions Welcome to AuraDecor! These terms and conditions outline the rules and regulations for the use of AuraDecor's Website. By accessing this website we assume you accept these terms and conditions. Do not continue to use AuraDecor if you do not agree to take all of the terms and conditions stated on this page. The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and all Agreements: \"Client\", \"You\" and \"Your\" refers to you, the person log on this website and compliant to the Company’s terms and conditions. \"The Company\", \"Ourselves\", \"We\", \"Our\" and \"Us\", refers to our Company. \"Party\", \"Parties\", or \"Us\", refers to both the Client and ourselves. All terms refer to the offer, acceptance and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner for the express purpose of meeting the Client’s needs in respect of provision of the Company’s stated services, in accordance with and subject to, prevailing law of Netherlands. Any use of the above terminology or other words in the singular, plural, capitalization and/or he/she or they, are taken as interchangeable and therefore as referring to same. Cookies We employ the use of cookies. By accessing AuraDecor, you agreed to use cookies in agreement with the AuraDecor's Privacy Policy. Most interactive websites use cookies to let us retrieve the user’s details for each visit. Cookies are used by our website to enable the functionality of certain areas to make it easier for people visiting our website. Some of our affiliate/advertising partners may also use cookies. License Unless otherwise stated, AuraDecor and/or its licensors own the intellectual property rights for all material on AuraDecor. All intellectual property rights are reserved. You may access this from AuraDecor for your own personal use subjected to restrictions set in these terms and conditions. You must not: Republish material from AuraDecor Sell, rent or sub-license material from AuraDecor Reproduce, duplicate or copy material from AuraDecor Redistribute content from AuraDecor This Agreement shall begin on the date hereof. Parts of this website offer an opportunity for users to post and exchange opinions and information in certain areas of the website. AuraDecor does not filter, edit, publish or review Comments prior to their presence on the website. Comments do not reflect the views and opinions of AuraDecor,its agents and/or affiliates. Comments reflect the views and opinions of the person who post their views and opinions. To the extent permitted by applicable laws, AuraDecor shall not be liable for the Comments or for any liability, damages or expenses caused and/or suffered as a result of any use of and/or posting of and/or appearance of the Comments on this website. AuraDecor reserves the right to monitor all Comments and to remove any Comments which can be considered inappropriate, offensive or causes breach of these Terms and Conditions. The AuraDecor website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline AuraDecor Police Linetakli, Nagpur, Maharashtra, India Phone: +91-855-561-5967 Email: auradecor@gmail.com Disclaimers Privacy & Policy Terms & Conditions",
    "thanks": "Thank You for Contacting AuraDecor AuraDecor Home About us Services Contacts Thank You for Contacting AuraDecor Your message has been received, and we appreciate your interest in our interior design services. Our team will review your inquiry and respond to you as soon as possible. The AuraDecor website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline AuraDecor Police Linetakli, Nagpur, Maharashtra, India Phone: +91-855-561-5967 Email: auradecor@gmail.com Disclaimers Privacy & Policy Terms & Conditions"
  },
  "date": "2024-05-02T14:14:41.787Z"
}