{
  "name": "New_8_aceresort",
  "pages": {
    "disclaimer": "Disclaimer | Ace Resort Policies and Legal Information 18+ +1-306-933-1010 aceresort@gmail.com Ace Resort Home Casino Facilities Services The perfect rest Improve experience Disclaimer General Information The information provided on this website is for general informational purposes only. Ace Resort makes no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. Use of Website By using this website, you agree to be bound by the terms and conditions of this Disclaimer. If you do not agree to these terms and conditions, you should not access or use this website. Ace Resort reserves the right to change, modify, add, or remove portions of this Disclaimer at any time without prior notice. Gaming and Betting Ace Resort offers a variety of gaming and betting options. However, we do not guarantee the outcome of any game or bet. Participation in any gaming or betting activity is at your own risk. Ace Resort is not responsible for any losses incurred as a result of gaming or betting activities. Age Restriction You must be at least 18 years old to use this website and participate in any gaming or betting activities. Ace Resort reserves the right to request proof of age at any time. If we suspect that you are underage, we may suspend or terminate your account. Third-Party Links This website may contain links to third-party websites. These links are provided for your convenience only. Ace Resort does not endorse or take responsibility for the content, products, or services offered by these third-party websites. You should review the terms and conditions and privacy policies of these third-party websites before using them. Security Ace Resort takes reasonable measures to protect the security of your personal information. However, no method of transmission over the Internet, or method of electronic storage, is 100% secure. Therefore, we cannot guarantee the absolute security of your personal information. Responsible Gaming Ace Resort is committed to promoting responsible gaming. We encourage our guests to gamble responsibly and to seek help if they have a gambling problem. We provide information about responsible gaming on our website and offer tools to help our guests set limits on their gaming activities. Self-Exclusion If you believe that you have a gambling problem, you can request to be self-excluded from our gaming facilities. Self-exclusion means that you will be prohibited from entering our gaming facilities and participating in any gaming activities. To request self-exclusion, please contact our customer service team at aceresort@gmail.com. No Professional Advice The information provided on this website is not intended to be a substitute for professional advice. You should seek the advice of a qualified professional before making any decisions based on the information provided on this website. User Conduct You agree not to use this website for any unlawful or prohibited purpose. You may not use this website in any way that could damage, disable, overburden, or impair the website or interfere with any other party's use and enjoyment of the website. You may not obtain or attempt to obtain any materials or information through any means not intentionally made available or provided for through the website. Termination Ace Resort reserves the right to terminate or suspend your access to this website at any time and without prior notice if we believe that you have violated any provision of this Disclaimer or any applicable law or regulation. Indemnification You agree to indemnify, defend, and hold harmless Ace Resort, its affiliates, and their respective officers, directors, employees, agents, licensors, and suppliers from and against any and all claims, damages, liabilities, costs, and expenses, including reasonable attorneys' fees, arising out of or in connection with your use of this website, your violation of this Disclaimer, or your violation of any rights of another. Dispute Resolution Any dispute arising out of or relating to this Disclaimer or your use of this website will be resolved through binding arbitration in accordance with the commercial arbitration rules of the American Arbitration Association. The arbitration will take place in Clark County, Nevada. The arbitrator's decision will be final and binding, and judgment on the award rendered by the arbitrator may be entered in any court having jurisdiction thereof. Feedback and Comments If you have any feedback or comments about this Disclaimer or our website, please contact us at aceresort@gmail.com. We value your input and will do our best to respond to your inquiries in a timely manner. Ace Resort +1-306-933-1010 aceresort@gmail.com 110 Gateway Blvd, Saskatoon, SK S7L 1S4, Canada Home Casino Facilities Services The perfect rest Improve experience Disclaimer Privacy Policy Terms of Use 18+",
    "index": "Welcome to Ace Resort | Discover Luxury Accommodations & Exciting Casino 18+ +1-306-933-1010 aceresort@gmail.com Ace Resort Home Casino Facilities Services The perfect rest Improve experience Welcome to Ace Resort Experience Luxury and Comfort Nestled in the heart of the city, Ace Resort offers an unparalleled blend of elegance and convenience. Our beautifully designed rooms and suites provide the perfect retreat, whether you're here for business or pleasure. Indulge in top-notch amenities, exceptional service, and breathtaking views. At Ace Resort, your comfort is our priority. Discover the ultimate in relaxation and sophistication, and let us make your stay unforgettable. Get details Discover Our Exceptional Amenities At Ace Resort, we pride ourselves on offering a wide range of amenities to ensure your stay is nothing short of extraordinary. From fine dining to state-of-the-art fitness facilities, we have everything you need to make your stay memorable. Gourmet Dining Indulge in a culinary journey at our on-site restaurants. Our chefs create delectable dishes using the freshest ingredients, offering a variety of cuisines to suit every palate. Whether you're in the mood for a casual meal or a fine dining experience, you'll find it here. Fitness & Wellness Stay active and rejuvenate at our modern fitness center and spa. Equipped with the latest exercise machines, free weights, and wellness services, our facilities are designed to help you maintain your routine and relax your mind and body. Unwind and Enjoy Explore Our Premier Services Exclusive Pool Area Dive into relaxation at our exclusive pool area. With sparkling waters, comfortable lounge chairs, and attentive service, it’s the perfect spot to unwind and soak up the sun. Event & Conference Spaces Host your next event or conference in our state-of-the-art facilities. Equipped with the latest technology and customizable layouts, our spaces are ideal for business meetings, weddings, and social gatherings. Concierge Services Our dedicated concierge team is here to assist you with all your needs. From arranging transportation to recommending local attractions, we ensure your stay is seamless and enjoyable. Your Perfect Getaway Awaits At Ace Resort, we strive to create an unforgettable experience for each of our guests. Our resort combines luxurious accommodations, top-notch amenities, and unparalleled service to provide you with the ultimate getaway. Whether you're looking to relax by the pool, enjoy gourmet dining, or explore local attractions, Ace Resort has something for everyone. From the moment you step into our elegant lobby, you'll be greeted with warmth and hospitality. Our team is dedicated to making your stay as comfortable and enjoyable as possible. Discover the perfect blend of relaxation and excitement at Ace Resort, where every detail is designed with your comfort in mind. Enhance Your experience Room Service Enjoy the comfort of your room with our exceptional room service. From breakfast in bed to late-night snacks, our diverse menu is available 24/7 to satisfy your cravings at any hour. Tour & Activity Planning Make the most of your stay with our tour and activity planning services. Whether you're interested in local sightseeing, adventure tours, or cultural experiences, our concierge team will help you curate the perfect itinerary. Personalized Spa Treatments Indulge in relaxation with our personalized spa treatments. Our professional therapists offer a variety of massages, facials, and body treatments tailored to your needs, ensuring a rejuvenating experience. Experience the Best Why Choose Ace Resort At Ace Resort, we are committed to providing an exceptional experience that exceeds your expectations. Our dedication to quality, comfort, and personalized service makes us the perfect choice for your next getaway. Prime Location Located in the heart of the city, Ace Resort offers easy access to top attractions, shopping districts, and vibrant nightlife. Explore the best the city has to offer, all just steps away from your luxurious accommodations. Exceptional Service Our staff is dedicated to making your stay memorable. From the moment you arrive, you'll experience the warmth and professionalism of our team, ready to assist you with anything you need to ensure a perfect stay. Luxurious Amenities Indulge in our array of luxurious amenities designed for your comfort and enjoyment. From our sparkling pool and modern fitness center to our exquisite dining options and relaxing spa services, every detail is crafted to enhance your stay. Exclusive Services At Ace Resort, we offer a variety of exclusive services designed to make your stay as comfortable and enjoyable as possible. Explore our premium offerings and indulge in the best we have to offer. The best choice Private Dining Experience $150 CAD Enjoy an intimate dining experience in the privacy of your suite or a secluded area of our restaurant. Our chef will create a personalized menu tailored to your tastes, ensuring an unforgettable meal. Get a service Luxury Spa Package $200 CAD Treat yourself to a day of pampering with our luxury spa package. This includes a full-body massage, facial, and access to our sauna and steam rooms. Rejuvenate your mind and body in our serene spa environment. Get a service Personal Chauffeur Service $100 CAD Explore the city in style with our personal chauffeur service. Whether you need transportation for a special event or a guided tour of the area, our professional drivers will ensure a comfortable and seamless journey. Get a service Contact Us Get in Touch I accept privacy policy To send Ace Resort +1-306-933-1010 aceresort@gmail.com 110 Gateway Blvd, Saskatoon, SK S7L 1S4, Canada Home Casino Facilities Services The perfect rest Improve experience Disclaimer Privacy Policy Terms of Use 18+ This website uses cookies to ensure you get the best experience on our website. Got it! document.addEventListener(\"DOMContentLoaded\", function () { const cookieNotification = document.getElementById(\"cookieNotification\"); const closeCookieNotification = document.getElementById(\"closeCookieNotification\"); if (localStorage.getItem(\"cookieAccepted\")) { cookieNotification.style.display = \"none\"; } else { cookieNotification.style.display = \"block\"; } closeCookieNotification.addEventListener(\"click\", function () { cookieNotification.style.display = \"none\"; localStorage.setItem(\"cookieAccepted\", true); }); });",
    "privacy-policy": "Privacy Policy | Ace Resort - Your Privacy Matters to Us 18+ +1-306-933-1010 aceresort@gmail.com Ace Resort Home Casino Facilities Services The perfect rest Improve experience Privacy Policy rivacy Policy Welcome to Ace Resort, a premier casino-hotel destination. We are committed to protecting your personal information and your right to privacy. If you have any questions or concerns about our policy, or our practices with regards to your personal information, please contact us at aceresort@gmail.com. In Short: We collect personal information that you provide to us. We collect personal information that you voluntarily provide to us when you register on the website, express an interest in obtaining information about us or our products and services, when you participate in activities on the website or otherwise when you contact us. The personal information that we collect depends on the context of your interactions with us and the website, the choices you make and the products and features you use. The personal information we collect may include the following: Personal Information Provided by You. We collect names; phone numbers; email addresses; mailing addresses; contact preferences; contact or authentication data; and other similar information. All personal information that you provide to us must be true, complete and accurate, and you must notify us of any changes to such personal information. Information automatically collected In Short: Some information — such as your Internet Protocol (IP) address and/or browser and device characteristics — is collected automatically when you visit our website. We automatically collect certain information when you visit, use or navigate the website. This information does not reveal your specific identity (like your name or contact information) but may include device and usage information, such as your IP address, browser and device characteristics, operating system, language preferences, referring URLs, device name, country, location, information about how and when you use our website and other technical information. This information is primarily needed to maintain the security and operation of our website, and for our internal analytics and reporting purposes. How do we use your information? In Short: We process your information for purposes based on legitimate business interests, the fulfillment of our contract with you, compliance with our legal obligations, and/or your consent. We use personal information collected via our website for a variety of business purposes described below. We process your personal information for these purposes in reliance on our legitimate business interests, in order to enter into or perform a contract with you, with your consent, and/or for compliance with our legal obligations. We indicate the specific processing grounds we rely on next to each purpose listed below. We use the information we collect or receive: To send you marketing and promotional communications. We and/or our third-party marketing partners may use the personal information you send to us for our marketing purposes if this is in accordance with your marketing preferences. You can opt-out of our marketing emails at any time. To send administrative information to you. We may use your personal information to send you a product, service and new feature information and/or information about changes to our terms, conditions, and policies. To post testimonials. We post testimonials on our website that may contain personal information. Prior to posting a testimonial, we will obtain your consent to use your name and the content of the testimonial. If you wish to update, or delete your testimonial, please contact us at aceresort@gmail.com and be sure to include your name, testimonial location, and contact information. Deliver targeted advertising to you. We may use your information to develop and display personalized content and advertising (and work with third parties who do so) tailored to your interests and/or location and to measure its effectiveness. Contact Us: If you have any questions or concerns about this privacy policy, please contact us at aceresort@gmail.com or by writing to us Ace Resort +1-306-933-1010 aceresort@gmail.com 110 Gateway Blvd, Saskatoon, SK S7L 1S4, Canada Home Casino Facilities Services The perfect rest Improve experience Disclaimer Privacy Policy Terms of Use 18+",
    "terms-conditions": "Terms of Use | Ace Resort - Understand Our Website Terms and Conditions 18+ +1-306-933-1010 aceresort@gmail.com Ace Resort Home Casino Facilities Services The perfect rest Improve experience Terms of Use Use of Website Ace Resort provides the services and information on this website subject to the following terms and conditions. You can use this website for lawful purposes only. You may not use our website in any way that is unlawful or fraudulent, or has any unlawful or fraudulent purpose or effect. Registration To use certain features of the Ace Resort website, you may need to register and create an account. By registering, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form. You are responsible for maintaining the confidentiality of your account password and for any activity that occurs under your account. User Conduct You agree not to use the website to post or otherwise transmit information, data, text, software, music, sound, photographs, graphics, video, messages, or other materials that are unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, libelous, invasive of another's privacy, hateful, or racially, ethnically, or otherwise objectionable. Privacy Ace Resort respects your privacy and is committed to protecting it. Our privacy policy explains how we collect, use, and disclose information that we collect from you. By using our website, you consent to the collection and use of information as set forth in our privacy policy. Termination Ace Resort may terminate your access to the website and/or your account at any time, with or without cause, and with or without notice. Upon termination, you will immediately stop using the website and destroy any copies of any materials obtained from the website. Any provision of these Terms of Use that by its nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability. Waiver No waiver of any term of these Terms of Use shall be deemed a further or continuing waiver of such term or any other term, and Ace Resort's failure to assert any right or provision under these Terms of Use shall not constitute a waiver of such right or provision. Entire Agreement These Terms of Use constitute the entire agreement between you and Ace Resort and govern your use of the website, superseding any prior agreements between you and Ace Resort. You may also be subject to additional terms and conditions that may apply when you use affiliate services, third-party content, or third-party software. Severability If any provision of these Terms of Use is held by a court of competent jurisdiction to be invalid, illegal, or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of the Terms of Use will continue in full force and effect. Modifications to the Website Ace Resort reserves the right to modify, suspend, or discontinue the website or any part of it at any time, with or without notice to you. You agree that Ace Resort will not be liable to you or to any third party for any modification, suspension, or discontinuance of the website or any part thereof. Governing Law and Jurisdiction These Terms of Use shall be governed by and construed in accordance with the laws of the State of Nevada, without giving effect to any principles of conflicts of law. You agree that any action at law or in equity arising out of or relating to these Terms of Use or the website shall be filed only in the state or federal courts located in Las Vegas, Nevada, and you hereby consent and submit to the personal jurisdiction of such courts for the purposes of litigating any such action. Arbitration Any controversy or claim arising out of or relating to these Terms of Use or the website shall be settled by binding arbitration in accordance with the commercial arbitration rules of the American Arbitration Association. Any such controversy or claim shall be arbitrated on an individual basis, and shall not be consolidated in any arbitration with any claim or controversy of any other party. The arbitration shall be conducted in Las Vegas, Nevada, and judgment on the arbitration award may be entered into any court having jurisdiction thereof. Disclaimer of Warranties The website and all materials, information, products, and services included on the website are provided \"as is,\" with no warranties whatsoever. Ace Resort expressly disclaims to the fullest extent permitted by law all express, implied, and statutory warranties, including, without limitation, the warranties of merchantability, fitness for a particular purpose, and non-infringement of proprietary rights. No Endorsement Ace Resort does not endorse, and is not responsible for, any third-party content accessible through the website. Any links to third-party websites are provided solely as a convenience to you and do not imply any endorsement, approval, or affiliation by Ace Resort of such websites or their content. Contact Us If you have any questions or concerns regarding these Terms of Use, please contact us at aceresort@gmail.com. Ace Resort +1-306-933-1010 aceresort@gmail.com 110 Gateway Blvd, Saskatoon, SK S7L 1S4, Canada Home Casino Facilities Services The perfect rest Improve experience Disclaimer Privacy Policy Terms of Use 18+",
    "thanks": "Thank You for Visiting Ace Resort | Appreciation and Gratitude Thank You for Contacting Us! We appreciate you taking the time to reach out to us at Ace Resort. Your feedback and questions are important to us. Our dedicated team will review your message and get back to you as soon as possible. In the meantime, feel free to explore more of our website or visit our social media channels for the latest updates and offerings from Ace Resort. Return to Homepage",
    "casino": "Ace Resort Casino | Experience Thrilling Gaming & Exclusive Entertainment 18+ +1-306-933-1010 aceresort@gmail.com Ace Resort Home Casino Facilities Services The perfect rest Improve experience Welcome to Ace Resort Casino Experience Excitement and Luxury Explore the thrilling world of gaming and entertainment at Ace Resort Casino. Whether you're a seasoned player or trying your luck for the first time, our vibrant casino floor offers an unforgettable experience. Wide Range of Games From classic table games like blackjack and roulette to the latest slot machines and video poker, Ace Resort Casino boasts a diverse selection of games to cater to every preference and skill level. Exclusive VIP Lounge Elevate your gaming experience with access to our exclusive VIP Lounge. Enjoy personalized service, high-stakes tables, and a luxurious atmosphere reserved for our most discerning guests. Live Entertainment Immerse yourself in the excitement with live entertainment featuring talented performers and DJs. Whether you're celebrating a win or simply enjoying the ambiance, our entertainment lineup ensures non-stop fun. Gourmet Dining and Cocktails Indulge in exquisite dining and crafted cocktails at our casino's restaurants and bars. From fine dining to casual bites, our culinary offerings complement your gaming experience perfectly. Exclusive Promotions At Ace Resort Casino, we believe in rewarding our guests. Take advantage of our exclusive promotions and special offers designed to enhance your gaming experience. Whether it's bonus chips, free spins, or exclusive event invitations, our promotions add extra excitement to your visit. Stay updated with our latest offers to make the most out of your time at Ace Resort Casino. $1,000,000 + Big Wins Await 50 + Variety of Games 15 + Exciting Table Games 200 + Thrilling Slot Machines Luxury and Comfort Experience luxury and comfort at Ace Resort Casino. Our elegant surroundings, attentive service, and world-class amenities ensure your gaming experience is nothing short of extraordinary. At Ace Resort Casino, we prioritize your comfort and satisfaction. From our plush seating to our exclusive VIP services, every detail is designed to enhance your gaming enjoyment. VIP Services Enjoy personalized attention and exclusive privileges with our VIP services. From dedicated hosts to private gaming areas, we cater to your every need so you can focus on enjoying the thrill of the game. Ace Resort +1-306-933-1010 aceresort@gmail.com 110 Gateway Blvd, Saskatoon, SK S7L 1S4, Canada Home Casino Facilities Services The perfect rest Improve experience Disclaimer Privacy Policy Terms of Use 18+ This website uses cookies to ensure you get the best experience on our website. Got it! document.addEventListener(\"DOMContentLoaded\", function () { const cookieNotification = document.getElementById(\"cookieNotification\"); const closeCookieNotification = document.getElementById(\"closeCookieNotification\"); if (localStorage.getItem(\"cookieAccepted\")) { cookieNotification.style.display = \"none\"; } else { cookieNotification.style.display = \"block\"; } closeCookieNotification.addEventListener(\"click\", function () { cookieNotification.style.display = \"none\"; localStorage.setItem(\"cookieAccepted\", true); }); }); Age Verification This page is for users aged 18 and older. I am over 18 years old document.addEventListener(\"DOMContentLoaded\", function () { const cookieNotification = document.getElementById(\"cookieNotification\"); const closeCookieNotification = document.getElementById(\"closeCookieNotification\"); const ageVerificationPopup = document.getElementById(\"ageVerificationPopup\"); const confirmAgeButton = document.getElementById(\"confirmAge\"); if (localStorage.getItem(\"cookieAccepted\")) { cookieNotification.style.display = \"none\"; } else { cookieNotification.style.display = \"block\"; } closeCookieNotification.addEventListener(\"click\", function () { cookieNotification.style.display = \"none\"; localStorage.setItem(\"cookieAccepted\", true); }); if (!localStorage.getItem(\"ageVerified\")) { showAgeVerificationPopup(); } confirmAgeButton.addEventListener(\"click\", function () { ageVerificationPopup.style.display = \"none\"; localStorage.setItem(\"ageVerified\", true); }); function showAgeVerificationPopup() { ageVerificationPopup.style.display = \"flex\"; } });"
  },
  "date": "2024-06-24T15:50:25.717Z"
}