{
  "name": "New_v9_AdornHub",
  "pages": {
    "thanks": "Thank You for Your Submission - AdornHub Obrigado por escolher nossos produtos! Nosso especialista entrará em contato com você em breve. Esperamos que você fique satisfeito com nossos produtos. Lar",
    "contacts": "Contact Us - AdornHub Sobre nós Galeria Avaliações Perguntas frequentes Contatos Entrega Rápida e Confiável! Facilitamos a sua Vida Contatos Nossa Entrega Na AdornHub, entendemos a importância de receber seus produtos com rapidez e segurança. Por isso, dedicamos cuidado especial à nossa logística de entrega. Trabalhamos com parceiros confiáveis e experientes para garantir que suas encomendas cheguem até você no prazo estipulado. Nossa equipe de logística está sempre buscando maneiras de melhorar nossos serviços de entrega, visando a sua satisfação total. Utilizamos tecnologia avançada para rastrear e gerenciar seus pedidos, proporcionando uma experiência de compra tranquila e sem preocupações. Nossa Equipe Ana Silva Ana é uma designer talentosa que traz criatividade e inovação para cada projeto em que trabalha. Sua paixão pela moda e pela arte reflete-se em suas criações únicas e elegantes. Maria Santos Maria é uma especialista em atendimento ao cliente, dedicada a garantir a satisfação e o bem-estar de nossos clientes. Sua abordagem calorosa e profissional torna cada interação uma experiência positiva. Carla Oliveira Carla é uma analista de marketing talentosa, apaixonada por estratégias criativas e inovadoras para promover nossos produtos. Sua expertise em marketing digital ajuda a alcançar um público mais amplo e engajado. Isabela Costa Isabela é uma gerente de logística experiente, responsável por garantir que nossos produtos sejam entregues de forma eficiente e dentro do prazo. Sua dedicação e organização mantêm nossa cadeia de suprimentos em pleno funcionamento. Perguntas Frequentes Como posso entrar em contato com o suporte ao cliente? Para entrar em contato com o suporte ao cliente, você pode enviar um e-mail para adornhub@gmail.com ou preencher o formulário de contato em nossa página \"Contatos\". Nossa equipe de suporte terá o prazer de ajudá-lo com qualquer dúvida ou problema que você possa ter. Quais são as opções de pagamento disponíveis? Aceitamos uma variedade de métodos de pagamento, incluindo cartões de crédito/débito (Visa, Mastercard, American Express), PayPal e transferência bancária. Escolha a opção que melhor se adapta às suas necessidades durante o checkout. Quanto tempo leva para receber meu pedido? O tempo de entrega varia dependendo do seu local de entrega e do método de envio escolhido. Normalmente, os pedidos são processados e enviados dentro de 1 a 3 dias úteis após a confirmação do pagamento. Para obter informações mais precisas sobre o prazo de entrega, consulte a página de informações de envio durante o checkout. E se eu precisar devolver um produto? Estamos comprometidos com a sua satisfação. Se por algum motivo você não estiver satisfeito com sua compra, entre em contato conosco dentro de 30 dias após receber seu pedido para discutir as opções de devolução ou troca. Consulte nossa política de devolução para obter mais detalhes. Contate-nos R. Itapera, 500 - Irajá, Rio de Janeiro - RJ, 21230-500, Brasil adornhub@gmail.com +55-72-4813-9501 Concordo com a política de privacidade Sobre nós Contatos política de Privacidade Termos de uso",
    "index": "AdornHub - Your Destination for Stunning Jewelry and Accessories Sobre nós Galeria Avaliações Perguntas frequentes Contatos Descubra a beleza que transforma Explore a Elegância dos Nossos Acessórios Contatos Conheça a Nossa História Somos uma empresa apaixonada por acessórios e decorações, dedicada a oferecer produtos que acrescentem elegância e estilo à vida das pessoas. Desde a nossa fundação, buscamos proporcionar uma experiência única aos nossos clientes, combinando qualidade, beleza e inovação em cada peça que oferecemos. Nossa Missão Nossa missão é inspirar e encantar, oferecendo uma ampla variedade de acessórios e decorações que reflitam o estilo pessoal de cada indivíduo, transformando espaços e complementando looks com sofisticação e originalidade. Nossa Visão Vislumbramos um mundo onde cada detalhe é uma expressão de personalidade e beleza, onde nossos produtos são reconhecidos pela excelência e se tornam parte integrante do dia a dia das pessoas, inspirando momentos de felicidade e satisfação. Nossos Valores Nossos valores fundamentais incluem a excelência, a inovação, a integridade e o compromisso com a satisfação do cliente. Estamos comprometidos em criar um ambiente onde a criatividade floresce, e onde cada colaborador se sente valorizado e inspirado a contribuir para o nosso sucesso. Galeria Nossas Conquistas 4,000+ Clientes Satisfeitos 50,000+ Produtos Exclusivos 10+ Parceiros Confiáveis 8 Anos de Experiência Avaliações Ana Silva Amei os acessórios da AdornHub! São lindos e de ótima qualidade. Sem dúvida, recomendo a todos os meus amigos. A equipe da AdornHub foi muito atenciosa e o processo de compra foi super fácil. Com certeza farei mais compras aqui. Maria Santos Adoro os produtos da AdornHub! Sempre encontro acessórios que combinam perfeitamente com meu estilo. A entrega foi rápida e os produtos chegaram em perfeitas condições. Estou muito satisfeita com minha compra. Carla Oliveira Recebi meu pedido da AdornHub e fiquei encantada com a qualidade dos produtos. Realmente superaram minhas expectativas. Além disso, o atendimento ao cliente foi excelente. Com certeza voltarei a comprar aqui novamente. Sobre nós Contatos política de Privacidade Termos de uso",
    "privacy": "Privacy Policy - AdornHub Sobre nós Galeria Avaliações Perguntas frequentes Contatos Política de Privacidade A privacidade dos nossos visitantes é de extrema importância para nós. Esta política de privacidade detalha como coletamos, usamos, compartilhamos e protegemos as informações pessoais que você fornece quando visita nosso site ou interage conosco de outras formas. Informações que Coletamos Coletamos informações pessoais que você nos fornece voluntariamente, como nome, endereço, endereço de e-mail, número de telefone, informações de pagamento e qualquer outra informação que você opte por nos fornecer ao fazer uma compra, se inscrever em nossa newsletter, preencher um formulário de contato ou participar de uma pesquisa. Também coletamos automaticamente determinadas informações quando você visita nosso site, incluindo o seu endereço IP, tipo de navegador, provedor de serviços de Internet, páginas de referência/saída, sistema operacional, data/hora e dados de cliques. Uso das Informações Usamos as informações coletadas para diversos fins, incluindo: Processar suas compras e fornecer os produtos ou serviços solicitados; Enviar informações sobre promoções, ofertas especiais, novos produtos e eventos relevantes; Responder às suas perguntas, comentários ou preocupações; Personalizar sua experiência de navegação e fornecer conteúdo e publicidade relevantes; Melhorar nosso site, produtos, serviços e experiência do usuário; Cumprir com obrigações legais, resolver disputas, prevenir fraudes e garantir a segurança do site e dos nossos usuários. Divulgação a Terceiros Não vendemos, trocamos ou transferimos suas informações pessoais a terceiros sem o seu consentimento, exceto quando necessário para cumprir com uma obrigação legal, fazer cumprir nossos termos de serviço ou proteger nossos direitos, propriedade ou segurança. Podemos compartilhar suas informações pessoais com prestadores de serviços de terceiros que nos auxiliam na operação do site, na condução de nossos negócios ou no atendimento aos usuários, desde que esses prestadores de serviços concordem em manter a confidencialidade das informações. Segurança das Informações Implementamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. No entanto, observe que nenhum método de transmissão pela internet ou método de armazenamento eletrônico é 100% seguro e confiável, e não podemos garantir sua segurança absoluta. Alterações na Política de Privacidade Reservamo-nos o direito de atualizar ou modificar esta política de privacidade a qualquer momento, por isso recomendamos que você revise esta página periodicamente para estar ciente de quaisquer alterações. O uso contínuo do site após a publicação de quaisquer alterações nesta política será considerado como sua aceitação dessas mudanças. Se você tiver alguma dúvida ou preocupação sobre nossa política de privacidade, não hesite em entrar em contato conosco através do e-mail adornhub@gmail.com. Sobre nós Contatos política de Privacidade Termos de uso",
    "terms": "Terms of Use - AdornHub Sobre nós Galeria Avaliações Perguntas frequentes Contatos Termos e Condições Estes termos de uso regem o uso deste site. Ao acessar este site, você concorda com estes termos de uso na sua totalidade. Se você discordar de qualquer parte destes termos, não use este site. Uso do Site Você concorda em usar este site apenas para fins legais e de acordo com estes termos de uso. Você concorda em não usar este site de qualquer maneira que possa causar danos ao site ou interferir no acesso de outras pessoas ao site. Você também concorda em não acessar ou tentar acessar áreas protegidas por segurança deste site, a menos que tenha autorização. Além disso, você concorda em não usar este site para enviar ou distribuir qualquer material ilegal, difamatório, ofensivo, prejudicial, obsceno ou inapropriado de qualquer forma. Propriedade Intelectual Todos os direitos autorais, marcas registradas, direitos de banco de dados e outros direitos de propriedade intelectual relacionados ao conteúdo deste site são de propriedade do site ou de seus licenciadores. Você concorda em não reproduzir, duplicar, copiar, vender, revender ou explorar qualquer parte deste site para fins comerciais sem a expressa autorização por escrito do site. Você também concorda em não usar qualquer software automatizado ou processo manual para monitorar ou copiar qualquer conteúdo deste site sem autorização prévia por escrito. Links para Outros Sites Este site pode conter links para sites de terceiros. Esses links são fornecidos apenas para sua conveniência. Não temos controle sobre o conteúdo desses sites de terceiros e não somos responsáveis por ele. A inclusão de qualquer link não implica necessariamente uma recomendação ou endosso do conteúdo vinculado. Além disso, qualquer interação que você tenha com sites de terceiros vinculados a partir deste site é de sua própria responsabilidade e sujeita aos termos e políticas desses sites. Limitação de Responsabilidade O site não será responsável por quaisquer danos diretos, indiretos, incidentais, consequenciais ou especiais resultantes do uso ou incapacidade de usar este site, mesmo que tenhamos sido avisados da possibilidade de tais danos. Se alguma jurisdição não permitir a exclusão ou limitação de responsabilidade por danos consequentes ou incidentais, a responsabilidade do site será limitada à extensão máxima permitida por lei. Além disso, você concorda em indenizar, defender e isentar o site e suas afiliadas, diretores, funcionários, agentes e parceiros de qualquer reclamação ou demanda, incluindo honorários advocatícios razoáveis, feita por terceiros devido ao seu uso deste site ou violação destes termos de uso. Alterações nos Termos de Uso Reservamo-nos o direito de atualizar ou modificar estes termos de uso a qualquer momento, por isso recomendamos que você revise esta página periodicamente para estar ciente de quaisquer alterações. O uso contínuo do site após a publicação de quaisquer alterações nestes termos será considerado como sua aceitação dessas mudanças. Contate-nos Se você tiver alguma dúvida ou preocupação sobre estes termos de uso, não hesite em entrar em contato conosco através do e-mail adornhub@gmail.com. Sobre nós Contatos política de Privacidade Termos de uso"
  }
}