{
  "name": "New_v9_ElysianBeauty",
  "pages": {
    "index": "Elysian Beauty - Your Destination for Luxury and Elegance Home About Us Cosmetics +91 98765 43210 elysianbeauty@gmail.com Home About Us Cosmetics Welcome to Elysian Beauty Experience the ultimate in beauty and relaxation. Our expert team is dedicated to providing you with top-notch services in a luxurious and serene environment. Whether you're looking for a rejuvenating facial, a transformative haircut, or expert makeup application, Elysian Beauty promises an unforgettable experience that leaves you feeling refreshed and radiant. Makeup Manicure Cosmetology Pedicure Hairdressing services Body esthetician Prices for Services Women's styling 20$ Coloring 25$ Makeup 35$ Cosmetology procedures 40$ Our Blog 10 May, 2024 Hair color trends 2024 Find out about the hottest hair color trends this year. Advice from our experts. 15 May, 2024 Summer skin care Summer skin care tips to keep your skin healthy and glowing on hot days. Our Works &#10094; &#10095; Sign Up to stay up to date with the latest news! SUBMIT I accept the Privacy Policy Elysian Beauty Home About Us Cosmetics Privacy Policy Terms and Conditions +91 98765 43210 elysianbeauty@gmail.com Patan road raingwa ward number72 se aage, Karmeta",
    "privacy-policy": "Elysian Beauty Salon - Excellence in Beauty Treatments Home About Us Cosmetics +91 98765 43210 elysianbeauty@gmail.com Home About Us Cosmetics Privacy Policy Last updated: June 21, 2024 At Elysian Beauty, we are committed to protecting your privacy. This Privacy Policy outlines the types of personal information we collect, how we use and protect it, and your rights regarding this information. By using our services, you agree to the collection and use of information in accordance with this policy. Information We Collect We may collect the following types of information: Personal Information: When you book an appointment, sign up for our newsletter, or purchase a product, we may collect personal information such as your name, email address, phone number, and payment information. Usage Data: We collect information on how you access and use our website, such as your IP address, browser type, pages visited, and time spent on our site. Cookies and Tracking Technologies: We use cookies and similar tracking technologies to track activity on our website and store certain information. How We Use Your Information We use the collected information for various purposes: To provide and maintain our services. To notify you about changes to our services. To allow you to participate in interactive features of our services when you choose to do so. To provide customer support. To gather analysis or valuable information so that we can improve our services. To monitor the usage of our services. To detect, prevent, and address technical issues. To send you newsletters, marketing or promotional materials, and other information that may be of interest to you. How We Protect Your Information We take the security of your personal information seriously and use various measures to protect it: We implement and maintain reasonable security procedures and practices to protect your data from unauthorized access, destruction, use, modification, or disclosure. We use secure connections (SSL) to protect information transmitted to and from our site. Your Rights You have the following rights regarding your personal information: The right to access: You have the right to request copies of your personal data. The right to rectification: You have the right to request that we correct any information you believe is inaccurate or incomplete. The right to erasure: You have the right to request that we erase your personal data, under certain conditions. The right to restrict processing: You have the right to request that we restrict the processing of your personal data, under certain conditions. The right to object to processing: You have the right to object to our processing of your personal data, under certain conditions. The right to data portability: You have the right to request that we transfer the data that we have collected to another organization, or directly to you, under certain conditions. Changes to This Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. Contact Us If you have any questions about this Privacy Policy, please contact us: elysianbeauty@gmail.com Elysian Beauty Home About Us Cosmetics Privacy Policy Terms and Conditions +91 98765 43210 elysianbeauty@gmail.com Patan road raingwa ward number72 se aage, Karmeta",
    "terms-conditions": "Elysian Beauty - Luxury Salon Services for Hair and Skin Home About Us Cosmetics +91 98765 43210 elysianbeauty@gmail.com Home About Us Cosmetics Terms and Conditions Last updated: June 21, 2024 Please read these Terms and Conditions (\"Terms\", \"Terms and Conditions\") carefully before using the Elysian Beauty website (the \"Service\") operated by Elysian Beauty (\"us\", \"we\", or \"our\"). 1. Introduction These Terms and Conditions govern your use of our website located at elysianbeauty.com (together or individually \"Service\") operated by Elysian Beauty. Our Privacy Policy also governs your use of our Service and explains how we collect, safeguard, and disclose information that results from your use of our web pages. Your agreement with us includes these Terms and our Privacy Policy (“Agreements”). You acknowledge that you have read and understood Agreements, and agree to be bound by them. 2. Communications By using our Service, you agree to subscribe to newsletters, marketing or promotional materials, and other information we may send. However, you may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or by emailing at elysianbeauty@gmail.com 3. Purchases If you wish to purchase any product or service made available through the Service (\"Purchase\"), you may be asked to supply certain information relevant to your Purchase including, without limitation, your credit card number, the expiration date of your credit card, your billing address, and your shipping information. You represent and warrant that: (i) you have the legal right to use any credit card(s) or other payment method(s) in connection with any Purchase; and that (ii) the information you supply to us is true, correct, and complete. We may employ the use of third-party services for the purpose of facilitating payment and the completion of Purchases. By submitting your information, you grant us the right to provide the information to these third parties subject to our Privacy Policy. 4. Contests, Sweepstakes, and Promotions Any contests, sweepstakes, or other promotions (collectively, \"Promotions\") made available through the Service may be governed by rules that are separate from these Terms & Conditions. If you participate in any Promotions, please review the applicable rules as well as our Privacy Policy. If the rules for a Promotion conflict with these Terms and Conditions, Promotion rules will apply. 5. Content Content found on or through this Service are the property of Elysian Beauty or used with permission. You may not distribute, modify, transmit, reuse, download, repost, copy, or use said Content, whether in whole or in part, for commercial purposes or for personal gain, without express advance written permission from us. 6. Prohibited Uses You may use the Service only for lawful purposes and in accordance with Terms. You agree not to use Service: In any way that violates any applicable national or international law or regulation. For the purpose of exploiting, harming, or attempting to exploit or harm minors in any way by exposing them to inappropriate content or otherwise. To transmit, or procure the sending of, any advertising or promotional material, including any \"junk mail\", \"chain letter\", \"spam\", or any other similar solicitation. To impersonate or attempt to impersonate Elysian Beauty, a Elysian Beauty employee, another user, or any other person or entity. In any way that infringes upon the rights of others, or in any way is illegal, threatening, fraudulent, or harmful, or in connection with any unlawful, illegal, fraudulent, or harmful purpose or activity. To engage in any other conduct that restricts or inhibits anyone’s use or enjoyment of the Service, or which, as determined by us, may harm or offend Elysian Beauty or users of the Service or expose them to liability. Contact Us If you have any questions about this Privacy Policy, please contact us: elysianbeauty@gmail.com Elysian Beauty Home About Us Cosmetics Privacy Policy Terms and Conditions +91 98765 43210 elysianbeauty@gmail.com Patan road raingwa ward number72 se aage, Karmeta",
    "thanks": "Elysian Beauty Salon - Indulge in Ultimate Beauty Care Home Thank you! Thank you for choosing us. We will try to help you as quickly as possible",
    "about": "Elysian Beauty Salon - Premium Hair and Skincare Services Home About Us Cosmetics +91 98765 43210 elysianbeauty@gmail.com Home About Us Cosmetics Welcome to Elysian Beauty, your ultimate destination for relaxation and rejuvenation. At Elysian Beauty, we offer a wide range of services including hair styling, manicures, pedicures, facials, and more. Our team of experienced professionals is dedicated to providing personalized care and ensuring every client leaves feeling pampered and refreshed. Whether you're preparing for a special occasion or simply seeking a moment of self-care, our commitment to excellence and attention to detail sets us apart. Discover the Elysian Beauty experience and indulge in the luxury you deserve. Our Mission At Elysian Beauty, our mission is to provide a sanctuary of relaxation and rejuvenation where our clients can indulge in exceptional beauty services delivered with care and professionalism. We are dedicated to enhancing the natural beauty of every individual who walks through our doors, offering personalized treatments that cater to their unique needs and preferences. Through continuous innovation and education, we strive to maintain the highest standards of excellence in the beauty industry, ensuring our clients leave feeling confident, refreshed, and empowered. Quality Products We use premium products known for their effectiveness and safety, ensuring superior results. Expert Team Our team consists of skilled professionals dedicated to delivering exceptional service and satisfaction. Relaxing Environment Enjoy a tranquil atmosphere designed to enhance your relaxation and rejuvenation experience. Personalized Service Enjoy a tranquil atmosphere designed to enhance your relaxation and rejuvenation experience. Our Team Sophia Сosmetologist Olivia Visagiste Isabella Hairdresser Mia Visagiste Customer Reviews Emma I absolutely love Elysian Beauty! The staff is so friendly and professional. My hair has never looked better! Sarah The best spa experience I've had! The ambiance is relaxing, and the treatments are top-notch. Highly recommend! Michael Elysian Beauty is my go-to place for nails. The nail technicians are skilled, and the results are always perfect! Jessica Absolutely fantastic service! I always leave feeling pampered and rejuvenated. Elysian Beauty Home About Us Cosmetics Privacy Policy Terms and Conditions +91 98765 43210 elysianbeauty@gmail.com Patan road raingwa ward number72 se aage, Karmeta",
    "cosmetics": "Elysian Beauty - Transforming Beauty with Expert Care Home About Us Cosmetics +91 98765 43210 elysianbeauty@gmail.com Home About Us Cosmetics Our Cosmetics Welcome to Elysian Beauty's cosmetics collection! Our carefully curated selection of beauty products is designed to meet all your skincare, haircare, and makeup needs. Each product is formulated with high-quality, natural ingredients to ensure optimal results and a luxurious experience. Categories Skincare Makeup Haircare Professional Products Popular Products Nail polish set $15 Mascara $10 Shampoo $12 Face powder $9 What services do you offer? We offer a wide range of beauty services including haircuts, coloring, styling, skincare treatments, makeup applications, and more. How can I book an appointment? You can book an appointment through our website, by calling our salon, or by visiting us in person. What are your opening hours? Our salon is open Monday to Friday from 9 AM to 7 PM, and on Saturdays from 10 AM to 5 PM. We are closed on Sundays. Do you offer gift certificates? Yes, we offer gift certificates that can be purchased in our salon or online. They make perfect gifts for any occasion. Elysian Beauty Home About Us Cosmetics Privacy Policy Terms and Conditions +91 98765 43210 elysianbeauty@gmail.com Patan road raingwa ward number72 se aage, Karmeta"
  },
  "date": "2024-06-21T18:04:07.778Z"
}