{
  "name": "New_v9_WheelWander",
  "pages": {
    "policy": "WheelWander: Privacy Policy Home Price Privacy Policy This Privacy Policy describes how WheelWander collects, uses, shares, and protects your personal information when you use our website, mobile application, and other online services. By using the Services, you agree to the terms of this Privacy Policy. 1. Information We Collect We collect several types of information when you use our Services, including: Personal information you provide to us when creating an account or making a reservation, such as your name, email address, phone number, and payment information. Information collected automatically, such as your IP address, device type, and browsing activity. Location information, such as GPS data, when you use our mobile application to find and rent a car. Information from third-party sources, such as our business partners and service providers. 2. How We Share Your Information We may share your information with third parties in the following circumstances: With our business partners and service providers who assist us in providing the Services, such as payment processors and customer support providers. With other users, such as car owners and renters, when you use our platform to arrange car rental transactions. With third parties for marketing purposes, with your consent or as permitted by law. In connection with a business transaction, such as a merger, acquisition, or sale of assets. 3. Your Choices You have choices regarding the information we collect and how it is used: You can review and update your account information at any time by logging into your account settings. You can opt out of receiving marketing communications from us by following the unsubscribe instructions in the emails we send. You can control cookies and tracking tools through your browser settings. 4. Data Security We take the security of your information seriously and have implemented technical and organizational measures to protect it. However, no method of transmission over the internet or electronic storage is 100% secure, so we cannot guarantee absolute security. 5. Children's Privacy Our Services are not intended for children under the age of 13, and we do not knowingly collect personal information from them. If you are a parent or guardian and become aware that your child has provided us with personal information, please contact us so we can take appropriate action. 6. Updates to this Privacy Policy We may update this Privacy Policy from time to time, so please review it periodically. If we make any material changes, we will notify you through the Services or by other means. 7. Contact Us If you have any questions or concerns about this Privacy Policy, please contact us at WheelWander@gmail.com Thank you for using WheelWander! Home Price Privacy Policy Terms of Use",
    "price": "WheelWander: Price Home Price We have the best prices Looking for the best car rental service on the market? Look no further than WheelWander! With a wide range of vehicles to choose from and unbeatable prices, we make it easy for you to find the perfect car for your needs. Whether you're planning a road trip, a business trip, or just need a reliable vehicle for everyday use, WheelWander has got you covered. Our user-friendly booking system and excellent customer service ensure a hassle-free experience from start to finish. Don't settle for less – choose WheelWander for all your car rental needs today! View prices Phantom Cruiser 2020 release $150 per day To book Thunderbird Express 2019 release $200 per day To book Eclipse Runner 2018 release $175 per day To book Avalanche Charger 2022 release $250 per day To book Phoenix Jetstream 2020 release $180 per day To book Galaxy Wanderer 2017 release $220 per day To book Stealth Ranger 2013 release $190 per day To book Velocity Sprinter 2019 release $160 per day To book Horizon Seeker 2020 release $210 per day To book Nova Navigator 2023 release $230 per day To book Online car reservation Car rental WheelWander provides you with a technically sound, fully serviced vehicle, clean, with a filled tank, and ready for use. We ask you to return the car on time, in good condition, in a clean condition, the amount of fuel must correspond to the amount when receiving the car. Penalties If you violate the terms of the contract, you will have to pay extra: Car wash 100$ Car delay up to 3 hours. 20$ for every hour Missing fuel 10$ per liter Car delay more than 3 hours. Payment for a full day Follow the news and be the first to know about changes Special discount Special Promotion: 20% Off Rentals in the Month of July To celebrate the summer season, we are offering a special promotion of 20% off all rentals booked in the month of July. Don't miss out on this great opportunity to save on your next rental with WheelWander. 20.03.2024 Rent a car for a month without stickers and branding Rent a car without a deposit without unnecessary advertising 22.02.2024 WheelWander extension WheelWander Expands to New Locations We are thrilled to announce that WheelWander is expanding to new locations across the country. Whether you're planning a road trip to the coast or exploring the mountains, you can now find WheelWander rental cars in even more destinations. 15.01.2024 How to choose a car: tips for renting and renting A few tips to help you choose the right car 28.02.2024 Home Price Privacy Policy Terms of Use",
    "terms": "WheelWander: Terms of Use Home Price Terms of Use Welcome to WheelWander car rental service! Please read these terms of service carefully before using our platform. Acceptance of Terms By accessing or using the WheelWander website, mobile application, or any other services provided by us (collectively, the \"Service\"), you agree to be bound by these Terms of Service. If you do not agree to these terms, please do not use the Service. Registration In order to use certain features of the Service, you may be required to create an account and provide certain information about yourself. You are responsible for maintaining the confidentiality of your account and password, and for restricting access to your account. You agree to accept responsibility for all activities that occur under your account. Vehicle Rental WheelWander provides a platform for users to rent vehicles from third-party providers. By renting a vehicle through our platform, you agree to abide by the terms and conditions set forth by the rental provider. WheelWander is not responsible for any issues or disputes that may arise between you and the rental provider. Fees and Payments You agree to pay all fees associated with your rental, including but not limited to rental fees, insurance fees, and any additional charges incurred during the rental period. Payment must be made using the payment methods accepted by WheelWander. Cancellation and Refunds If you need to cancel your rental, you must do so within the designated time frame specified by the rental provider. Refunds may be subject to a cancellation fee. WheelWander is not responsible for processing refunds – all refund requests must be directed to the rental provider. Use of the Service You agree to use the Service in accordance with all applicable laws and regulations. You may not use the Service for any illegal or unauthorized purpose. You may not interfere with the operation of the Service or engage in any activities that may harm or interfere with the Service. User Content By using the Service, you may have the opportunity to submit or post content, such as reviews or ratings. You are solely responsible for any content that you submit, and you agree not to submit any content that is illegal, abusive, or inappropriate. WheelWander reserves the right to remove any content that violates these terms. Intellectual Property The Service and all content provided by WheelWander are the property of WheelWander or its licensors. You may not use, modify, or distribute any content from the Service without the consent of WheelWander. Disclaimer of Warranties The Service is provided on an \"as is\" and \"as available\" basis. WheelWander makes no warranties or representations about the accuracy or completeness of the content provided through the Service. WheelWander disclaims all warranties, whether express or implied, including but not limited to the implied warranties of merchantability, fitness for a particular purpose, and non-infringement. Limitation of Liability WheelWander shall not be liable for any indirect, incidental, special, consequential, or punitive damages arising out of or in connection with your use of the Service. In no event shall WheelWander's liability exceed the amount paid by you for the Service. Governing Law These Terms of Service shall be governed by and construed in accordance with the laws of the state of California, United States. Changes to Terms WheelWander reserves the right to modify or revise these Terms of Service at any time. You are responsible for reviewing the most current version of the Terms of Service. Your continued use of the Service after any changes constitute acceptance of the new terms. If you have any questions or concerns about these Terms of Service, please contact us at WheelWander@gmail.com Thank you for using WheelWander! Home Price Privacy Policy Terms of Use",
    "thanks": "WheelWander: Thanks Accepted! Good luck on the roads! Home",
    "index": "WheelWander Home Price Welcome to our car rental service! We are thrilled to have you here and we are committed to providing you with the best possible experience during your time with us. Our wide range of high-quality vehicles is sure to meet your every need, whether you're traveling for business or pleasure. Our friendly and knowledgeable staff are here to assist you with any questions or concerns you may have. We pride ourselves on our exceptional customer service and strive to make your rental experience as smooth and stress-free as possible. Thank you for choosing us for your car rental needs. Enjoy your journey! Order a car Choose the car you need Car selection Choosing a minibus Racing cars The Firestorm A powerful car with advanced suspension and braking systems, perfect for high-speed racing on challenging circuits. The Speed Demon A sleek and aerodynamic car with a turbocharged engine, capable of reaching speeds over 200 mph. The Thunderbolt A lightweight and nimble car designed for quick cornering and agility on the racetrack. Microbuses The Shuttle Master a spacious microbus with comfortable seating for up to 10 passengers, ideal for group travel or shuttle services. The Urban Cruiser a compact and fuel-efficient microbus, perfect for navigating city streets and crowded urban areas. The Adventure Seeker a rugged and versatile microbus equipped with all-wheel drive, suitable for off-road excursions and outdoor adventures. Car rental in WheelWander Our cars The WheelWander fleet, especially for renting and renting cars, includes a large number of cars from economy to business class. Technical condition of cars After each client, the car must undergo a technical inspection, and, if necessary, repairs at a specialized car service center. Car equipment All cars are equipped with air conditioning or climate control systems, this is a necessary condition for a comfortable trip in the southern climate. Business reputation WheelWander management is aimed at building an impeccable reputation in the car rental industry. Renting a car at WheelWander is convenient and profitable! More about our company WheelWander is a car rental service that offers convenient and affordable transportation solutions for all your travel needs. Whether you're looking to explore a new city, go on a road trip, or simply need a reliable vehicle for daily use, WheelWander has got you covered. With a wide range of vehicles to choose from, including compact cars, SUVs, and luxury sedans, you can easily find the perfect vehicle to suit your preferences and budget. Our easy online booking system allows you to quickly and efficiently reserve your vehicle, saving you time and hassle. At WheelWander, we prioritize customer satisfaction and strive to provide top-notch service at all times. Our friendly and knowledgeable staff are always ready to assist you with any questions or concerns you may have, ensuring a smooth and enjoyable rental experience. So why wait? Book your next rental vehicle with WheelWander and experience the ease and convenience of traveling on your own terms. Let us help you make the most of your journey and explore the world at your own pace. Drive with WheelWander today! Reviews from our clients \"Renting a car from WheelWander was a breeze. The staff was friendly and helpful, and I had no issues during my rental period. Would definitely use them again.\" Mike \"I was impressed by the wide selection of cars available for rent at WheelWander. The prices were competitive and the overall experience was fantastic.\" Emily \"WheelWander provided top-notch customer service and helped me find the perfect car for my trip. Will definitely be using them again in the future.\" John Contacts Looking for a reliable car rental service? Look no further than WheelWander! With a wide range of vehicles to choose from, we cater to all your rental needs. Whether you need a compact car for a quick city trip or a spacious SUV for a family vacation, we have got you covered. Our easy booking process and competitive prices make renting a car a breeze. Plus, with our excellent customer service, you can trust that you are in good hands. Don't waste any more time, rent with WheelWander today and experience convenient and hassle-free car rental! Telephone: +91 229 1256833 Email: WheelWander@gmail.com Address: 14/95/A/2, Panchasheel Nagar, Nashik, Maharashtra 422011, India I accept Privacy Policy Send Home Price Privacy Policy Terms of Use"
  }
}