{
  "name": "New_v9_ConnectIndiaBroadband",
  "pages": {
    "index": "ConnectIndia Broadband - High-Speed Internet Provider in India Home About us What we offer Reviews Prices FAQ Contact us Experience Lightning-Fast Connectivity with ConnectIndia Broadband Welcome to ConnectIndia Broadband, your gateway to lightning-fast internet in India. Stream, game, work, and connect like never before with our reliable and high-speed internet services. Join us and experience the future of digital connectivity today. View prices Unleash the Power of High-Speed Internet With ConnectIndia Broadband, elevate your online experience to new heights. Enjoy seamless streaming, ultra-fast downloads, and lag-free gaming with our high-speed internet services. Whether you're at home or in the office, stay connected with confidence and convenience. Join us today and unlock the true potential of the digital world. 95% Coverage 1000Mbps+ Speed 24/7 Support Get started We are Professional Internet Service Provider. High-Speed Internet Experience lightning-fast internet with our high-speed broadband services, perfect for streaming, gaming, and working from home. Wide Coverage Our network covers a wide area across India, ensuring connectivity even in remote locations, so you stay connected wherever you go. Reliable Connectivity Count on us for reliable internet connectivity 24/7. Say goodbye to interruptions and enjoy seamless browsing and downloads. Exceptional Support Our friendly and knowledgeable customer support team is here to assist you round the clock. Your satisfaction is our top priority. Stay Connected, Stay Happy At ConnectIndia Broadband, we understand the importance of staying connected with your loved ones. Our high-speed internet services ensure that you can effortlessly video call, stream movies, and share memories with family and friends, no matter where they are. Experience the joy of seamless connectivity and make every moment count. View prices What our clients say Rajesh Sharma Business Owner ConnectIndia Broadband has transformed the way I conduct business. With their reliable internet connection, I can communicate seamlessly with clients and colleagues, increasing productivity and efficiency. Priya Patel Student As a student, having a reliable internet connection is crucial for my studies. ConnectIndia Broadband ensures that I can access online resources, attend virtual lectures, and submit assignments without any disruptions. Sunita Gupta Homemaker ConnectIndia Broadband has made my life easier by providing a fast and stable internet connection. I can stream movies, connect with family members on social media, and indulge in online shopping with ease. Amit Kumar Freelancer ConnectIndia Broadband has been a game-changer for my freelance work. With their high-speed internet, I can upload and download large files, collaborate with clients globally, and meet project deadlines efficiently. Choose Our Perfect Tariff Plans Basic Plan ₹500/month - Up to 25 Mbps speed - 100 GB data cap - Email support - Installation charges may apply Up to 25 Mbps Choose Standard Plan ₹800/month - Up to 50 Mbps speed - 250 GB data cap - Email and phone support - Free installation Up to 50 Mbps Choose Premium Plan ₹1200/month - Up to 100 Mbps speed - 500 GB data cap - Email, phone, and chat support - Free installation and modem rental Up to 100 Mbps Choose Ultimate Plan ₹2000/month - Up to 200 Mbps speed - Unlimited data - 24/7 customer support - Free installation, modem, and router Up to 200 Mbps Choose Interesting questions from our clients 1. What types of internet plans do you offer? We offer a variety of internet plans to suit different needs, including basic, standard, premium, and ultimate plans, each with varying speeds and data allowances. 2. Is there a contract required for your services? No, we offer both contract and no-contract options to our customers, providing flexibility based on their preferences. 3. How can I pay for my internet services? We accept various payment methods, including online payments, bank transfers, and cash payments at our designated centers. 4. Do you offer any discounts or promotions? Yes, we periodically run promotions and offer discounts to both new and existing customers. Be sure to check our website or contact our customer support for the latest offers. 5. What happens if I exceed my data allowance? If you exceed your data allowance, your internet speed may be reduced or you may incur additional charges, depending on your plan. We also offer data add-ons for purchase if needed. 6. How can I contact your customer support? You can reach our customer support team through phone, email, or live chat on our website. We are available 24/7 to assist you with any inquiries or technical support. Get in Touch with Us Have questions or ready to sign up for our services? Fill out the form below, and our team will get back to you shortly. We're here to assist you with any inquiries, technical support, or assistance you may need. Connect with us today and experience seamless internet connectivity with ConnectIndia Broadband. Have any question? +91 99 9064 2724 Write email connectindiabroadband@gmail.com Visit anytime 13, Old Rangpuri Rd, K-Block, Mahipalpur Extension, Mahipalpur, New Delhi, Delhi 110037, India I accept privacy policy Send message 13, Old Rangpuri Rd, K-Block, Mahipalpur Extension, Mahipalpur, New Delhi, Delhi 110037, India connectindiabroadband@gmail.com +91 99 9064 2724 Privacy policy Terms and conditions",
    "privacy": "ConnectIndia Broadband - High-Speed Internet Provider in India | Privacy Policy Home About us What we offer Reviews Prices FAQ Contact us Privacy Policy Introduction Welcome to our Privacy Policy page. This policy describes how we collect, use, and disclose your personal information when you use our website. By accessing or using the website, you agree to the terms of this policy. We are committed to protecting your privacy and ensuring the security of your personal information. Information We Collect We collect various types of information when you visit our website. This may include your name, email address, phone number, IP address, browser type, and other information that you voluntarily provide to us. We also use cookies and similar tracking technologies to collect data about your interactions with our website. Additionally, we may receive information about you from third-party sources, such as social media platforms, when you interact with our content or advertisements. How We Use Your Information We use the information we collect to provide and improve our services, communicate with you, personalize your experience, and analyze the effectiveness of our marketing efforts. We may also use your information to comply with legal obligations, protect our rights, and prevent fraud. Information Sharing and Disclosure We do not sell, trade, or otherwise transfer your personal information to third parties without your consent, except as described in this policy. We may share your information with trusted service providers who assist us in operating our website, conducting our business, or serving you, as long as they agree to keep your information confidential. We may also disclose your information in response to legal requests or subpoenas, to enforce our policies, or to protect the rights, property, or safety of our users or others. Security We take reasonable precautions to protect your personal information from unauthorized access, use, or disclosure. However, no method of transmission over the internet or electronic storage is completely secure, so we cannot guarantee absolute security. Changes to This Policy We may update this Privacy Policy from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify you of any changes by posting the new policy on this page. Contact us at connectindiabroadband@gmail.com 13, Old Rangpuri Rd, K-Block, Mahipalpur Extension, Mahipalpur, New Delhi, Delhi 110037, India connectindiabroadband@gmail.com +91 99 9064 2724 Privacy policy Terms and conditions",
    "terms": "ConnectIndia Broadband - High-Speed Internet Provider in India | Terms and conditions Home About us What we offer Reviews Prices FAQ Contact us Terms and conditions 1. Introduction Welcome to our website. These terms and conditions govern your use of our website. By accessing or using the website, you agree to be bound by these terms and conditions. 2. Intellectual Property Rights The content on this website, including text, images, logos, and trademarks, is protected by intellectual property laws. You may not use, reproduce, or distribute the content without our permission. 3. User Accounts If you create an account on our website, you are responsible for maintaining the confidentiality of your account and password. You agree to notify us immediately of any unauthorized use of your account. 4. Limitation of Liability We are not liable for any damages or losses resulting from your use of the website. This includes direct, indirect, incidental, or consequential damages, even if we have been advised of the possibility of such damages. 5. Governing Law These terms and conditions are governed by and construed in accordance with the laws. Any disputes relating to these terms and conditions will be subject to the exclusive jurisdiction of the courts. 6. Changes to This Agreement We reserve the right to modify or replace these terms and conditions at any time. The updated terms will be posted on this page with a revised effective date. By continuing to use the website after the changes take effect, you agree to be bound by the updated terms. Contact us at connectindiabroadband@gmail.com 13, Old Rangpuri Rd, K-Block, Mahipalpur Extension, Mahipalpur, New Delhi, Delhi 110037, India connectindiabroadband@gmail.com +91 99 9064 2724 Privacy policy Terms and conditions",
    "thank": "ConnectIndia Broadband - High-Speed Internet Provider in India | Thank Thank you for reaching out! We appreciate your interest in our services. Our team will respond to your inquiry shortly. If you have any further questions or requests, feel free to reach out. We are always here to assist you with our services. Thank you for choosing ConnectIndia Broadband. Main page"
  }
}