{
  "name": "New_v8_Heroluxe",
  "pages": {
    "about-us": "About Heroluxe - Craftsmanship Redefined Heroluxe HOME ABOUT US Products Contact OUR COMMITMENT We are committed to sustainability and quality. Our watches are crafted with precision and care, using responsibly sourced materials. We prioritize ethical manufacturing practices and strive to minimize our environmental footprint. Join us in our journey towards a more sustainable future. Learn More &#8594; DISCOVER YOUR TIMELESS STYLE. Heroluxe, a symbol of sophistication and precision, has been redefining watchmaking since its inception. Our dedication to craftsmanship and excellence sets us apart. At Heroluxe, we believe in empowering individuals to make a statement through their choice of timepieces. Our curated collections blend classic elegance with modern innovation, ensuring each watch reflects a unique story. Heroluxe is more than just watches; it's about timeless elegance. We aim to redefine watchmaking by embracing tradition and innovation. Our mission is to inspire confidence and sophistication in every wearer, regardless of style or occasion. Embark on a journey of timeless style with Heroluxe. The Heroluxe website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Navigation &#10533; Home &#10533; Products &#10533; Contacts Important Links &#10533; Disclaimers &#10533;Privacy & Policy &#10533; Terms & Conditions Location Mallikarjun Enterprises - TILES SHOPEE / Dist. Thane, near Shree Ram Bhojanalaya, 401104, India heroluxe@gmail.com +91-7143320867",
    "contacts": "Contact Heroluxe for Expert Watch Advice and Support - Customer Service Heroluxe HOME ABOUT US Products Contact Have any questions? Contact Us. I accept Privacy Policy SUBMIT GET IN TOUCH Connect with Heroluxe for all your watch queries and assistance. Mallikarjun Enterprises - TILES SHOPEE / Dist. Thane, near Shree Ram Bhojanalaya, 401104, India heroluxe@gmail.com +91-7143320867 The Heroluxe website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Navigation &#10533; Home &#10533; Products &#10533; Contacts Important Links &#10533; Disclaimers &#10533;Privacy & Policy &#10533; Terms & Conditions Location Mallikarjun Enterprises - TILES SHOPEE / Dist. Thane, near Shree Ram Bhojanalaya, 401104, India heroluxe@gmail.com +91-7143320867",
    "disclaimers": "Heroluxe - Disclaimers and Terms of Use Heroluxe HOME ABOUT US Products Contact Disclaimers and Terms of Use Warranties All products and services provided by Heroluxe are subject to warranties and disclaimers. Please review the warranty information provided with your product for details on coverage and limitations. Returns and Exchanges We want you to be completely satisfied with your purchase from Heroluxe. If you are not satisfied for any reason, please contact us within [number of days] days of receiving your order to arrange for a return or exchange. Product Information While we strive to provide accurate product information, Heroluxe cannot guarantee the accuracy, completeness, or timeliness of the information provided. Product descriptions, pricing, and availability are subject to change without notice. Limitation of Liability Heroluxe shall not be liable for any direct, indirect, incidental, consequential, or punitive damages arising out of your use of or inability to use our products or services. Terms of Use By using this website, you agree to be bound by the terms and conditions outlined in our Terms of Use. Please review our Terms of Use carefully before using our website or purchasing our products. If you have any questions or concerns about our Disclaimers and Terms of Use, please contact us at heroluxe@gmail.com. The Heroluxe website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Navigation &#10533; Home &#10533; Products &#10533; Contacts Important Links &#10533; Disclaimers &#10533;Privacy & Policy &#10533; Terms & Conditions Location Mallikarjun Enterprises - TILES SHOPEE / Dist. Thane, near Shree Ram Bhojanalaya, 401104, India heroluxe@gmail.com +91-7143320867",
    "index": "Heroluxe - Elevate Your Style with Stylish Timepieces Heroluxe HOME ABOUT US Products Contact ELEGANCE FOR EVERY MOMENT . EXPLORE NOW Sport Watches Dress Watches Luxury Watches Smart Watches BESTSELLERS. Classic Timepiece Elegant Design &#9733;&#9733;&#9733;&#9733;&#9733; 299.00 $ Sport Chronograph High Performance &#9733;&#9733;&#9733;&#9733;&#9733; 349.00 $ Luxury Automatic Exquisite Craftsmanship &#9733;&#9733;&#9733;&#9733;&#9733; 999.00 $ Smart Fitness Tracker Stay Connected and Fit &#9733;&#9733;&#9733;&#9733;&#9733; 199.00 $ OUR COMMITMENT We are committed to sustainability and quality. Our watches are crafted with precision and care, using responsibly sourced materials. We prioritize ethical manufacturing practices and strive to minimize our environmental footprint. Join us in our journey towards a more sustainable future. Learn More &#8594; WHY CHOOSE US Heroluxe offers a fusion of sophistication and reliability. Our watches are meticulously crafted with precision engineering, ensuring both style and functionality. They are designed to enhance your everyday experiences effortlessly. We prioritize craftsmanship and sustainability, delivering timepieces that make a statement while minimizing environmental impact. Learn More &#8594; The Heroluxe website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Navigation &#10533; Home &#10533; Products &#10533; Contacts Important Links &#10533; Disclaimers &#10533;Privacy & Policy &#10533; Terms & Conditions Location Mallikarjun Enterprises - TILES SHOPEE / Dist. Thane, near Shree Ram Bhojanalaya, 401104, India heroluxe@gmail.com +91-7143320867",
    "privacy-policy": "Heroluxe - Privacy Policy: Your Data Security Matters Heroluxe HOME ABOUT US Products Contact Privacy Policy At Heroluxe, we are committed to protecting your privacy and ensuring the security of your personal information. This Privacy Policy outlines how we collect, use, and protect your data when you visit our website or use our services. Information We Collect We collect personal information such as your name, email address, phone number, and shipping address when you make a purchase or sign up for our newsletter. We may also collect information about your browsing activity on our website, such as the pages you visit and the products you view. How We Use Your Information We use the information we collect to process your orders, communicate with you about your purchases, and provide customer support. We may also use your information to send you promotional emails or newsletters about our products and services. Data Security We take data security seriously and implement measures to protect your personal information from unauthorized access, alteration, or disclosure. We use encryption technology to secure data transmission and restrict access to your information to authorized personnel only. Privacy Rights You have the right to access, correct, or delete your personal information. You can also opt-out of receiving marketing communications from us at any time by contacting us or using the unsubscribe link in our emails. Updates to Our Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. We encourage you to review this policy periodically for any updates. If you have any questions or concerns about our Privacy Policy or data practices. The Heroluxe website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Navigation &#10533; Home &#10533; Products &#10533; Contacts Important Links &#10533; Disclaimers &#10533;Privacy & Policy &#10533; Terms & Conditions Location Mallikarjun Enterprises - TILES SHOPEE / Dist. Thane, near Shree Ram Bhojanalaya, 401104, India heroluxe@gmail.com +91-7143320867",
    "products": "Watches of Heroluxe - Stylish Timepieces for Every Occasion Heroluxe HOME ABOUT US Products Contact Sport Watches Dress Watches Luxury Watches Smart Watches BESTSELLERS. Classic Timepiece Elegant Design &#9733;&#9733;&#9733;&#9733;&#9733; 299.00 $ Sport Chronograph High Performance &#9733;&#9733;&#9733;&#9733;&#9733; 349.00 $ Luxury Automatic Exquisite Craftsmanship &#9733;&#9733;&#9733;&#9733;&#9733; 999.00 $ Smart Fitness Tracker Stay Connected and Fit &#9733;&#9733;&#9733;&#9733;&#9733; 199.00 $ WHY CHOOSE US Heroluxe offers a fusion of sophistication and reliability. Our watches are meticulously crafted with precision engineering, ensuring both style and functionality. They are designed to enhance your everyday experiences effortlessly. We prioritize craftsmanship and sustainability, delivering timepieces that make a statement while minimizing environmental impact. Learn More &#8594; The Heroluxe website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Navigation &#10533; Home &#10533; Products &#10533; Contacts Important Links &#10533; Disclaimers &#10533;Privacy & Policy &#10533; Terms & Conditions Location Mallikarjun Enterprises - TILES SHOPEE / Dist. Thane, near Shree Ram Bhojanalaya, 401104, India heroluxe@gmail.com +91-7143320867",
    "terms-conditions": "Heroluxe - Terms and Conditions: Legal Agreements for Your Peace of Mind Heroluxe HOME ABOUT US Products Contact Terms and Conditions Welcome to Heroluxe! These terms and conditions outline the rules and regulations for the use of Heroluxe's website. By accessing this website, we assume you accept these terms and conditions. Do not continue to use Heroluxe if you do not agree to take all of the terms and conditions stated on this page. The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and all Agreements: \"Client\", \"You\" and \"Your\" refers to you, the person log on this website and compliant to the Company’s terms and conditions. License Unless otherwise stated, Heroluxe and/or its licensors own the intellectual property rights for all material on Heroluxe. All intellectual property rights are reserved. You may access this from Heroluxe for your own personal use subjected to restrictions set in these terms and conditions. You must not: Republish material from Heroluxe Sell, rent or sub-license material from Heroluxe Reproduce, duplicate or copy material from Heroluxe Redistribute content from Heroluxe Content Liability We shall not be held responsible for any content that appears on your website. You agree to protect and defend us against all claims that are rising on your website. No link(s) should appear on any website that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights. Reservation of Rights We reserve the right to request that you remove all links or any particular link to our Website. You approve to immediately remove all links to our Website upon request. We also reserve the right to amen these terms and conditions and it’s linking policy at any time. By continuously linking to our Website, you agree to be bound to and follow these linking terms and conditions. Disclaimer To the maximum extent permitted by applicable law, we exclude all representations, warranties, and conditions relating to our website and the use of this website. Nothing in this disclaimer will: limit or exclude our or your liability for death or personal injury limit or exclude our or your liability for fraud or fraudulent misrepresentation limit any of our or your liabilities in any way that is not permitted under applicable law exclude any of our or your liabilities that may not be excluded under applicable law The limitations and prohibitions of liability set in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph; and (b) govern all liabilities arising under the disclaimer, including liabilities arising in contract, in tort and for breach of statutory duty. The Heroluxe website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Navigation &#10533; Home &#10533; Products &#10533; Contacts Important Links &#10533; Disclaimers &#10533;Privacy & Policy &#10533; Terms & Conditions Location Mallikarjun Enterprises - TILES SHOPEE / Dist. Thane, near Shree Ram Bhojanalaya, 401104, India heroluxe@gmail.com +91-7143320867",
    "thanks": "Heroluxe - Thank You for Choosing Us Heroluxe HOME ABOUT US Products Contact Thank You for Choosing Heroluxe! Your support means the world to us. We're thrilled to be a part of your journey towards timeless elegance and style. Should you have any questions, concerns, or just want to share your experience, feel free to reach out to us. Our dedicated team is always here to assist you. Wishing you endless moments of sophistication and joy with your new Heroluxe timepiece. The Heroluxe website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Navigation &#10533; Home &#10533; Products &#10533; Contacts Important Links &#10533; Disclaimers &#10533;Privacy & Policy &#10533; Terms & Conditions Location Mallikarjun Enterprises - TILES SHOPEE / Dist. Thane, near Shree Ram Bhojanalaya, 401104, India heroluxe@gmail.com +91-7143320867"
  }
}