{
  "name": "New_v9_EverlastingEvent",
  "pages": {
    "about": "Sobre Nós - Everlasting Events Lar Sobre nós Portfólio Pacotes Caridade Vagas Blogue Contato Lar Sobre nós Portfólio Pacotes Caridade Vagas Blogue Contato Sobre Nós A Everlasting Events é uma empresa dedicada à organização de eventos que transforma momentos especiais em memórias eternas. Com uma equipe apaixonada e experiente, estamos comprometidos em criar experiências únicas e inesquecíveis para nossos clientes. Desde casamentos românticos a eventos corporativos sofisticados, cada detalhe é cuidadosamente planejado e executado para garantir que o seu evento seja verdadeiramente memorável. Nossa abordagem personalizada e atenção aos detalhes nos distinguem, e nossa paixão pelo que fazemos é evidente em cada evento que organizamos. Nossas vantagens Experiência Excepcional: Oferecemos uma vasta experiência na organização de uma ampla gama de eventos, desde casamentos elegantes até grandes conferências corporativas. Nossa equipe altamente qualificada está comprometida em proporcionar uma experiência excepcional para cada cliente, garantindo que seus eventos sejam memoráveis e sem preocupações. Atenção aos Detalhes: Na Everlasting Events, acreditamos que são os pequenos detalhes que fazem a diferença em um evento. Desde a seleção do local até os arranjos florais, cuidamos de cada aspecto do seu evento com precisão e cuidado, garantindo que tudo esteja perfeitamente planejado e executado. Criatividade e Inovação: Estamos sempre buscando novas ideias e tendências no mundo dos eventos para garantir que nossos clientes tenham experiências únicas e memoráveis. Desde conceitos de decoração inovadores até entretenimento exclusivo, nossa criatividade está sempre em movimento para criar eventos que surpreendam e encantem. Compromisso com a Satisfação do Cliente: O sucesso dos nossos clientes é a nossa prioridade número um. Estamos comprometidos em superar as expectativas de cada cliente, ouvindo suas necessidades, oferecendo soluções personalizadas e garantindo que cada detalhe do seu evento seja perfeito. Sua satisfação é o nosso maior elogio. Galeria Programa de fidelidade e bônus Programa de Fidelidade Exclusivo: Junte-se ao nosso programa de fidelidade e seja recompensado por sua lealdade à Everlasting Events. Quanto mais eventos você organiza conosco, mais benefícios exclusivos você desbloqueia, como descontos especiais, upgrades de serviço e ofertas personalizadas. Bônus de Indicação de Amigos: Convide seus amigos para experimentar os serviços da Everlasting Events e ganhe bônus especiais toda vez que um novo cliente se inscrever através da sua recomendação. É uma maneira de agradecer por nos ajudar a expandir nossa comunidade de clientes satisfeitos. Descontos Especiais para Clientes Fiéis: Agradecemos a sua lealdade oferecendo descontos especiais e ofertas exclusivas para clientes que retornam para organizar múltiplos eventos conosco. É nossa maneira de reconhecer e valorizar sua confiança contínua em nossos serviços. Benefícios de Aniversário: Celebre seu aniversário conosco e desfrute de benefícios especiais como parte do nosso programa de fidelidade. Desde descontos em serviços adicionais até brindes exclusivos, queremos tornar o seu dia especial ainda mais memorável. Acesso Antecipado a Eventos Exclusivos: Como membro do nosso programa de fidelidade, você terá acesso antecipado a eventos exclusivos e promoções especiais. Seja o primeiro a reservar os melhores locais e aproveitar ofertas limitadas disponíveis apenas para nossos clientes fiéis. Serviços Personalizados e Prioritários: Como parte do nosso programa de fidelidade, você receberá serviços personalizados e prioritários em todos os seus eventos. Nosso compromisso é garantir que cada detalhe seja perfeitamente planejado e executado, atendendo às suas necessidades específicas com a máxima atenção e cuidado. São Luís, Maranhão, Brasil everlastingevents@gmail.com +552332594341 Lar Sobre nós política de Privacidade © 2024 EverlastingEvents",
    "gratitude": "Agradecimento - Everlasting Events Obrigado A Everlasting Events gostaria de expressar nossa sincera gratidão a todos os nossos clientes, parceiros e colaboradores que confiaram em nós para tornar seus eventos verdadeiramente memoráveis. É uma honra para nós fazer parte dos momentos especiais de sua vida e ajudá-los a transformar suas visões em realidade. Cada evento que organizamos é uma oportunidade para nós de demonstrar nossa dedicação, criatividade e compromisso com a excelência em serviço. Estamos profundamente agradecidos pela confiança que você depositou em nós e estamos ansiosos para continuar a superar suas expectativas em todos os aspectos. Nosso compromisso com a satisfação do cliente e a excelência em serviço é inabalável. À medida que avançamos, continuaremos a buscar maneiras de aprimorar e aperfeiçoar nossos serviços para atender às suas necessidades em constante evolução. Sua felicidade e satisfação são nossa prioridade máxima, e trabalharemos incansavelmente para garantir que cada evento seja uma experiência única e memorável. Agradecemos sinceramente sua parceria contínua e aguardamos com expectativa muitos mais momentos inesquecíveis juntos. Lar",
    "index": "Organização de Eventos - Everlasting Events Lar Sobre nós Portfólio Pacotes Caridade Vagas Blogue Contato Lar Sobre nós Portfólio Pacotes Caridade Vagas Blogue Contato Memórias eternas, momentos inesquecíveis. Everlasting Events oferece serviços profissionais de organização de eventos para transformar suas ocasiões especiais em lembranças eternas. Com nossa dedicação e atenção aos detalhes, criamos experiências únicas e inesquecíveis para cada cliente. De casamentos deslumbrantes a eventos corporativos impecáveis, estamos aqui para tornar seus sonhos uma realidade. Serviços Organização completa de eventos Desde a concepção até a execução, cuidamos de todos os aspectos do seu evento, garantindo que cada detalhe seja perfeito. Coordenação do dia do evento Deixe-nos cuidar de todos os aspectos logísticos e coordenar o dia do seu evento para que você possa aproveitar ao máximo. Decoração e design Criamos ambientes deslumbrantes e atmosferas memoráveis através de uma decoração cuidadosamente planejada e design personalizado. Gestão de fornecedores Trabalhamos com uma rede de fornecedores confiáveis ​​e de alta qualidade para garantir que todos os aspectos do seu evento sejam cuidadosamente gerenciados. Consultoria e planejamento Oferecemos consultoria especializada e orientação para ajudá-lo a planejar e executar um evento que atenda às suas expectativas e orçamento. Entretenimento e atividades Desde bandas ao vivo até artistas de circo, podemos fornecer uma variedade de opções de entretenimento para tornar o seu evento verdadeiramente memorável. Portfólio Casamentos Inesquecíveis Desde casamentos íntimos e românticos até grandes celebrações luxuosas, nós transformamos seus sonhos em realidade, criando momentos eternos de amor e felicidade. Eventos Corporativos de Sucesso Da organização de conferências e seminários à realização de eventos de equipe e festas de premiação, garantimos que seus eventos corporativos sejam profissionais, impactantes e eficazes. Festas Privadas Exclusivas Desde jantares elegantes e festas de aniversário até eventos familiares especiais, proporcionamos experiências únicas e personalizadas, deixando seus convidados encantados e inspirados. Cerimônias Memoráveis Do batizado do seu filho à renovação de votos do seu casamento, criamos cerimônias emocionantes e significativas que serão lembradas para sempre por você e seus entes queridos. Eventos de Caridade e Responsabilidade Social Colaboramos com organizações sem fins lucrativos e iniciativas de caridade para planejar e executar eventos de arrecadação de fundos e conscientização, fazendo a diferença na comunidade. Celebrações Temáticas Especiais TEDesde festas de Halloween e festivais gastronômicos até eventos sazonais e comemorações culturais, criamos experiências temáticas únicas e envolventes que surpreendem e encantam os participantes.XT Pacotes e preços Pacote Ouro Nosso pacote premium inclui serviços completos de organização de eventos, decoração luxuosa e coordenação detalhada do dia, proporcionando uma experiência sem preocupações e inesquecível para você e seus convidados. Pacote Prata Ideal para eventos mais íntimos, este pacote oferece serviços essenciais de organização, decoração elegante e coordenação no dia do evento, garantindo uma celebração memorável dentro do seu orçamento. Pacote Bronze Nossa opção econômica oferece serviços básicos de organização, decoração simplificada e supervisão no dia do evento, permitindo que você desfrute de uma celebração bem planejada a um preço acessível. Pacote Casamento dos Sonhos Criado especialmente para casamentos, este pacote oferece uma gama completa de serviços personalizados, incluindo planejamento detalhado, decoração luxuosa e coordenação perfeita para o dia do seu casamento. Caridade Apoio a Causas Humanitárias: A Everlasting Events está comprometida em fazer a diferença na comunidade através do apoio a causas humanitárias. Colaboramos com organizações sem fins lucrativos e instituições de caridade para arrecadar fundos, conscientizar e promover o bem-estar de indivíduos em situações de vulnerabilidade. Eventos Beneficentes Memoráveis: Nosso compromisso com a responsabilidade social se reflete em nossa organização de eventos beneficentes memoráveis. Da coordenação detalhada à decoração temática, cada evento é planejado com amor e dedicação para arrecadar fundos e apoiar causas dignas. Parcerias com Instituições Locais: Estabelecemos parcerias sólidas com instituições locais para impactar positivamente a comunidade. Através de eventos de angariação de fundos, campanhas de conscientização e programas de voluntariado, contribuímos para o fortalecimento e o bem-estar da nossa sociedade. Iniciativas de Sustentabilidade Ambiental: Além do compromisso com causas humanitárias, nos dedicamos a iniciativas de sustentabilidade ambiental. Nossos eventos são planejados levando em consideração práticas ecológicas para minimizar o impacto no meio ambiente e promover um futuro mais sustentável. Higienização e Limpeza Garantimos a limpeza e desinfecção adequadas de todos os espaços e equipamentos utilizados nos eventos. Além disso, incentivamos o uso de estações de higienização das mãos e seguimos protocolos estritos de limpeza antes, durante e após cada evento. Coordenação com Fornecedores e Parceiros Trabalhamos em estreita colaboração com nossos fornecedores e parceiros para garantir que eles também sigam medidas de segurança e saúde. Isso inclui a verificação das práticas de higiene e segurança em todos os aspectos do evento, desde o fornecimento de alimentos até o transporte. Comunicação Transparente Mantemos uma comunicação transparente com nossos clientes e participantes, fornecendo informações atualizadas sobre as medidas de segurança e saúde implementadas em nossos eventos. Estamos sempre disponíveis para responder a quaisquer perguntas ou preocupações relacionadas à segurança e saúde. Vagas Coordenador de Eventos Estamos em busca de um coordenador de eventos altamente organizado e proativo para planejar e executar eventos de sucesso para nossos clientes. O candidato ideal terá experiência em coordenação de eventos e habilidades excepcionais de comunicação e gerenciamento de tempo. Escreva para nós Designer de Eventos Procuramos um designer de eventos criativo e talentoso para criar conceitos de decoração e design para uma variedade de eventos. O candidato ideal terá experiência em design de interiores ou eventos, além de habilidades em software de design gráfico. Escreva para nós Especialista em Marketing de Eventos Estamos contratando um especialista em marketing de eventos para desenvolver estratégias de marketing e promover nossos serviços de organização de eventos. O candidato ideal terá experiência em marketing digital, habilidades analíticas e criatividade para alcançar nossos clientes-alvo. Escreva para nós Assistente Administrativo Estamos em busca de um assistente administrativo para apoiar nossa equipe de eventos em diversas tarefas administrativas, como agendamento de reuniões, gestão de documentos e atendimento ao cliente. O candidato ideal terá habilidades organizacionais e de comunicação. Escreva para nós Gerente de Relacionamento com o Cliente Procuramos um gerente de relacionamento com o cliente para cultivar relacionamentos sólidos com nossos clientes e garantir sua satisfação contínua com nossos serviços. O candidato ideal terá experiência em atendimento ao cliente e habilidades interpessoais excepcionais. Escreva para nós Coordenador de Logística de Eventos Estamos contratando um coordenador de logística de eventos para gerenciar a logística e a produção de eventos, incluindo coordenação de fornecedores, transporte e montagem. O candidato ideal terá experiência em logística de eventos e habilidades organizacionais. Escreva para nós Parcerias de Patrocínio Estamos sempre abertos a parcerias de patrocínio com empresas e marcas que desejam se associar a eventos de alta qualidade e prestígio. Oferecemos uma variedade de oportunidades de patrocínio personalizadas, que podem incluir exposição da marca, oportunidades de marketing e engajamento com o público-alvo do evento. Benefícios do Patrocínio Ao se tornar um patrocinador dos nossos eventos, as empresas têm a oportunidade de aumentar sua visibilidade, fortalecer sua marca e se conectar com um público qualificado e engajado. Além disso, o patrocínio pode proporcionar uma excelente plataforma para promover produtos ou serviços específicos e demonstrar apoio à comunidade. Opções de Patrocínio Flexíveis Entendemos que as necessidades e objetivos de cada empresa são únicos, por isso oferecemos opções de patrocínio flexíveis e personalizadas. Desde patrocínios exclusivos até pacotes de patrocínio sob medida, trabalharemos em estreita colaboração com os patrocinadores para garantir que suas metas e expectativas sejam atendidas de forma eficaz. Blogue Everlasting Events premiada como Melhor Empresa de Eventos do Ano A Everlasting Events tem a honra de anunciar que foi premiada como a Melhor Empresa de Eventos do Ano pelo prestigiado prêmio de excelência em eventos. Este reconhecimento reflete nosso compromisso com a excelência e a dedicação em proporcionar experiências inesquecíveis para nossos clientes. Tendências em Decoração de Casamentos para a Temporada de Verão Esteja preparado para se inspirar com as últimas tendências em decoração de casamentos para a temporada de verão. Desde paletas de cores refrescantes até elementos decorativos ao ar livre, a Everlasting Events compartilha as ideias mais quentes para criar o casamento dos seus sonhos nesta época do ano. Dicas para Organizar um Evento Corporativo de Sucesso Descubra as melhores práticas para organizar um evento corporativo de sucesso com as dicas especializadas da Everlasting Events. Desde a seleção do local até o planejamento da programação, nossas sugestões ajudarão a garantir que seu evento seja profissional, impactante e memorável. FAQ Quais tipos de eventos a Everlasting Events organiza? Nós organizamos uma ampla variedade de eventos, incluindo casamentos, eventos corporativos, festas privadas, cerimônias especiais e muito mais. Estamos aqui para atender a todas as suas necessidades de planejamento de eventos. Como posso solicitar um orçamento para o meu evento? Você pode solicitar um orçamento preenchendo nosso formulário de contato em nosso site ou entrando em contato diretamente com nossa equipe por telefone ou e-mail. Estamos prontos para ajudá-lo a criar o evento dos seus sonhos. Vocês trabalham com um limite de orçamento específico? Não temos um limite de orçamento fixo e podemos adaptar nossos serviços para atender às suas necessidades específicas e ao seu orçamento. Entre em contato conosco para discutir suas opções. Com quanto tempo de antecedência devo entrar em contato para planejar meu evento? Recomendamos entrar em contato conosco o mais cedo possível para garantir a disponibilidade de datas e começar o planejamento do seu evento. No entanto, também podemos ajudar com eventos de última hora, se possível. Vocês oferecem serviços de decoração e design? Sim, oferecemos serviços completos de decoração e design para transformar seu evento em uma experiência verdadeiramente única e memorável. Nossa equipe trabalhará com você para criar um ambiente personalizado que atenda às suas preferências e estilo. Como posso acompanhar o progresso do planejamento do meu evento? Durante todo o processo de planejamento, você terá um ponto de contato dedicado em nossa equipe que o manterá atualizado sobre todos os detalhes do seu evento. Estamos comprometidos em garantir uma comunicação clara e transparente em cada etapa do caminho. Contate-nos Enviar mensagem Aceito Política de Privacidade São Luís, Maranhão, Brasil everlastingevents@gmail.com +552332594341 Lar Sobre nós política de Privacidade © 2024 EverlastingEvents",
    "policy": "Política de Privacidade - Everlasting Events Lar Sobre nós Portfólio Pacotes Caridade Vagas Blogue Contato Lar Sobre nós Portfólio Pacotes Caridade Vagas Blogue Contato Política de Privacidade - EverlastingEvents Medidas de segurança de dados Criptografia: Empregamos técnicas de criptografia padrão do setor para proteger suas informações pessoais contra acesso não autorizado ou divulgação. Isso ajuda a garantir que seus dados permaneçam seguros e confidencial em todos os momentos. Armazenamento Seguro: Seus dados são armazenados de forma segura em servidores com acesso restrito e atualizamos regularmente nossas medidas de segurança para garantir a integridade de suas informações. Também implementamos controles de acesso rigorosos e protocolos de autenticação para evitar acesso não autorizado aos seus dados. Compartilhamento de informações Provedores de serviços terceirizados: podemos compartilhar suas informações com prestadores de serviços terceirizados confiáveis ​​que nos ajudam a fornecer nossos serviços, como empresas de catering, gerentes de locais ou provedores de entretenimento. Esses terceiros são contratualmente obrigado a usar suas informações apenas para os fins especificados pela Everlasting Events e manter a confidencialidade e segurança dos seus dados. Obrigações Legais: Podemos divulgar suas informações quando necessário para cumprir obrigações legais, aplicar nossas políticas ou proteger os direitos, propriedade ou segurança de nossa empresa ou de terceiros. Isso pode incluem o compartilhamento de informações com agências de aplicação da lei, autoridades reguladoras ou outras entidades governamentais, conforme necessário por lei. Seus direitos e escolhas Acesso e Atualização: Você tem o direito de acessar e atualizar seu informações pessoais a qualquer momento. Você pode revisar ou modificar seu detalhes da conta fazendo login em sua conta em nosso site. Se você precisar de ajuda para acessar ou atualizar suas informações, por favor entre em contato conosco diretamente. Desativar: você pode optar por não receber e-mails promocionais ou comunicações de marketing nossas seguindo o procedimento de cancelamento instruções fornecidas nos e-mails. Por favor, note que mesmo se você optar por não receber comunicações de marketing, ainda poderemos enviar suas comunicações transacionais ou relacionadas a serviços, como mensagens administrativas ou atualizações sobre seus eventos. Período de retenção Retemos suas informações pessoais pelo tempo necessário para cumprir os propósitos descritos nesta Política de Privacidade, a menos que um um período de retenção mais longo é exigido ou permitido por lei. Uma vez que seu informações não são mais necessárias para os fins para os quais foram coletados, iremos excluí-los com segurança ou anonimizá-los de acordo com nossas políticas e procedimentos de retenção de dados. Privacidade das Crianças Nossos serviços não são direcionados a indivíduos menores de 18 anos, e não coletamos intencionalmente informações pessoais de crianças. Se você acredita que coletamos inadvertidamente informações de uma criança, entre em contato conosco imediatamente para que possamos pode tomar as medidas apropriadas para excluir as informações. Alterações nesta Política de Privacidade Reservamo-nos o direito de atualizar ou modificar esta Política de Privacidade em a qualquer momento. Quaisquer alterações entrarão em vigor imediatamente após a publicação Em nosso site. Nós encorajamos você a revisar esta Política de Privacidade periodicamente para quaisquer atualizações. Seu uso continuado do nosso site e serviços após a publicação de quaisquer alterações constitui aceitação dessas mudanças. Transferências internacionais de dados Mecanismos de Transferência de Dados: Ao transferir os seus dados pessoais internacionalmente, utilizamos mecanismos apropriados de transferência de dados, como cláusulas contratuais padrão ou regras corporativas vinculativas, para garantir que suas informações estejam adequadamente protegidas. Locais de armazenamento de dados: Podemos armazenar e processar seus dados pessoais dados em servidores localizados em vários países. Ao usar nosso serviços, você concorda com a transferência de seus dados para estes locais, que podem ter leis de proteção de dados diferentes das suas País de Residência. Conteúdo gerado pelo usuário Visibilidade Pública: Qualquer conteúdo que você postar em nosso site, como comentários, avaliações ou depoimentos podem ser visíveis publicamente para outros usuários. Por favor, tenha cautela e discrição ao compartilhar informações pessoais ou conteúdo sensível nesses fóruns públicos. Moderação e Remoção: Reservamo-nos o direito de moderar ou remover conteúdo gerado pelo usuário que viole nossas diretrizes da comunidade ou termos de serviço. No entanto, não podemos garantir a completa remoção do seu conteúdo de sites de terceiros ou mecanismos de pesquisa resultados. Alterações em nossa Política de Privacidade Notificação de alterações: Reservamo-nos o direito de atualizar ou modificar esta Política de Privacidade a qualquer momento. Qualquer alteração será comunicada para você por meio de aviso em destaque em nosso site ou por e-mail, onde apropriado. Revisão das atualizações da política: encorajamos você a revisar esta Política de Privacidade Política periodicamente para nos mantermos informados sobre como coletamos, usamos, e proteja suas informações pessoais. Seu uso contínuo de nosso serviços após a publicação de quaisquer alterações constitui aceitação dessas mudanças. Escreva para nós Canais de comunicação: Se você tiver alguma dúvida, preocupação ou reclamações sobre nossa Política de Privacidade ou como lidamos com seu informações pessoais, entre em contato conosco por e-mail em everlastingevents@gmail.com. Nós nos esforçamos para responder a todas as perguntas e solicitações prontamente e dentro dos prazos exigidos pelas leis de proteção de dados aplicáveis. Seu feedback é importante para nós e agradecemos o oportunidade de abordar quaisquer preocupações que você possa ter. São Luís, Maranhão, Brasil everlastingevents@gmail.com +552332594341 Lar Sobre nós política de Privacidade © 2024 EverlastingEvents"
  }
}