{
  "name": "New_v9_Wildwood",
  "pages": {
    "privacy": "Política de Privacidade - Wildwood Início Termos Política de Privacidade 1. Segurança da Informação Priorizamos a proteção de seus dados pessoais por meio de múltiplos protocolos de segurança. Estes incluem criptografia, controles rigorosos de acesso e revisões de segurança regulares para garantir que suas informações permaneçam seguras. 2. Como Utilizamos Suas Informações Utilizamos seus dados para personalizar sua experiência, fornecer suporte ao cliente, processar transações e enviar atualizações. Além disso, com sua permissão, podemos usar suas informações para fins promocionais. 3. Links de Terceiros Nosso site pode incluir links para sites de terceiros que não estão sob nosso controle. Não somos responsáveis pelo conteúdo ou pelas políticas de privacidade desses sites externos. 4. Coleta de Dados Coletamos informações pessoais para aprimorar a entrega de nossos serviços. Esses dados são obtidos por meio de compras, inscrições em boletins informativos e interações em nosso site. 5. Introdução Bem-vindo à Wildwood. Sua privacidade é de extrema importância para nós. Esta Política de Privacidade descreve como coletamos, usamos e protegemos suas informações pessoais. 6. Informações que Coletamos Coletamos diferentes tipos de informações para fornecer e melhorar nossos serviços, incluindo dados fornecidos diretamente, dados coletados automaticamente e dados de terceiros. 7. Atualização de Informações É importante manter suas informações pessoais atualizadas. Você pode atualizar seus detalhes fazendo login em sua conta ou entrando em contato conosco. 8. Privacidade de Crianças Nossos serviços são projetados para usuários com 13 anos ou mais. Não coletamos intencionalmente dados de crianças menores de 13 anos. Se tomarmos conhecimento de que coletamos dados de uma criança menor de 13 anos, os excluiremos imediatamente. 9. Comunicações de Marketing Podemos enviar informações sobre nossos produtos e ofertas especiais. Você pode optar por não receber essas comunicações a qualquer momento seguindo o link de cancelamento em nossos e-mails. 10. Retenção de Dados Retemos seus dados pessoais apenas pelo tempo necessário para os fins para os quais foram coletados. Após esse período, eles são excluídos ou anonimizados. 11. Compartilhamento de suas Informações Não vendemos seus dados pessoais. Podemos compartilhar suas informações com parceiros de confiança que nos auxiliam em nossas operações. Esses parceiros são obrigados a manter a confidencialidade de seus dados. 12. Cancelamento Você tem a opção de cancelar a recepção de nossas comunicações de marketing a qualquer momento. Siga as instruções fornecidas em nossos e-mails ou entre em contato diretamente conosco. 13. Acesso aos Dados Você tem o direito de solicitar acesso aos seus dados pessoais que mantemos. Entre em contato conosco para obter uma cópia de seus dados e garantir sua precisão. 14. Alterações nesta Política Podemos atualizar periodicamente esta Política de Privacidade. Quaisquer alterações serão publicadas nesta página, e recomendamos que você a revise regularmente. 15. Contate-nos Se você tiver alguma dúvida ou preocupação sobre esta Política de Privacidade ou nossas práticas de dados, entre em contato conosco em [informações de contato]. 16. Mudanças na Política A Wildwood poderá revisar esta Política de Privacidade periodicamente. Mudanças significativas serão comunicadas por meio de atualizações em nosso site. 17. Conformidade Legal Cumprimos todas as leis relevantes de proteção de dados. Isso inclui responder a solicitações legais e garantir que seus direitos de privacidade sejam respeitados. 18. Direitos do Usuário Você tem o direito de acessar, modificar ou excluir seus dados pessoais. Entre em contato conosco para exercer esses direitos. 19. Comunicação Acreditamos em comunicação transparente. Qualquer atualização em nossa Política de Privacidade será publicada em nosso site e, se necessário, enviada por e-mail. 20. Informações de Contato Se você tiver alguma dúvida ou preocupação sobre nossa Política de Privacidade, entre em contato conosco pelo wildwood@gmail.com. Estamos aqui para ajudar você. 21. Feedback Seu feedback é importante para nós. Compartilhe quaisquer sugestões ou preocupações sobre nossas práticas de privacidade para que possamos melhorar sua experiência. 22. Alterações a Esta Política de Privacidade Podemos atualizar ocasionalmente esta Política de Privacidade. As alterações serão publicadas nesta página. Por favor, revise periodicamente para se manter informado. 23. Informações de Pagamento Suas informações de pagamento são tratadas com segurança. Utilizamos criptografia avançada para proteger seus dados financeiros durante as transações e não mantemos detalhes de pagamento em nossos servidores. 24. Seus Direitos de Proteção de Dados Você tem direitos específicos em relação aos seus dados pessoais, incluindo acesso, correção, exclusão e restrição de processamento. Além disso, você tem o direito de se opor ao processamento e à portabilidade de dados. 25. Transferências Internacionais de Dados Suas informações podem ser transferidas e armazenadas em computadores fora de sua jurisdição, onde as leis de proteção de dados podem ser diferentes das de sua localização. 26. Cookies e Tecnologias de Rastreamento Utilizamos cookies e tecnologias similares para monitorar atividades em nosso site e armazenar informações específicas. Você pode configurar seu navegador para recusar cookies ou para alertá-lo quando um cookie estiver sendo enviado. Início Termos e Condições &copy; 2024 Wildwood. Todos os direitos reservados.",
    "terms": "Termos e Condições - Wildwood Início Política de Privacidade Termos e Condições 1. Realização do Pedido Ao fazer uma reserva com a Wildwood, forneça informações precisas e completas. Sua reserva representa uma oferta para utilizar nossos serviços, que podemos aceitar ou rejeitar a nosso critério. 2. Acordo Integral Estes termos e condições constituem o acordo integral entre você e a Wildwood em relação ao uso de nosso site e serviços. Quaisquer acordos ou entendimentos anteriores são substituídos por estes termos. 3. Preços e Pagamentos Todos os preços são listados na moeda local e estão sujeitos a alterações sem aviso prévio. Os pagamentos devem ser feitos integralmente no momento da reserva usando nossos métodos de pagamento aceitos. 4. Cancelamento e Reembolsos Os cancelamentos devem ser feitos dentro do prazo especificado para serem elegíveis para reembolso. Consulte nossa política de cancelamento para obter informações detalhadas sobre elegibilidade e procedimentos de reembolso. 5. Disponibilidade de Serviço Nos esforçamos para garantir a disponibilidade de nossos serviços; no entanto, não garantimos acesso ininterrupto e reservamos o direito de interromper qualquer serviço a qualquer momento sem aviso prévio. 6. Uso dos Serviços Ao usar nossos serviços, você concorda em cumprir todas as leis e regulamentos aplicáveis. Você é responsável por sua conduta e por garantir que seu uso não viole os direitos de terceiros. 7. Responsabilidade A Wildwood não se responsabiliza por quaisquer danos diretos, indiretos, incidentais ou consequenciais decorrentes do uso ou da incapacidade de usar nossos serviços. Isso inclui, mas não se limita a, danos por perda de lucros, dados ou outros prejuízos intangíveis. 8. Conduta do Usuário Os usuários devem agir com respeito e responsabilidade nas dependências da Wildwood. Qualquer comportamento considerado inadequado pode resultar na rescisão dos serviços sem direito a reembolso. 9. Privacidade Sua privacidade é importante para nós. Por favor, revise nossa Política de Privacidade para entender como coletamos, usamos e protegemos suas informações pessoais. 10. Propriedade Intelectual Todo o conteúdo em nosso site, incluindo texto, gráficos, logotipos e imagens, é propriedade da Wildwood e é protegido por leis de propriedade intelectual. O uso não autorizado é estritamente proibido. 11. Modificações A Wildwood reserva-se o direito de modificar estes termos e condições a qualquer momento. As alterações entrarão em vigor imediatamente após a publicação em nosso site. Seu uso contínuo de nossos serviços constitui aceitação dos termos revisados. 12. Lei Aplicável Estes termos e condições são regidos pelas leis da jurisdição em que a Wildwood opera. Quaisquer disputas decorrentes destes termos serão resolvidas nos tribunais competentes dessa jurisdição. 13. Cessibilidade Se alguma disposição destes termos for considerada inválida ou inexequível, as disposições restantes permanecerão em pleno vigor e efeito. 14. Rescisão A Wildwood reserva-se o direito de rescindir seu acesso aos nossos serviços por qualquer motivo, incluindo, mas não se limitando a, violação destes termos e condições. 15. Informações de Contato Para dúvidas ou preocupações sobre estes termos e condições, entre em contato conosco pelo email wildwood@gmail.com. Estamos aqui para ajudar. Início Política de Privacidade &copy; 2024 Wildwood. Todos os direitos reservados.",
    "thank_page": "Thanks - Wildwood Welcome to Wildwood! Thank you for exploring Wildwood! We're thrilled to have you and hope your visit was a wonderful experience. We eagerly anticipate welcoming you back to enjoy our stunning campgrounds and top-notch amenities. Back to Wildwood!",
    "index": "Wildwood Áreas de Camping Aluguéis Conexões Olá! Estamos dedicados a oferecer uma variedade de experiências imersivas ao ar livre, longe do agito da civilização. Descubra nosso compromisso em promover relaxamento e aventura através de nossos locais isolados para camping e experimente a alegria de se conectar com a natureza em sua forma mais pura. Contatos Descubra a calma da natureza dentro de você. 95% Porcentagem de nossos clientes felizes que afirmam que o camping os aproxima da natureza e proporciona uma verdadeira fuga da vida diária. 7 mln Número estimado de domicílios que acampam no Brasil nos últimos anos. Mínimo para duas pessoas. 20% Aumento de novos campistas na última década, refletindo um interesse crescente em atividades ao ar livre. 1500+ Número de campings e parques de trailers no Brasil, oferecendo uma ampla gama de opções de camping. 40% Porcentagem de campistas que dizem acampar para passar mais tempo com a família e amigos. 50% Porcentagem de campistas que agora usam plataformas online ou aplicativos para reservar suas viagens de camping, mostrando a integração da tecnologia na recreação ao ar livre. Sobre Nós Bem-vindo à nossa empresa de camping, onde a emoção da aventura encontra a serenidade da natureza. Nossa história começou com um amor pela exploração da natureza selvagem intocada. Abraçando a Natureza Nossa dedicação à natureza começa com a cuidadosa seleção de locais isolados e deslumbrantes. Colaboramos com proprietários de terras e conservacionistas para garantir que cada local de camping ofereça uma experiência ao ar livre autêntica e imersiva. Das majestosas montanhas Rochosas às tranquilas florestas da Escandinávia, nossos destinos são escolhidos pela sua beleza natural e ambiente pacífico. Misturando Tradição e Modernidade Respeitamos os modos tradicionais de acampamento enquanto integramos comodidades modernas para aprimorar sua aventura ao ar livre. Nossos guias experientes e planejadores trazem uma riqueza de conhecimento para cada viagem, criando experiências enraizadas na tradição e aprimoradas pela inovação. Seja em um acampamento rústico ou um retiro de glamping luxuoso, cada aventura mostra nosso compromisso em proporcionar experiências ao ar livre excepcionais e memoráveis. Áreas de Camping Nossas áreas de camping estão localizadas em uma variedade de ambientes naturais deslumbrantes, cada uma oferecendo uma experiência única. Das florestas altas com suas copas exuberantes às expansivas paisagens de deserto sob o vasto céu estrelado, há um local perfeito para cada amante da natureza. Cada uma de nossas localizações é projetada para mergulhá-lo no esplendor natural e oferecer uma fuga pacífica do cotidiano. Descubra a diversa beleza de nossas áreas de camping e encontre seu refúgio perfeito ao ar livre. Canions Experimente a impressionante beleza e a serena solidão que nossos acampamentos nos cânions oferecem em paisagens dramáticas. Contatos Lagos Altos Para aqueles que preferem a água, nossos acampamentos à beira do lago e do rio oferecem configurações tranquilas e oportunidades para pesca e passeios de barco. Contatos Florestas Nestes acampamentos, você pode relaxar e reconectar-se com o mundo natural. Explore trilhas cênicas que serpenteiam por florestas densas. Contatos Montanhas Nossos acampamentos de montanha oferecem vistas deslumbrantes e trilhas revigorantes, ideais para caminhantes e aventureiros. Contatos Nossos Recursos Localizações Cênicas Nossos campings estão situados em algumas das localizações mais deslumbrantes, de serenas florestas a majestosos cânions, oferecendo-lhe a fuga perfeita para a natureza. Cada local é cuidadosamente escolhido para proporcionar uma experiência única e memorável. Comodidades Modernas Enquanto nos orgulhamos de nossas localizações remotas, garantimos que nossos acampamentos estejam equipados com comodidades modernas. Desfrute de instalações limpas e bem mantidas, incluindo banheiros, chuveiros e áreas de cozinha convenientes, sem comprometer a experiência natural. Atividades de Aventura Nossos acampamentos oferecem uma variedade de atividades para mantê-lo entretido e engajado. De caminhadas guiadas e passeios pela vida selvagem a sessões de observação de estrelas e contos ao redor da fogueira, sempre há algo emocionante para fazer. Para aqueles que procuram mais adrenalina, temos excursões de escalada, viagens de quadriciclo por terrenos acidentados e desafios de orientação que testam suas habilidades de navegação. Nosso objetivo é proporcionar uma mistura equilibrada de aventura e relaxamento, garantindo que haja algo para todos. Depoimentos \"O acampamento era absolutamente deslumbrante, com vistas incríveis e uma atmosfera pacífica. Mal posso esperar para voltar!\" Sarah Wilson \"Uma experiência incrível! A equipe foi simpática e prestativa, e a localização foi perfeita para uma escapada relaxante.\" James Brown \"Amei cada minuto da minha estadia no acampamento no canyon. As trilhas foram emocionantes e a paisagem era de tirar o fôlego.\" Mia Hernandez \"Acampar aqui foi um sonho realizado. As instalações estavam limpas e bem mantidas, e os arredores naturais eram lindos.\" David Smith \"Um lugar fantástico para se desconectar e desfrutar da natureza. A variedade de áreas de camping facilitou encontrar o local perfeito.\" Emma Martinez \"Tivemos uma viagem de acampamento familiar inesquecível aqui. As crianças adoraram explorar a floresta e nós apreciamos a tranquilidade.\" Michael Jackson \"A melhor experiência de acampamento que já tive. A localização remota fez com que parecesse que estávamos realmente longe da civilização.\" Sophia Lee Aluguéis Para garantir que você tenha tudo o que precisa para uma experiência de acampamento agradável e confortável, oferecemos uma variedade de opções de aluguel. Desde tendas de alta qualidade até kits completos de hiking, nossos aluguéis são projetados para atender às necessidades de todos os campistas, sejam iniciantes ou aventureiros experientes. Com nossos serviços de aluguel, você pode aproveitar a natureza sem o incômodo de trazer seu próprio equipamento. Basta reservar o que você precisa e nós teremos tudo pronto para você quando chegar. Nossa equipe simpática está sempre disponível para fornecer orientação e garantir que você tenha o equipamento certo para a sua aventura. Tenda individual Tenda para duas pessoas Tenda longa Tenda sala de estar Kit padrão Kit de montanha Kit de selva Atividades Oferecemos uma ampla gama de atividades projetadas para conectar você com a natureza e proporcionar experiências inesquecíveis. Trekking na Natureza Selvagem Participe de emocionantes trekkings pela natureza selvagem através de paisagens intocadas. Nossas caminhadas guiadas levam você fora do caminho convencional, permitindo que você explore florestas densas, montanhas robustas e vales tranquilos. Ao longo do caminho, nossos guias experientes compartilharão insights sobre a flora e fauna local, garantindo uma experiência segura e educativa. Fogueiras em Lugares Pitorescos Não há nada como se reunir ao redor de uma fogueira em um cenário natural deslumbrante. Nossas sessões de fogueira são perfeitas para relaxar após um dia de exploração. Compartilhe histórias com outros campistas e absorva a atmosfera serena sob um dossel de estrelas. Pescaria e Passeios de Caiaque Experimente a emoção da pesca e do caiaque em algumas das águas mais cênicas. Nossas viagens de pesca são perfeitas tanto para iniciantes quanto para pescadores experientes, oferecendo oportunidades para pegar uma variedade de peixes. Se você prefere uma aventura mais ativa, junte-se às nossas excursões de caiaque e reme através de lagos calmos e rios, desfrutando dos deslumbrantes arredores naturais. O que você gostaria de perguntar Preciso fazer uma reserva antecipada? Sim, recomendamos fazer uma reserva antecipada, especialmente durante as temporadas de pico. Isso garante que você tenha um lugar no seu acampamento preferido e nos permite preparar sua chegada. Você pode reservar online através do nosso site ou entrar em contato com nossa equipe de reservas. Quais são as comodidades oferecidas nos seus campings? Nossos campings são equipados com comodidades essenciais para garantir uma estadia confortável. Estas incluem banheiros limpos, estações de água potável, áreas para piquenique e pontos de fogo designados. Alguns locais também oferecem conexões elétricas e instalações de chuveiro. Quais tipos de atividades estão disponíveis nos seus acampamentos? Nossos acampamentos oferecem uma ampla gama de atividades para atender a todos os interesses. Você pode desfrutar de trekking na natureza selvagem, pesca, caiaque, escalada em rocha, viagens de quadriciclo e muito mais. Também organizamos caminhadas guiadas, passeios de vida selvagem, sessões de observação de estrelas e contação de histórias ao redor da fogueira. Posso levar meus animais de estimação para o acampamento? Sim, recebemos animais de estimação na maioria de nossos campings. Pedimos que você mantenha seus animais de estimação na coleira e limpe após eles para manter um ambiente agradável para todos os hóspedes. Por favor, verifique as políticas específicas do acampamento sobre animais de estimação ao fazer sua reserva. O que devo levar para a minha viagem de acampamento? Recomendamos levar roupas adequadas para o clima, calçados resistentes, sacos de dormir, utensílios de cozinha e itens pessoais como produtos de higiene pessoal e medicamentos. Se você estiver alugando equipamentos conosco, forneceremos tendas, kits de hiking e outros equipamentos necessários. Há diretrizes de segurança que devo seguir? A segurança é nossa prioridade. Pedimos a todos os hóspedes que sigam as regras do acampamento, incluindo diretrizes de segurança contra incêndios, respeito à vida selvagem e manutenção da limpeza do acampamento. Nossa equipe fornecerá um briefing de segurança na chegada, e informações de contato de emergência estão disponíveis em todos os acampamentos. Posso alugar equipamentos de camping no local? Sim, oferecemos uma variedade de opções de aluguel, incluindo tendas, kits de hiking e equipamentos especializados como bastões de trekking e mochilas de hidratação. Você pode reservar esses itens antecipadamente ou alugá-los na chegada, sujeito à disponibilidade. Como faço para chegar aos seus campings? As direções para cada um de nossos campings são fornecidas em nosso site. Também oferecemos coordenadas GPS para navegação fácil. Se tiver dificuldades em nos encontrar, nossa equipe de atendimento ao cliente está disponível para ajudar. Alguns campings podem ter serviços de transporte de cidades próximas. Conexões Nome Email Mensagem Aceito Política de Privacidade ENVIAR Endereço: R. Abelardo Andrade de Carvalho, 141 - Boca do Rio, Salvador - BA, 41706-690, Brasil Tel: +55 71 3202-2509 wildwood@gmail.com Campings Aluguéis Página Inicial Política de Privacidade Termos e Condições &copy; 2024 Wildwood. Todos os direitos reservados. document.addEventListener(\"DOMContentLoaded\", function () { const questions = document.querySelectorAll(\".faq-block\"); questions.forEach((question) => { question.addEventListener(\"click\", function () { this.classList.toggle(\"active\"); const text = this.querySelector(\".text\"); text.classList.toggle(\"active\"); }); }); });"
  },
  "date": "2024-06-26T08:58:31.981Z"
}