{
  "name": "New_v11_Ceramics",
  "pages": {
    "index": "Produção de Cerâmica - Ceramics Ceramics Início Sobre Perguntas Frequentes Contato Início Sobre Perguntas Frequentes Contato Cerâmica Personalizada Feita para Você Colabore com nossos designers especializados para criar cerâmicas únicas e feitas sob medida que se encaixam perfeitamente no seu estilo e necessidades. Nossos Projetos Recentes Veja alguns dos trabalhos personalizados que criamos para nossos clientes satisfeitos. Vasos de Cerâmica Elegantes Criamos vasos belos e funcionais para casas modernas. Azulejos de Cerâmica Personalizados Projetamos e produzimos azulejos únicos que valorizam qualquer espaço. Pratos de Cerâmica Artísticos Criamos pratos elegantes que adicionam um toque de sofisticação a qualquer mesa. Decoração de Cerâmica Sob Medida Desenvolvemos peças de decoração deslumbrantes que combinam tradição com estética moderna. Melhore Seu Espaço com Nossas Cerâmicas Sob Medida Experimente a beleza da cerâmica artesanal projetada especialmente para você. Desenhe Sua Cerâmica dos Sonhos Do conceito inicial à peça final, criamos cerâmicas que refletem sua personalidade e estilo de vida. Artesanato de Alta Qualidade Nossos artesãos usam os melhores materiais e técnicas para garantir que cada peça seja feita para durar. Nosso Processo de Criação de Sua Cerâmica Personalizada Consultoria &amp; Design Começamos entendendo suas necessidades e preferências para criar um design que lhe convém. Seleção de Materiais Escolha entre uma ampla gama de materiais de alta qualidade para garantir que suas cerâmicas sejam perfeitas. Artesanato &amp; Montagem Nossos artesãos qualificados dão vida ao seu design com precisão e cuidado. Nossos Planos de Preços Preços transparentes para nossos serviços de cerâmica personalizada. Plano Básico Ideal para pequenos projetos de cerâmica $200 USD Começar Um projeto por vez Entrega média de 4 semanas Design e construção Pausar ou cancelar a qualquer momento Plano Empresarial Perfeito para cerâmicas de escritório e negócios $500 USD Começar Vários projetos por vez Entrega média de 6 semanas Design e construção Pausar ou cancelar a qualquer momento Plano Corporativo Melhor para projetos de grande escala $300 USD Começar Projetos ilimitados Entrega média de 8 semanas Design e construção Pausar ou cancelar a qualquer momento Blog Leia nossos últimos artigos sobre design de cerâmica personalizada. 5 min de leitura 10 Dicas para Escolher Cerâmicas Personalizadas Explore fatores importantes a considerar ao escolher cerâmicas feitas sob medida para sua casa. 5 min de leitura Os Benefícios da Cerâmica Personalizada Saiba por que a cerâmica personalizada é um investimento que vale a pena para qualquer espaço. 5 min de leitura Como Manter Suas Cerâmicas Personalizadas Obtenha dicas sobre como manter suas cerâmicas personalizadas sempre lindas. Nossos Valores para Resultados Excepcionais Trabalho em Equipe Nossa equipe colabora de perto com você para criar cerâmicas que atendam às suas necessidades exatas. Criatividade Trazemos ideias inovadoras à vida com designs personalizados que se destacam. Orientação para Resultados Focamos em entregar cerâmicas que não apenas tenham ótima aparência, mas que também cumpram perfeitamente sua função. Nossa Equipe Conheça os talentosos indivíduos por trás da Ceramics. Rajesh Kumar Fundador &amp; Mestre Artesão Rajesh lidera nossa equipe com mais de 20 anos de experiência na criação de cerâmicas sob medida. Arvind Singh Co-fundador &amp; Especialista em Design Arvind garante que cada peça de cerâmica combine apelo estético com funcionalidade. Vikram Patel Artesão Chefe Vikram traz precisão e atenção aos detalhes para cada projeto, garantindo a mais alta qualidade no artesanato. Amit Sharma Designer de Cerâmica Amit é especializado em criar designs inovadores que combinam tradição com modernidade. Perguntas Frequentes Perguntas frequentes sobre nossos serviços. Existe um limite para quantos projetos posso solicitar? Não, com nosso Plano Corporativo, você pode solicitar um número ilimitado de projetos. Quão rápido receberei minhas cerâmicas personalizadas? Os prazos de entrega variam conforme o plano selecionado, variando de 4 a 8 semanas em média. Como faço para iniciar um projeto de cerâmica personalizada? Basta nos contactar com seus requisitos e nós o guiaremos durante o processo de design e construção. E se eu não gostar do design? Oferecemos revisões para garantir que o design atenda às suas expectativas antes de prosseguir com a construção. Há reembolsos se eu não gostar das cerâmicas? Buscamos a satisfação completa, mas se você não estiver satisfeito, trabalharemos com você para resolver o problema. Contate-nos Estamos aqui para ajudar com todas as suas necessidades de cerâmica personalizada. Nome Email Mensagem I accept Política de Privacidade Obrigado! Sua submissão foi recebida! Ops! Algo deu errado ao enviar o formulário. Ceramics Endereço: Avenida Principal, chácara 30, Loja 01 Rodovia Taguatinga/Brazlandia, Brasília - DF, 72127-991 Contato: +55-34-7524-0684 ceramics@gmail.com Início Sobre Perguntas Frequentes Contato © Ceramics Política de Privacidade Termos e Condições",
    "privacy-policy": "Política de Privacidade - Ceramics Ceramics Início Sobre Perguntas Frequentes Contato Início Sobre Perguntas Frequentes Contato Política de Privacidade Na Ceramics, estamos comprometidos em proteger a sua privacidade. Esta política de privacidade explica como coletamos, usamos, divulgamos e protegemos suas informações pessoais. 1. Informações que Coletamos Coletamos informações pessoais que você nos fornece diretamente ao usar nossos serviços, como nome, endereço de e-mail, número de telefone e informações de pagamento. 2. Uso das Informações Usamos suas informações para processar pedidos, fornecer serviços ao cliente, enviar atualizações e comunicar ofertas promocionais. As informações de pagamento são usadas exclusivamente para processar transações. 3. Compartilhamento de Informações Não vendemos, trocamos ou alugamos suas informações pessoais para terceiros. Podemos compartilhar informações com prestadores de serviços confiáveis que auxiliam na operação do nosso site e na condução dos nossos negócios. 4. Segurança das Informações Implementamos medidas de segurança para proteger suas informações pessoais contra acesso, alteração, divulgação ou destruição não autorizados. 5. Cookies Nosso site pode usar cookies para melhorar sua experiência de navegação. Você pode optar por desativar os cookies nas configurações do seu navegador, mas isso pode afetar a funcionalidade do site. 6. Direitos dos Usuários Você tem o direito de acessar, corrigir ou excluir suas informações pessoais. Para exercer esses direitos, entre em contato conosco pelo e-mail ceramics@gmail.com. 7. Alterações na Política de Privacidade Podemos atualizar esta política de privacidade periodicamente. Recomendamos que você reveja esta página regularmente para se manter informado sobre como protegemos suas informações. 8. Contato Se você tiver dúvidas sobre esta política de privacidade, entre em contato conosco pelo telefone +55-34-7524-0684 ou pelo e-mail ceramics@gmail.com. Endereço: Avenida Principal, chácara 30, Loja 01 Rodovia Taguatinga/Brazlandia, Brasília - DF, 72127-991 Ceramics Endereço: Avenida Principal, chácara 30, Loja 01 Rodovia Taguatinga/Brazlandia, Brasília - DF, 72127-991 Contato: +55-34-7524-0684 ceramics@gmail.com Início Sobre Perguntas Frequentes Contato © Ceramics Política de Privacidade Termos e Condições",
    "terms-conditions": "Termos e Condições - Ceramics Ceramics Início Sobre Perguntas Frequentes Contato Início Sobre Perguntas Frequentes Contato Termos e Condições Bem-vindo à Ceramics. Estes termos e condições descrevem as regras e regulamentos para o uso do nosso site e serviços de produção de cerâmica. 1. Aceitação dos Termos Ao acessar nosso site e utilizar nossos serviços, você concorda com estes termos e condições. Se você não concordar com alguma parte dos termos, não utilize nossos serviços. 2. Serviços Oferecidos A Ceramics oferece serviços de design e produção de peças de cerâmica personalizadas. Os detalhes específicos de cada serviço são descritos em nosso site. 3. Pedidos e Pagamentos Os pedidos podem ser feitos através do nosso site. Os pagamentos devem ser efetuados no momento da encomenda, e aceitamos diversas formas de pagamento, incluindo cartões de crédito. 4. Política de Entrega Os prazos de entrega variam de acordo com o plano selecionado e a complexidade do projeto. Forneceremos um prazo estimado de entrega no momento da confirmação do pedido. 5. Cancelamentos e Reembolsos Os cancelamentos podem ser feitos antes do início da produção. Oferecemos reembolsos completos para cancelamentos feitos dentro deste período. Após o início da produção, não serão aceitos cancelamentos ou reembolsos. 6. Revisões de Design Oferecemos revisões de design para garantir que o produto final atenda às suas expectativas. Todas as revisões devem ser solicitadas antes do início da produção. 7. Propriedade Intelectual Todo o conteúdo do site, incluindo textos, gráficos e logotipos, é propriedade da Ceramics e protegido por leis de direitos autorais. O uso não autorizado do conteúdo é proibido. 8. Limitação de Responsabilidade A Ceramics não se responsabiliza por danos diretos ou indiretos resultantes do uso de nossos serviços ou do nosso site. Nosso objetivo é fornecer produtos de alta qualidade, mas não garantimos que atenderão todas as expectativas dos usuários. 9. Privacidade Sua privacidade é importante para nós. Consulte nossa Política de Privacidade para obter mais informações sobre como coletamos e usamos suas informações pessoais. 10. Modificações nos Termos Podemos alterar estes termos e condições a qualquer momento. As alterações serão publicadas nesta página, e recomendamos que você as revise regularmente. 11. Contato Se você tiver dúvidas sobre estes termos e condições, entre em contato conosco pelo telefone +55-34-7524-0684 ou pelo e-mail ceramics@gmail.com. Endereço: Avenida Principal, chácara 30, Loja 01 Rodovia Taguatinga/Brazlandia, Brasília - DF, 72127-991 Ceramics Endereço: Avenida Principal, chácara 30, Loja 01 Rodovia Taguatinga/Brazlandia, Brasília - DF, 72127-991 Contato: +55-34-7524-0684 ceramics@gmail.com Início Sobre Perguntas Frequentes Contato © Ceramics Política de Privacidade Termos e Condições",
    "thank_page": "Obrigado - Ceramics Obrigado pela sua consulta! Agradecemos por entrar em contato com a Ceramics. Nossa equipe revisará sua mensagem e retornará o mais rápido possível. Se você tiver alguma dúvida urgente, ligue para +55-34-7524-0684 Ir para Início"
  },
  "date": "2024-07-21T06:00:55.778Z"
}