{
  "name": "New_v8_LilyLane",
  "pages": {
    "about-us": "About LilyLane - Discover Our Floral Passion LilyLane HOME ABOUT US Products Contact About LilyLane At LilyLane, we are passionate about bringing the beauty of nature into your life with our exquisite selection of fresh flowers. Each bloom is carefully chosen for its quality and freshness, ensuring that every arrangement we create brings joy and elegance to any occasion. Whether you're celebrating a special milestone or simply brightening someone's day, LilyLane offers the perfect floral solution. Special Promotion Celebrate the season with our exclusive promotion! Enjoy a 20% discount on all orders placed this month. Don't miss out on this opportunity to bring the beauty of fresh flowers into your home or send a thoughtful gift to someone special. Shop Now Customer Testimonials Emma Johnson \"I absolutely loved the bouquet I received from LilyLane! The flowers were fresh and beautifully arranged. Highly recommend!\" ⭐️⭐️⭐️⭐️⭐️ Michael Smith \"The flower arrangement from LilyLane was beyond my expectations. It made our anniversary truly special. Thank you!\" ⭐️⭐️⭐️⭐️⭐️ The LilyLane website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline LilyLane Home Disclaimers Privacy & Policy Terms & Conditions",
    "contacts": "Contact LilyLane - Your Destination for Beautiful Flowers LilyLane HOME ABOUT US Products Contact CONTACT US Have any questions or feedback? Feel free to reach out to us! I accept Privacy Policy SUBMIT GET IN TOUCH Reach out to LilyLane today for any inquiries or feedback! SHTN Trecho 1 Conjunto 1B Bloco C - Asa Norte, Brasília - DF, 70800-200, Brasília lilylane@gmail.com +91-755-567-7683 The LilyLane website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline LilyLane Home Disclaimers Privacy & Policy Terms & Conditions",
    "disclaimers": "LilyLane Disclaimers - Important Information and Policies LilyLane HOME ABOUT US Products Contact Disclaimers Website Content The information contained on our website is for general information purposes only. While we strive to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. External Links Our website may contain links to external websites that are not provided or maintained by LilyLane. We do not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites. Changes to Content We reserve the right to modify or remove any content on our website at any time without prior notice. LilyLane does not warrant that the website is free of viruses or other harmful components. Limitation of Liability In no event shall LilyLane be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with the use of our website or services. Consent By using our website, you hereby consent to our disclaimers and agree to its terms. The LilyLane website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline LilyLane Home Disclaimers Privacy & Policy Terms & Conditions",
    "index": "LilyLane - Explore Exquisite Floral Creations LilyLane HOME ABOUT US Products Contact DISCOVER OUR LATEST COLLECTION &amp; ENJOY EXCLUSIVE OFFERS WELCOME TO LILYLANE EXPLORE NOW Explore Our Best Sellers Roses Bouquet $29.99 Classic Roses · Vibrant Colors · Freshly Picked Orchid Arrangement $39.99 Exotic Orchids · Elegant Display · Long-lasting Beauty Tulip Bouquet $19.99 Colorful Tulips · Springtime Freshness · Cheerful Gift Mixed Floral Basket $49.99 Assorted Blooms · Variety of Colors · Perfect for Any Occasion About LilyLane At LilyLane, we are passionate about bringing the beauty of nature into your life with our exquisite selection of fresh flowers. Each bloom is carefully chosen for its quality and freshness, ensuring that every arrangement we create brings joy and elegance to any occasion. Whether you're celebrating a special milestone or simply brightening someone's day, LilyLane offers the perfect floral solution. Enhance Your Space with Natural Beauty. Featured Arrangement Garden Rose Bouquet Indulge in the luxurious beauty of our Garden Rose Bouquet, featuring a stunning array of fresh garden roses in vibrant hues. Perfect for weddings, anniversaries, or any special occasion. $49.99 Shop Now Special Promotion Celebrate the season with our exclusive promotion! Enjoy a 20% discount on all orders placed this month. Don't miss out on this opportunity to bring the beauty of fresh flowers into your home or send a thoughtful gift to someone special. Shop Now Customer Testimonials Emma Johnson \"I absolutely loved the bouquet I received from LilyLane! The flowers were fresh and beautifully arranged. Highly recommend!\" ⭐️⭐️⭐️⭐️⭐️ Michael Smith \"The flower arrangement from LilyLane was beyond my expectations. It made our anniversary truly special. Thank you!\" ⭐️⭐️⭐️⭐️⭐️ The LilyLane website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline LilyLane Home Disclaimers Privacy & Policy Terms & Conditions",
    "privacy-policy": "LilyLane Privacy Policy - Protecting Your Privacy LilyLane HOME ABOUT US Products Contact Privacy Policy LilyLane is committed to protecting your privacy and ensuring the security of your personal information. This Privacy Policy outlines how we collect, use, disclose, and protect the information you provide when you visit our website or use our services. Information We Collect We may collect personal information such as your name, email address, phone number, and address when you place an order, subscribe to our newsletter, or interact with us through our website or social media channels. We also collect non-personal information such as your IP address, browser type, and browsing behavior to improve our services and website functionality. How We Use Your Information We use the information we collect to process your orders, communicate with you about your purchases, send you promotional offers and newsletters (if you opt-in), and improve our products and services. We may also use your information to personalize your experience and provide customer support. Sharing Your Information We do not sell, trade, or otherwise transfer your personal information to third parties without your consent, except as described in this Privacy Policy. We may share your information with trusted third-party service providers who assist us in operating our website, conducting our business, or servicing you, as long as those parties agree to keep this information confidential. Security of Your Information We implement a variety of security measures to maintain the safety of your personal information when you place an order or enter, submit, or access your personal information. We use encryption technology, secure servers, and regular security audits to protect your data. Your Rights You have the right to access, correct, or delete your personal information at any time. You can also withdraw your consent for us to contact you or use your information for marketing purposes. If you have any questions or concerns about our Privacy Policy or how we handle your data, please contact us. This Privacy Policy may be updated periodically to reflect changes in our practices or legal requirements. We encourage you to review this Privacy Policy regularly for any updates. saff The LilyLane website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline LilyLane Home Disclaimers Privacy & Policy Terms & Conditions",
    "products": "LilyLane Products - Explore Exquisite Floral Arrangements LilyLane HOME ABOUT US Products Contact Explore Our Best Sellers Roses Bouquet $29.99 Classic Roses · Vibrant Colors · Freshly Picked Orchid Arrangement $39.99 Exotic Orchids · Elegant Display · Long-lasting Beauty Tulip Bouquet $19.99 Colorful Tulips · Springtime Freshness · Cheerful Gift Mixed Floral Basket $49.99 Assorted Blooms · Variety of Colors · Perfect for Any Occasion Enhance Your Space with Natural Beauty. Featured Arrangement Garden Rose Bouquet Indulge in the luxurious beauty of our Garden Rose Bouquet, featuring a stunning array of fresh garden roses in vibrant hues. Perfect for weddings, anniversaries, or any special occasion. $49.99 Shop Now The LilyLane website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline LilyLane Home Disclaimers Privacy & Policy Terms & Conditions",
    "terms-conditions": "LilyLane Terms and Conditions - Rules and Regulations LilyLane HOME ABOUT US Products Contact Terms and Conditions Introduction Welcome to LilyLane. These terms and conditions outline the rules and regulations for the use of our website and services. Acceptance of Terms By accessing or using our website, you agree to comply with these terms and conditions and all applicable laws and regulations. If you do not agree with any part of these terms, you may not access the website or use our services. Use of Website You may use our website for lawful purposes only. You are prohibited from using our website in any way that could damage, disable, overburden, or impair our website or interfere with any other party's use and enjoyment of our website. Intellectual Property All content included on our website, such as text, graphics, logos, images, and software, is the property of LilyLane or its content suppliers and is protected by copyright laws. Limitation of Liability LilyLane shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with the use of our website or services. Changes to Terms We reserve the right to modify these terms and conditions at any time without prior notice. By continuing to use our website after changes are posted, you agree to be bound by the revised terms and conditions. Governing Law These terms and conditions shall be governed by and construed in accordance with the laws of India, without regard to its conflict of law provisions. The LilyLane website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline LilyLane Home Disclaimers Privacy & Policy Terms & Conditions",
    "thanks": "Thank You from LilyLane - Your Order is Confirmed LilyLane HOME ABOUT US Products Contact Thank You from LilyLane! Your order has been successfully placed. We appreciate your trust in us to deliver beautiful floral arrangements for your special occasion. Explore more of LilyLane's exquisite collection and let us continue to bring the beauty of fresh flowers into your life. The LilyLane website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline LilyLane Home Disclaimers Privacy & Policy Terms & Conditions"
  },
  "date": "2024-06-20T21:04:12.014Z"
}