{
  "name": "New_v9_bloombay",
  "pages": {
    "index": "Welcome to BloomBay - Your Destination for Beautiful Flower Bouquets +91-712-6665888 bloombay@gmail.com welcome visit our site - BloomBay BloomBay Home Elegance Why are we Partnership Our successes About Us Welcome to BloomBay - Your Destination for Beautiful Flower Bouquets Discover the Beauty of Nature with BloomBay At BloomBay, we bring you a stunning collection of handcrafted flower bouquets that are sure to brighten any occasion. From vibrant roses to delicate lilies, each bouquet is carefully curated to convey your heartfelt emotions. Explore our exquisite selection and let the beauty of nature blossom in your life. Welcome to BloomBay, where every bloom tells a story. Start Dive into Elegance and Meaning with BloomBay Bouquets Unveil the essence of sophistication and sentimentality with BloomBay's exquisite bouquets. Each arrangement is a masterpiece of nature's finest blooms, meticulously crafted to convey your deepest emotions. Explore our collection and find the perfect bouquet to express love, gratitude, or celebration. Romantic Roses Indulge in the timeless allure of our romantic rose bouquets, perfect for expressing love and passion. Serene Lilies Embrace tranquility with our serene lily bouquets, symbolizing purity and renewal. Vibrant Sunflowers Brighten someone's day with our vibrant sunflower bouquets, radiating joy and positivity. Elegant Orchids Experience sophistication with our elegant orchid bouquets, a symbol of luxury and refinement. Seamless Ordering and Delivery Experience At BloomBay, we strive to make your flower shopping experience effortless and enjoyable. With our user-friendly website, you can browse our stunning collection, select the perfect bouquet, and proceed to checkout with ease. We offer a variety of secure payment options to ensure a smooth transaction process, giving you peace of mind while ordering your floral masterpiece. Fast and Reliable Delivery Services Once your order is placed, our dedicated team ensures prompt and reliable delivery of your bouquet. Whether it's a special occasion or a spontaneous gesture, we understand the importance of timely delivery. Our efficient logistics network guarantees that your flowers arrive fresh and beautiful, ready to bring joy to your recipient's day. Trust BloomBay for a seamless ordering and delivery experience that exceeds your expectations. Blossom Your Brand with BloomBay Elevate your floral business with BloomBay's partnership opportunities. Join us in spreading the beauty of blooms and delighting customers with our exquisite bouquets. Whether you're a florist looking to expand your offerings or a retailer seeking premium flower arrangements, BloomBay is your perfect partner for success. Florist Collaboration Partner with BloomBay to showcase your floral creations to a wider audience and tap into new markets. Retail Reseller Program Become a BloomBay reseller and offer our high-quality bouquets in your store, attracting customers with our premium selection. Event Planning Partnerships Collaborate with BloomBay for event floral arrangements, adding elegance and charm to weddings, parties, and corporate events. Subscription Services Offer BloomBay's subscription services to your customers, providing them with regular deliveries of fresh, stunning bouquets. Customized Bouquets Work with BloomBay to create custom bouquets tailored to your brand or event theme, adding a personal touch to your offerings. Exclusive Promotions Benefit from exclusive promotions and marketing support as a BloomBay partner, enhancing your brand visibility and customer engagement. 1000+ Bouquet Varieties 98% Customer Satisfaction Rate 24/7 Customer Support 50+ Countries Reached Explore Our Exquisite Bouquet Catalog Indulge in the beauty of nature with BloomBay's stunning bouquet collection. Each arrangement is a masterpiece of color, fragrance, and emotion, perfect for any occasion or sentiment. Popular ₹1500 Eternal Love Express your everlasting love with this romantic bouquet of red roses and delicate baby's breath. Order Popular ₹1200 Serenity Blooms Find peace and tranquility with this elegant arrangement of white lilies and greenery. Order Popular ₹1800 Sunshine Radiance Brighten someone's day with this vibrant bouquet of sunflowers and daisies, a burst of joy in every petal. Order Popular ₹2000 Orchid Elegance Experience luxury and sophistication with this exquisite orchid arrangement, a symbol of refinement and beauty. Order BloomBay's Floral Tips and Care Guide Enhance your floral experience with BloomBay's expert tips on caring for your bouquets and making them last longer. Discover the secrets to maintaining the freshness and beauty of your flowers, ensuring they bring joy for days to come. Watering Guide Learn the best practices for watering your flowers to keep them hydrated and vibrant. Trimming Techniques Master the art of trimming stems to prolong the life of your bouquet and enhance its appearance. Displaying Tips Explore creative ways to display your flowers to showcase their beauty and elegance in your home. Seasonal Care Understand how to care for different types of flowers during various seasons to ensure optimal blooming. Preservation Methods Discover preservation methods to extend the lifespan of your flowers and create lasting memories. Troubleshooting Solutions Find solutions to common flower care issues like wilting or discoloration, keeping your bouquets looking fresh and vibrant. Contact BloomBay for Floral Delights Have a question or need assistance? Reach out to us using the form below, and our dedicated team will be happy to help you with any inquiries regarding our bouquets, orders, or partnerships. Fill out the form, and let us bring the beauty of blooms into your life. I accept the Privacy Policy Send Additionally Privacy Policy Terms of Use Links Home Elegance Why are we Partnership Our successes About Us Contact Adress 7, Wardha Rd, Chatrapati Nagar, Nagpur, Maharashtra 440015, India Email bloombay@gmail.com Phone +91-712-6665888",
    "privacy-policy": "BloomBay - Privacy Policy +91-712-6665888 bloombay@gmail.com welcome visit our site - BloomBay BloomBay Home Elegance Why are we Partnership Our successes About Us Privacy Policy No Professional Advice The information provided on this Site is for general informational purposes only and should not be construed as professional advice. All content, including text, graphics, images, and information, contained on or available through this Site is for general information purposes only. Consult with a qualified professional for any specific advice or recommendations related to your personal situation. Changes to the Site We reserve the right to modify or discontinue, temporarily or permanently, the Site (or any part thereof) with or without notice at any time. We shall not be liable to you or to any third-party for any modification, suspension, or discontinuance of the Site. User Generated Content BloomBay may, but has no obligation to, monitor, review, or edit User Content. In all cases, BloomBay reserves the right to remove or disable access to any User Content for any or no reason, including but not limited to User Content that, in BloomBay's sole discretion, violates these Terms of Service. BloomBay may take these actions without prior notification to you or any third party. Intellectual Property All content included on this Site, such as text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, is the property of BloomBay or its content suppliers and protected by international copyright laws. The compilation of all content on this Site is the exclusive property of BloomBay, with copyright authorship for this collection by BloomBay, and protected by international copyright laws. Acceptance of Terms By accessing or using the Site, you agree to be bound by this Disclaimer. If you do not agree to all the terms and conditions of this Disclaimer, then you may not access the Site or use any services. Severability If any provision of this Disclaimer is determined to be unlawful, void, or unenforceable, such provision shall nonetheless be enforceable to the fullest extent permitted by applicable law, and the unenforceable portion shall be deemed to be severed from this Disclaimer. Such determination shall not affect the validity and enforceability of any other remaining provisions. Entire Agreement The failure of BloomBay to exercise or enforce any right or provision of this Disclaimer shall not constitute a waiver of such right or provision. This Disclaimer and any policies or operating rules posted by us on this Site or in respect to the Site constitutes the entire agreement and understanding between you and us and govern your use of the Site, superseding any prior or contemporaneous agreements, communications, and proposals, whether oral or written, between you and us (including, but not limited to, any prior versions of the Disclaimer). Accuracy of Information The information provided on this Site is for general informational purposes only. While we strive to keep the information accurate and up-to-date, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the Site or the information, products, services, or related graphics contained on the Site for any purpose. Any reliance you place on such information is therefore strictly at your own risk. External Links The Site may contain links to external websites that are not provided or maintained by or in any way affiliated with BloomBay. We do not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites. The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them. Limitation of Liability In no event shall BloomBay, its directors, officers, employees, affiliates, agents, contractors, interns, suppliers, service providers, or licensors be liable for any injury, loss, claim, or any direct, indirect, incidental, punitive, special, or consequential damages of any kind, including, without limitation lost profits, lost revenue, lost savings, loss of data, replacement costs, or any similar damages, whether based in contract, tort (including negligence), strict liability, or otherwise, arising from your use of the Site or any products procured using the Site, or for any other claim related in any way to your use of the Site or any product, including, but not limited to, any errors or omissions in any content, or any loss or damage of any kind incurred as a result of the use of the Site or any content (or product) posted, transmitted, or otherwise made available via the Site, even if advised of their possibility. Indemnification You agree to indemnify, defend, and hold harmless BloomBay and our parent, subsidiaries, affiliates, partners, officers, directors, agents, contractors, licensors, service providers, subcontractors, suppliers, interns, and employees, harmless from any claim or demand, including reasonable attorneys’ fees, made by any third-party due to or arising out of your breach of these Terms of Service or the documents they incorporate by reference or your violation of any law or the rights of a third-party. Third-Party Services BloomBay may use third-party services to facilitate payment processing, shipping, and other aspects of the Site's operation. By using the Site, you agree to be bound by the terms and conditions of these third-party service providers. BloomBay is not responsible for any actions or omissions of these third-party service providers. Security While we strive to protect your personal information, BloomBay cannot guarantee the security of any information you transmit to us or guarantee that our systems will be completely free from third-party interception or corruption. You agree to use the Site at your own risk. No Warranty The Site and all information, content, materials, products (including software), and services included on or otherwise made available to you through the Site are provided by BloomBay on an \"as is\" and \"as available\" basis, without any warranty, express or implied. BloomBay disclaims all warranties, express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, and non-infringement. Reservation of Rights BloomBay reserves the right, at its sole discretion, to modify or replace this Disclaimer at any time. It is your responsibility to check this Disclaimer periodically for changes. Your continued use of or access to the Site following the posting of any changes to this Disclaimer constitutes acceptance of those changes. Affiliate Disclosure Some links on the Site may be affiliate links. This means that BloomBay may earn a commission if you click on the link and make a purchase from the affiliate partner. However, this will not incur any additional cost to you. The compensation received will never influence the content, topics, or posts made on this Site. Advertisements The Site may display advertisements provided by third-party advertising companies. These advertisements may use cookies to collect information about your visits to this and other websites in order to provide advertisements about goods and services of interest to you. BloomBay does not have access to or control over these cookies that are used by third-party advertisers. Accessibility BloomBay is committed to ensuring that the Site is accessible to all users, including those with disabilities. We strive to comply with the Web Content Accessibility Guidelines (WCAG) to make our Site user-friendly and accessible. However, please note that while we make every effort to ensure accessibility, we cannot guarantee full accessibility for all users at all times. Language The official language of this Disclaimer is English. Translations of this Disclaimer into other languages may be provided for convenience only. In the event of any discrepancy between the English version and a translated version, the English version shall prevail. Entire Agreement This Disclaimer constitutes the entire agreement between you and BloomBay regarding your use of the Site, superseding any prior agreements between you and BloomBay regarding the same subject matter. Updates to privacy policy BloomBay reserves the right to update, amend, or change this Disclaimer at any time without prior notice. Any changes will be effective immediately upon posting on the Site. Your continued use of the Site following the posting of changes to this Disclaimer will constitute your acceptance of such changes. No Endorsement Reference to any specific commercial product, process, or service by trade name, trademark, manufacturer, or otherwise does not constitute or imply endorsement, sponsorship, or recommendation by BloomBay. Any views or opinions expressed on the Site are solely those of the authors and do not necessarily represent those of BloomBay. User Responsibilities You are solely responsible for your use of the Site and any consequences thereof. You agree not to use the Site for any unlawful purpose or in any way that violates the rights of others. You further agree not to engage in any conduct that restricts or inhibits anyone else's use or enjoyment of the Site. Termination BloomBay reserves the right to terminate your access to the Site, without cause or notice, which may result in the forfeiture and destruction of all information associated with you. All provisions of this Disclaimer that by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability. Contact Us If you have any questions about this Disclaimer, please contact us at bloombay@gmail.com. Thank you for your understanding and cooperation. Last Updated: 25.03.2024 Additionally Privacy Policy Terms of Use Links Home Elegance Why are we Partnership Our successes About Us Contact Adress 7, Wardha Rd, Chatrapati Nagar, Nagpur, Maharashtra 440015, India Email bloombay@gmail.com Phone +91-712-6665888",
    "terms-conditions": "BloomBay - Terms of Use +91-712-6665888 bloombay@gmail.com welcome visit our site - BloomBay BloomBay Home Elegance Why are we Partnership Our successes About Us Terms of Use User Conduct When accessing or using BloomBay's website, you agree to abide by all applicable laws and regulations and to be solely responsible for all acts or omissions that occur under your account or password, including the content of your transmissions through the Site. You agree not to: Use the Site in any manner that could damage, disable, overburden, or impair the Site or interfere with any other party's use and enjoyment of the Site. Attempt to gain unauthorized access to any portion or feature of the Site, or any other systems or networks connected to the Site or to any BloomBay server, or to any of the services offered on or through the Site, by hacking, password \"mining,\" or any other illegitimate means. Probe, scan, or test the vulnerability of the Site or any network connected to the Site, nor breach the security or authentication measures on the Site or any network connected to the Site. Reverse look-up, trace, or seek to trace any information on any other user of or visitor to the Site, or any other customer of BloomBay, including any BloomBay account not owned by you, to its source, or exploit the Site or any service or information made available or offered by or through the Site, in any way where the purpose is to reveal any information, including but not limited to personal identification or information, other than your own information, as provided for by the Site. Intellectual Property Rights The Site and its original content, features, and functionality are owned by BloomBay and are protected by international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws. You agree to observe and abide by all copyright and other proprietary notices, legends, or other restrictions contained in any such content and will not make any changes thereto. Indemnification You agree to indemnify, defend, and hold harmless BloomBay, its officers, directors, employees, agents, licensors, and suppliers from and against all losses, expenses, damages, and costs, including reasonable attorneys' fees, resulting from any violation of these Terms or any activity related to your account (including negligent or wrongful conduct) by you or any other person accessing the Site using your Internet account. Termination BloomBay reserves the right, in its sole discretion, to terminate your access to the Site and the related services or any portion thereof at any time, without notice. Upon termination of your access to the Site, these Terms will also terminate, but all provisions which, by their nature, should survive termination, shall remain in full force and effect. Entire Agreement These Terms constitute the entire agreement between you and BloomBay concerning the subject matter hereof and supersedes all prior or contemporaneous communications and proposals, whether electronic, oral, or written, between you and BloomBay with respect to the Site. Waiver and Severability The failure of BloomBay to exercise or enforce any right or provision of these Terms shall not constitute a waiver of such right or provision. If any provision of these Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of these Terms remain in full force and effect. Changes to Terms BloomBay reserves the right, at its sole discretion, to modify or replace these Terms at any time. If a revision is material, we will provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. Notification of Changes We may notify you of changes to these Terms via email or by prominently posting a notice of such changes on our website. You agree to be bound by the revised Terms if you continue to use our website after the effective date of any revised Terms. Assignment These Terms, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by BloomBay without restriction. Headings The section titles in these Terms are for convenience only and have no legal or contractual effect. No Partnership or Agency Nothing in these Terms shall be construed as creating any agency, partnership, joint venture, or employment relationship between you and BloomBay. Dispute Resolution Any dispute arising out of or relating to these Terms or the breach, termination, enforcement, interpretation, or validity thereof, including the determination of the scope or applicability of these Terms to arbitrate, shall be determined by arbitration in San Francisco, California, before one arbitrator. The arbitration shall be administered by JAMS pursuant to its Comprehensive Arbitration Rules and Procedures. Judgment on the award may be entered in any court having jurisdiction. This clause shall not preclude parties from seeking provisional remedies in aid of arbitration from a court of appropriate jurisdiction. Class Action Waiver Any arbitration under these Terms will take place on an individual basis; class arbitrations and class/representative/collective actions are not permitted. The parties agree that a party may bring claims against the other only in its individual capacity and not as a plaintiff or class member in any purported class or representative proceeding. Force Majeure BloomBay shall not be liable for any failure to perform its obligations hereunder where such failure results from any cause beyond BloomBay's reasonable control, including, without limitation, mechanical, electronic, or communications failure or degradation. No Waiver The failure of BloomBay to enforce any right or provision of these Terms will not be deemed a waiver of such right or provision. Any waiver of any provision of these Terms will be effective only if in writing and signed by BloomBay. Interpretation These Terms shall be governed by and construed in accordance with the laws of the State of California, without regard to its conflict of law principles. The parties agree that any action arising out of or in connection with these Terms shall be brought exclusively in the state or federal courts located in California, and you hereby consent to the personal jurisdiction and venue of such courts. Severability If any provision of these Terms is found to be invalid, illegal, or unenforceable, the validity, legality, and enforceability of the remaining provisions shall not in any way be affected or impaired thereby. No Third-Party Beneficiaries These Terms are for the benefit of you and BloomBay and are not intended to benefit any third party or be enforceable by any third party. The exercise of BloomBay's and your rights in relation to these Terms is not subject to the consent of any third party. Language It is the express wish of the parties that these Terms and all related documents be drawn up in English. C'est la volonté expresse des parties que la présente convention ainsi que les documents qui s'y rattachent soient rédigés en anglais. Updates to Terms BloomBay reserves the right to update or modify these Terms at any time without prior notice. Any changes will be effective immediately upon posting the revised Terms on the Site. Your continued use of the Site after the posting of any modifications to the Terms constitutes acceptance of those changes. It is your responsibility to review the Terms periodically to stay informed of any updates. Acknowledgment By using BloomBay, you acknowledge that you have read these Terms of Use and agree to be bound by them. If you do not agree to these Terms, please refrain from using the Site. Dispute Resolution In the event of any dispute arising out of or relating to these Terms, you agree to first attempt to resolve the dispute informally by contacting BloomBay at bloombay@gmail.com. If the dispute cannot be resolved through informal means, you agree that any legal action or proceeding shall be brought exclusively in the courts located in the State of California, and you hereby consent to the jurisdiction of such courts. Survival The provisions of these Terms which by their nature should survive termination shall survive any termination, including, but not limited to, provisions regarding intellectual property rights, indemnity, disclaimer of warranties, limitations of liability, and dispute resolution. Binding Agreement By accessing or using BloomBay, you acknowledge that you have read, understood, and agree to be bound by these Terms of Use. These Terms constitute a binding agreement between you and BloomBay and govern your use of the Site, superseding any prior agreements or understandings between you and BloomBay. Acceptance Your continued use of BloomBay indicates your acceptance of these Terms of Use. If you do not agree to these Terms, please discontinue using the Site immediately. Updates BloomBay may update or revise these Terms of Use from time to time without notice. You are encouraged to review these Terms periodically to stay informed of any changes. Your continued use of the Site following the posting of any updates or changes to these Terms constitutes acceptance of such changes. Governing Law These Terms of Use, and any dispute arising out of or in connection with these Terms of Use, shall be governed by and construed in accordance with the laws of the State of California, without regard to its conflict of law provisions. Contact Information If you have any questions or concerns about these Terms, please contact us at bloombay@gmail.com. Thank you for reading these Terms of Use. By continuing to use BloomBay, you acknowledge that you have read, understood, and agreed to these Terms. Additionally Privacy Policy Terms of Use Links Home Elegance Why are we Partnership Our successes About Us Contact Adress 7, Wardha Rd, Chatrapati Nagar, Nagpur, Maharashtra 440015, India Email bloombay@gmail.com Phone +91-712-6665888",
    "thanks": "Thank You for Choosing BloomBay - Your Source of Floral Delights Thank You for Reaching Out! We appreciate you taking the time to contact us. Your feedback is valuable to us and helps us improve our services. Back to BloomBay",
    "about": "Discover the Story of BloomBay - Where Every Petal Tells a Tale +91-712-6665888 bloombay@gmail.com welcome visit our site - BloomBay BloomBay Home Elegance Why are we Partnership Our successes About Us Welcome to BloomBay - Where Every Petal Tells a Story At BloomBay, we believe in the power of flowers to convey emotions, celebrate moments, and bring joy to everyday life. Our passion for creating exquisite bouquets stems from a deep appreciation for nature's beauty and the profound impact flowers have on our hearts and homes. With BloomBay, you can experience the artistry of floral design and the magic of gifting blooms that speak volumes without saying a word. Our Commitment to Excellence At BloomBay, excellence is not just a goal; it's our standard. We source the freshest blooms, handcraft each bouquet with care, and ensure every detail is perfect before it reaches your doorstep. Our dedication to quality, creativity, and customer satisfaction sets us apart in the world of floral artistry. Quality Blooms We select only the finest flowers for our bouquets, ensuring each bloom is fresh, vibrant, and long-lasting. Artisanal Craftsmanship Our skilled florists meticulously arrange each bouquet, creating stunning compositions that capture the essence of beauty and emotion. Customer-Centric Approach Your satisfaction is our priority. We strive to exceed your expectations with every bouquet, delivering not just flowers but moments of joy and connection. Sustainable Practices We are committed to eco-friendly practices, from sourcing to packaging, to minimize our environmental impact and promote a greener future. Blooming Beginnings BloomBay started as a dream - a vision to share the beauty and magic of flowers with the world. What began as a small floral boutique has blossomed into a beloved destination for exquisite bouquets that touch hearts and brighten days. Our journey is rooted in a love for nature, a passion for creativity, and a commitment to spreading joy through the language of flowers. Floral Elegance We strive to create bouquets that not only dazzle the eyes but also stir the soul, infusing every petal with elegance and grace. Customer Happiness Our mission is to bring smiles and warmth to our customers' lives through the beauty and sentiment of our floral creations, making every moment special. Meet Our Team of Floral Enthusiasts Behind every stunning bouquet at BloomBay is a team of passionate floral enthusiasts dedicated to creating beauty and spreading joy. Our talented florists, designers, and customer service experts work together seamlessly to ensure that each bloom is a masterpiece and every customer experience is exceptional. Floral Designers Our skilled floral designers bring creativity and artistry to every arrangement, crafting unique bouquets that capture the essence of elegance and emotion. Customer Service Specialists Our friendly and knowledgeable customer service team is here to assist you with any questions, orders, or special requests, ensuring a seamless and delightful experience with BloomBay. Quality Control Experts Our quality control experts meticulously inspect each bouquet to guarantee freshness, quality, and adherence to our high standards, so you receive nothing but the best from BloomBay. Additionally Privacy Policy Terms of Use Links Home Elegance Why are we Partnership Our successes About Us Contact Adress 7, Wardha Rd, Chatrapati Nagar, Nagpur, Maharashtra 440015, India Email bloombay@gmail.com Phone +91-712-6665888"
  }
}