{
  "name": "New_v8_Elegant Entrances",
  "pages": {
    "disclaimer": "Disclaimer: Important Information for Visitors of Elegant Entrances Catalog About Us Reviews Contact Us Disclaimer Elegant Entrances is committed to providing high-quality products and services to all of our customers. While we strive for perfection in every aspect of our work, please note that all of our products are handcrafted and may vary slightly in color, finish, or design. Additionally, measurements for custom-made doors may have a slight variance of up to 1 inch. We recommend consulting with our team of experts before making a final decision on your purchase to ensure that it meets your specific needs and requirements. Our team is here to assist you every step of the way to ensure your complete satisfaction with your purchase. Please be aware that we do not own the rights to all photos used on our website and have made an effort to credit the original sources whenever possible. If you believe that your work has been used without proper attribution, please contact us immediately so that we can rectify the situation. Thank you for choosing Elegant Entrances for your door needs. We appreciate your business and look forward to serving you. Privacy policy Terms and conditions Disclaimer ElegantEntrances@gmail.com +91 (12) 2796-3573",
    "index": "Welcome to Elegant Entrances - Your Destination for Beautiful Doors Catalog About Us Reviews Contact Us Our website uses cookies to help us provide you with a better user experience and improve its functionality. By continuing to use the site, you agree to the use of cookies. More information about cookies and how to control them can be found in our Privacy Policy. Accept Decline We will select doors especially for you! Modern. Profitable. Original. More Interior doors Entrance doors Sliding systems Door fittings Interior doors Classic Oak Door $250 $300 Order Modern Glass Panel Door $350 $400 Order Rustic Barn Door $200 $250 Order Contemporary Metal Door $300 $350 Order Entrance doors Urban Steel Security Door $300 Order CityGuard Solid Core Door $400 Order MetroShield Heavy-Duty Entry Door $350 Order Streetwise Fortified Doorway $250 Order Sliding systems Sliding Door System $100 Order Bypass Door Hardware Kit $150 Order Pocket Door Frame Set $200 Order Barn Door Track Kit $250 Order Door fittings Door handles Order Door hinges Order Where elegance meets convenience - Elegant Entrances for every door in your life Quality Elegant Entrances is your go-to destination for high-quality doors that will elevate the look of your home. We pride ourselves on offering top-notch products at affordable prices, making it easy for our customers to choose the perfect door for their space. Our doors are crafted with precision and care, using only the finest materials to ensure durability and longevity. Whether you're looking for a sleek and modern design or a more traditional look, we have a wide range of options to choose from. From classic wooden doors to sleek glass panels, we have something for every taste and style. Not only do we offer top-quality doors, but we also provide excellent customer service to ensure that your shopping experience is smooth and hassle-free. Our knowledgeable staff is here to help you find the perfect door for your home, answering any questions you may have and guiding you through the selection process. Price In addition to our high-quality products, we also offer competitive prices and regular discounts to make our doors even more accessible to our customers. Our goal is to provide stylish and durable doors at affordable prices, so that everyone can enjoy the benefits of a beautiful and functional entrance to their home. We understand that choosing a door is an important decision, as it is the first thing that visitors see when they enter your home. That's why we strive to offer a wide variety of options to suit every taste and budget. Whether you're looking for a simple and understated door or a grand and elaborate entrance, we have something for everyone. Our doors are not only stylish and durable, but they are also designed to enhance the security of your home. With features like sturdy locks and reinforced frames, you can rest assured that your home is safe and protected with an Elegant Entrances door. We are committed to providing our customers with the best possible shopping experience, from the moment you walk through our doors to the installation of your new door. We want to make the process as seamless as possible, so you can enjoy your new purchase without any stress or worry. So why wait? Visit Elegant Entrances today and discover the perfect door for your home. With our high-quality products, competitive prices, and excellent customer service, you can trust that you're making a smart investment in your home's aesthetics and security. Choose Elegant Entrances for a door that will make a lasting impression. Door measurement Order delivery Door installation At Elegant Entrances, we understand the importance of having the perfect door for your home. That's why our team is dedicated to providing top-quality doors that not only enhance the aesthetic appeal of your space but also provide security and functionality. One of the key steps in the door installation process is taking accurate measurements of the door frame. A precise measurement ensures a perfect fit and eliminates the risk of gaps or uneven installation. Our team of professionals at Elegant Entrances is committed to providing a seamless and hassle-free experience for our customers, which is why we offer a door frame measurement service as part of our installation process. When you choose Elegant Entrances for your door installation needs, our team will visit your home at a convenient time to take precise measurements of the door frame. We understand that every home is unique, which is why our team is equipped with the necessary tools and expertise to measure door frames of all shapes and sizes. Whether you are looking for a sleek modern door or a traditional wooden door, our team will ensure that the measurements are taken accurately to guarantee a perfect fit. We take into consideration factors such as the door swing, clearance, and overall dimensions to provide you with a door that not only looks great but also functions flawlessly. When you choose Elegant Entrances, you can rest assured that your door installation project is in good hands. Contact us today to schedule a consultation and let us take care of the door frame measurement for you. Experience the difference with Elegant Entrances, where quality and craftsmanship meet elegance and style. Welcome to Elegant Entrances, your one-stop shop for high-quality doors! We are thrilled to announce that we now offer door delivery services to make your shopping experience even more convenient. Whether you are looking for a sleek modern design or a classic wooden door, we have got you covered. Our team of experts will ensure that your door is delivered safely and on time, right to your doorstep. With our hassle-free delivery service, you can now sit back and relax while we take care of the transportation. Shop with us today and experience the convenience of Elegant Entrances! At Elegant Entrances, we not only offer a wide selection of high-quality doors, but we also provide professional installation services to ensure that your new door fits perfectly and functions flawlessly. Our team of experienced technicians will work efficiently and with great attention to detail to install your door with precision and expertise. You can trust Elegant Entrances to deliver a seamless installation process, leaving you with a beautiful and secure entrance to your home or business. Let us take care of the installation so you can enjoy your new door worry-free. Visit Elegant Entrances today for all your door installation needs.At Elegant Entrances, we not only offer a wide selection of high-quality doors, but we also provide professional installation services to ensure that your new door fits perfectly and functions flawlessly. Our team of experienced technicians will work efficiently and with great attention to detail to install your door with precision and expertise. You can trust Elegant Entrances to deliver a seamless installation process, leaving you with a beautiful and secure entrance to your home or business. Let us take care of the installation so you can enjoy your new door worry-free. Visit Elegant Entrances today for all your door installation needs. Reviews Priya \"I recently purchased a front door from Elegant Entrances and couldn't be happier with my decision. The quality of the door is exceptional and the customer service was top-notch. Highly recommend!\" Rahul \"Elegant Entrances has a wide selection of beautiful doors to choose from. The staff was extremely helpful in helping me find the perfect door for my home. Great experience overall.\" Ravi \"I had a great experience working with Elegant Entrances. The installation process was smooth and the end result exceeded my expectations. I love my new door and would definitely recommend this store to others.\" Sanjana \"I was impressed with the professionalism and knowledge of the staff at Elegant Entrances. They helped me find the perfect door for my home and the installation was quick and seamless. Will definitely be a repeat customer in the future.\" Vikram \"Elegant Entrances offers high-quality doors at competitive prices. The team was friendly and efficient, making the process of selecting and installing my new door a breeze. I am extremely happy with my purchase and would definitely shop here again.\" ElegantEntrances@gmail.com +91 (12) 2796-3573 Nadipur Rd, Pokhara 33700 Name Email Phone I accepted Privacy Policy Send Privacy policy Terms and conditions Disclaimer ElegantEntrances@gmail.com +91 (12) 2796-3573 document.addEventListener(\"DOMContentLoaded\", function () { const cookieNotification = document.getElementById(\"cookieInfoSection\"); const cookiesChoice = localStorage.getItem(\"cookiesChoice\"); if (cookiesChoice === \"accepted\") { cookieNotification.style.display = \"none\"; } else if (cookiesChoice === \"declined\") { cookieNotification.style.display = \"none\"; } else { cookieNotification.style.display = \"block\"; } }); function acceptCookies() { const cookieNotification = document.getElementById(\"cookieInfoSection\"); localStorage.setItem(\"cookiesChoice\", \"accepted\"); cookieNotification.style.display = \"none\"; } function declineCookies() { const cookieNotification = document.getElementById(\"cookieInfoSection\"); localStorage.setItem(\"cookiesChoice\", \"declined\"); cookieNotification.style.display = \"none\"; } function openEvent(evt, eventName) { var i, tabcontent, tablinks; tabcontent = document.getElementsByClassName(\"tabcontent\"); for (i = 0; i x.length) {slideIndex = 1} if (n",
    "policy": "Privacy Policy: How Elegant Entrances Protects Your Information Catalog About Us Reviews Contact Us Privacy policy At Elegant Entrances, we are committed to protecting the privacy and security of our customers' personal information. This privacy policy outlines the types of information we collect, how we use it, and the measures we take to safeguard it. Information We Collect: When you make a purchase, sign up for our newsletter, or contact us through our website, we may collect personal information such as your name, email address, phone number, and shipping address. We may also collect information about your browsing behavior on our website, including pages visited, products viewed, and time spent on the site. How We Use Your Information: We use the information we collect to process your orders, communicate with you about your purchases, and provide customer support. We may use your contact information to send you marketing emails about our products, promotions, and events. You can opt out of these emails at any time by clicking the unsubscribe link in the email. We may use aggregated and anonymized data for analytics purposes to improve our website and services. Sharing Your Information: We may share your information with third-party service providers who help us fulfill orders, process payments, and send marketing communications. We may also share your information if required by law, in response to a court order or subpoena, or to prevent fraud or other illegal activities. Security Measures: We take appropriate security measures to protect your personal information from unauthorized access, disclosure, alteration, or destruction. We use secure socket layer (SSL) encryption to protect the transmission of sensitive information, such as credit card details, during online transactions. Updates to Privacy Policy: We may update this privacy policy from time to time to reflect changes in our business practices or legal requirements. We will notify you of any significant changes by posting a notice on our website or sending you an email. Contact Us: If you have any questions or concerns about our privacy policy, or if you would like to update or delete your personal information, please contact us at ElegantEntrances@gmail.com. By using our website and providing your personal information, you consent to the collection, use, and sharing of your information as described in this privacy policy. Privacy policy Terms and conditions Disclaimer ElegantEntrances@gmail.com +91 (12) 2796-3573",
    "terms": "Terms and Conditions: Agreement for Shopping at Elegant Entrances Catalog About Us Reviews Contact Us Terms and conditions 1. Ordering Process: Customers can place orders through our website, over the phone, or in-store. Once an order is placed, the customer will receive a confirmation email with their order details. 2. Payment: Payment is due at the time of ordering. We accept credit card payments online and in-store. 3. Shipping: We offer shipping for all orders. Shipping costs will be calculated at checkout based on the delivery location. Please note that shipping times may vary depending on the customer's location. 4. Returns: We accept returns within 30 days of the purchase date. Items must be unused and in their original packaging. Customers are responsible for return shipping costs. 5. Warranty: All doors purchased from Elegant Entrances come with a 1-year warranty against manufacturing defects. Customers must provide proof of purchase to make a warranty claim. 6. Installation: Customers are responsible for the installation of their doors. However, we offer installation services for an additional fee. Please contact us for more information. 7. Customer Service: Our customer service team is available to assist with any questions or concerns. Please contact us via phone or email during our business hours. 8. Privacy Policy: We respect our customers' privacy and do not share any personal information with third parties. Please refer to our privacy policy on our website for more information. 9. Changes to Terms and Conditions: Elegant Entrances reserves the right to make changes to these terms and conditions at any time. Customers will be notified of any changes through our website. By placing an order with Elegant Entrances, customers agree to abide by these terms and conditions. Privacy policy Terms and conditions Disclaimer ElegantEntrances@gmail.com +91 (12) 2796-3573",
    "thank_page": "Thank You for Your Request at Elegant Entrances - We'll Be in Touch Soon Dear valued customers, We would like to express our heartfelt gratitude to each and every one of you who have chosen Elegant Entrances as your go-to door company-shop. We are truly grateful for your continued trust in our products and services. Your support and loyalty have been instrumental to our success, and we are dedicated to providing you with the best quality doors and exceptional customer service. Thank you for allowing us to be a part of your home improvement projects and for choosing Elegant Entrances for all your door needs. We look forward to serving you in the future and continuing to exceed your expectations. Thank you again for choosing Elegant Entrances. Warm regards, Elegant Entrances Team Back"
  },
  "date": "2024-05-27T14:17:52.070Z"
}