{
  "name": "New_v9_OrientalDecor",
  "pages": {
    "about": "Oriental Decor - Premium Interior Design Services Oriental Decor home about us projects Crafting Timeless Elegance Our Story Founded with a passion for blending the rich heritage of Indian design with modern aesthetics, Oriental Decor has been transforming spaces since 1999. Our journey began with a vision to bring the timeless beauty of traditional Indian decor into contemporary homes and businesses worldwide. Over the years, we have grown from a small team of dedicated designers and artisans to a renowned interior design firm known for our creativity, craftsmanship, and attention to detail. Our projects range from cozy residential spaces to grand commercial establishments, each reflecting our commitment to excellence and innovation. At Oriental Decor, we believe that every space has a story to tell. Our mission is to help you tell yours through bespoke designs that are both beautiful and functional. We are proud of our heritage and excited to continue our journey, creating stunning interiors that inspire and delight our clients. Thank you for being a part of our story. Our Design Team Meet the team behind Oriental Decor and discover the expertise and dedication that define our approach to interior design. Liam Patel Aisha Verma Arjun Kapoor Meera Shah At Oriental Decor, our design team is a talented group of professionals dedicated to bringing your vision to life. With a passion for blending traditional Indian aesthetics with contemporary design principles, our designers bring creativity, expertise, and attention to detail to every project. Led by experienced professionals in the field of interior design, our team collaborates closely with clients to understand their preferences and requirements. Whether it's crafting bespoke furniture, selecting the perfect color palette, or conceptualizing spatial layouts, our designers ensure that each element harmonizes seamlessly to create a space that is both beautiful and functional. Our Mission At Oriental Decor, our mission is to seamlessly blend the timeless elegance of traditional Indian design with contemporary innovation, creating bespoke interior spaces that inspire and enrich our clients' lives. Company Values Our values are rooted in creativity, craftsmanship, integrity, and client satisfaction. We uphold these principles in every project, striving to exceed expectations through personalized service, sustainable practices, and a commitment to excellence. Transforming Spaces, Enriching Lives Location: Marudhar Industrial Area, 2nd Phase, M.I.A. 1st Phase, Basni, Basni, Jodhpur, Rajasthan 342005, India Email: orientaldekor@gmail.com Phone: +55-85-3324-7589 Privacy Policy Terms and Conditions",
    "index": "Oriental Decor - Exquisite Indian Interior Design Solutions Oriental Decor home about us projects Transforming Spaces with Indian Artistry. Welcome to Oriental Decor At Oriental Decor, we specialize in transforming your spaces with the rich and vibrant aesthetics of traditional Indian design, harmoniously blended with modern elegance. Our expert team is dedicated to creating bespoke interiors that reflect your unique style and personality. Explore our portfolio and discover how we can turn your vision into reality. Thank you for choosing us to beautify your home. Our Services At Oriental Decor, we offer a comprehensive range of interior design services tailored to meet your specific needs. Our services include: Residential Interior Design Creating personalized living spaces that combine traditional Indian elements with modern touches. Commercial Interior Design Designing functional and stylish commercial spaces that reflect your brand's identity. Consultation and Planning Providing expert advice and detailed plans to ensure your project runs smoothly from start to finish. Custom Furniture and Decor Crafting unique furniture and decor pieces that complement your interior design. At Oriental Decor, we pride ourselves on delivering exceptional interior design solutions that set us apart. Here are some of our key advantages and unique offerings Authentic Indian Aesthetics We specialize in infusing traditional Indian design elements with a contemporary flair, creating spaces that are both timeless and modern. Bespoke Design Solutions Each project is tailored to reflect your personal style and preferences, ensuring a unique and personalized experience. Expert Team Our team of skilled designers and craftsmen bring years of experience and passion to every project, ensuring high-quality results. Comprehensive Services From initial consultation to final installation, we offer a full range of services to make your design journey seamless and enjoyable. Custom Furniture and Decor We create custom pieces that perfectly complement your interior design, adding a touch of exclusivity to your space. Sustainable Practices We are committed to using eco-friendly materials and sustainable practices in our designs, contributing to a healthier environment. Client-Centric Approach Your satisfaction is our top priority. We work closely with you throughout the process to ensure your vision is realized to perfection. read more Transforming Spaces, Enriching Lives Location: Marudhar Industrial Area, 2nd Phase, M.I.A. 1st Phase, Basni, Basni, Jodhpur, Rajasthan 342005, India Email: orientaldekor@gmail.com Phone: +55-85-3324-7589 Privacy Policy Terms and Conditions",
    "privacy": "Oriental Decor - Privacy Policy Oriental Decor home about us projects Privacy Policy Welcome to Oriental Decor! We are committed to protecting your personal information and your right to privacy. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website. Please read this privacy policy carefully. If you do not agree with the terms of this privacy policy, please do not access the site. 1. Information We Collect We may collect information about you in a variety of ways. The information we may collect on the Site includes: Personal Data Personally identifiable information, such as your name, email address, and telephone number. Derivative Data Information our servers automatically collect when you access the Site, such as your your browser type, your operating system, your access times, and the pages you have viewed directly before and after accessing the Site. 2. Use of Your Information Having accurate information about you permits us to provide you with a smooth, efficient, and customized experience. Specifically, we may use information collected about you via the Site to: Create and manage your account. Email you regarding your account or order. Increase the efficiency and operation of the Site. Monitor and analyze usage and trends to improve your experience with the Site. Notify you of updates to the Site. Offer new products, services, and/or recommendations to you. Perform other business activities as needed. Prevent fraudulent transactions, monitor against theft, and protect against criminal activity. 3. Disclosure of Your Information We may share information we have collected about you in certain situations. Your information may be disclosed as follows: By Law or to Protect Rights If we believe the release of information about you is necessary to respond to legal process, to investigate or remedy potential violations of our policies, or to protect the rights, property, and safety of others, we may share your information as permitted or required by any applicable law, rule, or regulation. Third-Party Service Providers We may share your information with third parties that perform services for us or on our behalf, including data analysis, email delivery, hosting services, customer service, and marketing assistance. 4. Security of Your Information We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that despite our efforts, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other type of misuse. 5. Policy for Children We do not knowingly solicit information from or market to children under the age of 13. If we learn that we have collected personal information from a child under age 13 without verification of parental consent, we will delete that information as quickly as possible. If you believe we might have any information from or about a child under 13, please contact us. 6. Options Regarding Your Information You may at any time review or change the information in your account or terminate your account by: Contacting us using the contact information provided below. Upon your request to terminate your account, we will deactivate or delete your account and information from our active databases. However, some information may be retained in our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce our Terms of Use, and/or comply with legal requirements. 7. Contact Us If you have questions or comments about this Privacy Policy, please contact us at: orientaldekor@gmail.com Transforming Spaces, Enriching Lives Location: Marudhar Industrial Area, 2nd Phase, M.I.A. 1st Phase, Basni, Basni, Jodhpur, Rajasthan 342005, India Email: orientaldekor@gmail.com Phone: +55-85-3324-7589 Privacy Policy Terms and Conditions",
    "projects": "Oriental Decor - Our Portfolio of Bespoke Designs Oriental Decor home about us projects Designing Your Dream Spaces Gallery of Projects Our mission is to bring the beauty and richness of Indian design into homes and businesses worldwide. We strive to create spaces that are not only aesthetically pleasing but also functional and comfortable. At Oriental Decor, your vision is our inspiration. Explore our portfolio showcasing diverse projects across residential and commercial sectors. Luxury Residence, Mumbai Located in the heart of Mumbai, this luxury residence epitomizes opulence with a blend of traditional Indian motifs and modern sophistication. Oriental Decor transformed the space with intricate wood carvings, luxurious fabrics, and bespoke furniture. The challenge was to create a harmonious balance between grandeur and comfort, achieved through meticulous planning and attention to detail. The result is a timeless home that reflects the cultural richness of India while offering contemporary living at its finest. Corporate Office, Delhi Designed to inspire creativity and productivity, this corporate office in Delhi showcases Oriental Decor's expertise in commercial interiors. The design concept integrates sleek lines, vibrant colors, and ergonomic furnishings to foster a dynamic work environment. Strategic use of space and lighting enhances functionality while maintaining a cohesive aesthetic. Collaborative consultations with stakeholders ensured alignment with the company's brand identity and operational needs, resulting in a workspace that promotes efficiency and innovation. Eco-friendly Resort, Goa Nestled amidst Goa's serene landscapes, this eco-friendly resort reflects Oriental Decor's commitment to sustainable design practices. The project focused on incorporating locally sourced materials, energy-efficient systems, and biophilic design principles. Each villa and common area harmonizes with its natural surroundings, offering guests a tranquil retreat. The challenge involved balancing luxury with environmental stewardship, achieved through careful material selection and innovative architectural solutions. The resort exemplifies a blend of modern comfort and eco-conscious hospitality. Heritage Villa Restoration, Jaipur Restoring the charm of a heritage villa in Jaipur was a labor of love for Oriental Decor. The project involved preserving historical elements such as intricate jali work and hand-painted frescoes while enhancing functionality with modern amenities. Careful restoration techniques and craftsmanship ensured the villa retained its original character while meeting contemporary living standards. The challenge lay in respecting architectural heritage while adapting the space for modern-day comforts, resulting in a seamless blend of old-world charm and contemporary elegance. Contemporary Apartment, Bengaluru This contemporary apartment in Bengaluru showcases Oriental Decor's expertise in urban residential design. The interior concept revolves around clean lines, minimalist aesthetics, and a neutral color palette to create a sense of spaciousness and tranquility. Customized furniture pieces and innovative storage solutions optimize living space without compromising on style. The project exemplifies a modern lifestyle tailored to urban dwellers, combining functionality with understated elegance. Cultural Center, Chennai Designed as a hub for cultural exchange, this center in Chennai reflects Oriental Decor's versatility in public space design. The layout incorporates flexible multipurpose areas, acoustically optimized auditoriums, and vibrant decor inspired by local art forms. Each space is designed to foster community engagement and artistic expression, supporting a wide range of cultural activities. The challenge was to create a cohesive environment that celebrates diversity while ensuring functionality for various events and performances. Contact us Ready to transform your space? Schedule a personalized consultation with our expert team today to discuss your vision and explore how Oriental Decor can bring it to life. I accept Privacy Policy Send Transforming Spaces, Enriching Lives Location: Marudhar Industrial Area, 2nd Phase, M.I.A. 1st Phase, Basni, Basni, Jodhpur, Rajasthan 342005, India Email: orientaldekor@gmail.com Phone: +55-85-3324-7589 Privacy Policy Terms and Conditions",
    "terms-conditions": "Oriental Decor - Terms and Conditions Oriental Decor home about us projects Privacy Policy Welcome to Oriental Decor. These terms and conditions outline the rules and regulations for the use of our website. By accessing this website, we assume you accept these terms and conditions. Do not continue to use Oriental Decor if you do not agree to all of the terms and conditions stated on this page. 1. Intellectual Property Rights Unless otherwise stated, Oriental Decor and/or its licensors own the intellectual property rights for all material on Oriental Decor. All intellectual property rights are reserved. You may access this from Oriental Decor for your own personal use subjected to restrictions set in these terms and conditions. You must not: Republish material from Oriental Decor Sell, rent or sub-license material from Oriental Decor Reproduce, duplicate or copy material from Oriental Decor Redistribute content from Oriental Decor 2. User Content In these terms and conditions, \"User Content\" shall mean any audio, video text, images or other material you choose to display on this website. By displaying your User Content, you grant Oriental Decor a non-exclusive, worldwide irrevocable, sub-licensable license to use, reproduce, adapt, publish, translate and distribute it in any and all media. Your User Content must be your own and must not be invading any third-party’s rights. Oriental Decor reserves the right to remove any of your User Content from this website at any time without notice. 3. No Warranties This website is provided \"as is,\" with all faults, and Oriental Decor expresses no representations or warranties, of any kind related to this website or the materials contained on this website. Also, nothing contained on this website shall be interpreted as advising you. 4. Limitation of Liability In no event shall Oriental Decor, nor any of its officers, directors, and employees, be held liable for anything arising out of or in any way connected with your use of this website whether such liability is under contract. Oriental Decor, including its officers, directors, and employees shall not be held liable for any indirect, consequential, or special liability arising out of or in any way related to your use of this website. 5. Indemnification You hereby indemnify to the fullest extent Oriental Decor from and against any and/or all liabilities, costs, demands, causes of action, damages and expenses arising in any way related to your breach of any of the provisions of these Terms. 6. Severability If any provision of these Terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein. 7. Variation of Terms Oriental Decor is permitted to revise these Terms at any time as it sees fit, and by using this website you are expected to review these Terms on a regular basis. 8. Assignment The Oriental Decor is allowed to assign, transfer, and subcontract its rights and/or obligations under these Terms without any notification. However, you are not allowed to assign, transfer, or subcontract any of your rights and/or obligations under these Terms. 9. Entire Agreement These Terms constitute the entire agreement between Oriental Decor and you in relation to your use of this website, and supersede all prior agreements and understandings. 10. Governing Law & Jurisdiction These Terms will be governed by and interpreted in accordance with the laws of the State of India, and you submit to the non-exclusive jurisdiction of the state and federal courts located in India for the resolution of any disputes. Transforming Spaces, Enriching Lives Location: Marudhar Industrial Area, 2nd Phase, M.I.A. 1st Phase, Basni, Basni, Jodhpur, Rajasthan 342005, India Email: orientaldekor@gmail.com Phone: +55-85-3324-7589 Privacy Policy Terms and Conditions",
    "thank": "Roteiros do Brasil: Obrigado por visitar nosso site! body { font-family: Arial, sans-serif; background-color: #fae3ee; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: #f9f4f4ec; ; border: 3px solid #44172d; } h1 { color: #44172d; text-decoration: underline; } p { color: #1c684a; margin-bottom: 20px; } .btn { border: 2px solid #44172d; background-color: #8b7680; color: #fff; padding: 10px 20px; text-align: center; text-decoration: none; display: inline-block; font-size: 16px; transition: background-color 0.3s; } .btn:hover { background-color: #44172d; } Oriental Decor Thank you for reaching out to us. We appreciate your interest in Oriental Decor. Our team will review your inquiry and get back to you shortly to discuss further details. We look forward to the opportunity to collaborate with you and create a space that reflects your unique style and vision. main page"
  },
  "date": "2024-07-19T07:25:18.190Z"
}