{
  "name": "New_v9_RoyalRugs",
  "pages": {
    "terms": "Royal Rugs - Luxury Handcrafted Carpets from India | Terms and Conditions Home About us Reviews Catalog Contact us Terms and Conditions 1. Introduction Welcome to Royal Rugs. These Terms and Conditions govern your use of our website and services. By accessing or using our website, you agree to comply with these terms. 2. Use of the Website You may use our website for lawful purposes only. You must not use our website in any way that causes, or may cause, damage to the website or impairment of the availability or accessibility of the website. 3. Privacy Policy Your use of our website is also governed by our Privacy Policy. Please review our Privacy Policy to understand our practices regarding the collection and use of your personal information. 4. Intellectual Property Rights The content on this website, including text, images, logos, and trademarks, is the property of Royal Rugs or its licensors and is protected by copyright and other laws. 5. Limitation of Liability We strive to provide accurate and up-to-date information on our website, but we do not guarantee the completeness, accuracy, reliability, suitability, or availability of the information. 6. Governing Law These Terms and Conditions are governed by and construed in accordance with the laws of India. Any dispute arising out of or relating to these terms shall be subject to the exclusive jurisdiction of the courts in New Delhi. 7. Changes to Terms and Conditions We reserve the right to modify these Terms and Conditions at any time. Changes will be effective immediately upon posting on the website. Your continued use of the website after changes are posted constitutes your acceptance of the updated terms. 8. Contact Us If you have any questions about these Terms and Conditions, please contact us at: Email: royalrugs@gmail.com Contacts Shop No 10, Delhi Gate, Ambedkar Football Stadium, Feroze Shah Kotla, Vikram Nagar, Delhi, 110002, India +919810966392 royalrugs@gmail.com Links Home About us Reviews Catalog Contact us Policy Privacy policy Terms and Conditions",
    "thank": "Royal Rugs - Luxury Handcrafted Carpets from India | Thank you for your inquiry! Thank You for Your Inquiry! We sincerely appreciate your interest in Royal Rugs. Our team is committed to providing you with the highest quality products and exceptional customer service. We will review your inquiry and get back to you as soon as possible. Thank you for choosing Royal Rugs. We look forward to assisting you! Best regards,The Royal Rugs Team Home page",
    "index": "Royal Rugs - Luxury Handcrafted Carpets from India Home About us Reviews Catalog Contact us Transform Your Home with Exquisite Handcrafted Rugs Explore our luxurious collection of handcrafted rugs that blend traditional artistry with modern elegance. Each piece is meticulously crafted to add a touch of sophistication and comfort to your living space. Dive into the world of vibrant colors, intricate patterns, and premium quality with Royal Rugs. Browse Our Collection OUR SERVICES At Royal Rugs, we offer a range of premium services to ensure you find the perfect rug for your home. Our expert team is here to assist you every step of the way, from selection to installation. Explore Our Catalog Wide Selection Browse through our extensive collection of handcrafted rugs, featuring various styles and designs to suit any taste. Customization Personalize your rug with our customization options, tailored to fit your unique preferences and home decor. Free Shipping Enjoy free shipping on all orders, ensuring your new rug arrives at your doorstep without any additional cost. Customer Support Our dedicated customer support team is here to assist you with any questions or concerns you may have. About Royal Rugs Royal Rugs has been at the forefront of the rug industry for over 20 years, offering a wide range of handcrafted rugs that blend traditional craftsmanship with modern design. Our mission is to provide our customers with the highest quality rugs that enhance the beauty and comfort of their homes. Our rugs are sourced from the finest artisans in India, ensuring each piece is a work of art. From intricate Persian designs to contemporary patterns, we have something to suit every taste and interior style. Each rug tells a unique story, reflecting the rich heritage and culture of its origins. We pride ourselves on our commitment to sustainability and ethical practices. All our rugs are made using eco-friendly materials and processes, supporting the livelihoods of the artisans and their communities. By choosing Royal Rugs, you are not just buying a rug, but also contributing to a greater cause. Customer satisfaction is at the heart of everything we do. Our dedicated team is here to assist you in selecting the perfect rug for your home, offering personalized advice and support throughout your shopping experience. Discover the Royal Rugs difference today. WHAT’S TALKING ABOUT OUR COUSTOMER? “I recently purchased a beautiful Persian rug from Royal Rugs, and it has completely transformed my living room. The quality is exceptional, and the intricate patterns are truly a work of art. The customer service team was incredibly helpful and guided me through the entire process. I highly recommend Royal Rugs to anyone looking for high-quality, handcrafted rugs.” - Priya Sharma “The variety of rugs available at Royal Rugs is astounding. I was able to find the perfect rug that matched my home decor and added a touch of elegance to my space. The craftsmanship is impeccable, and I appreciate the sustainable practices they follow. It feels good to support a brand that cares about the environment and its artisans.” - Rajesh Kumar “I have purchased several rugs from Royal Rugs over the years, and each one is more beautiful than the last. The attention to detail and quality of the materials used are unmatched. The team is always friendly and willing to help with any questions I have. Royal Rugs has become my go-to store for all my rug needs.” - Anjali Patel “The rug I bought from Royal Rugs has brought so much warmth and character to my home. I was particularly impressed by the customization options available, which allowed me to get a rug that perfectly fits my space. The delivery was prompt, and the rug arrived in perfect condition. I am extremely satisfied with my purchase.” - Amit Desai “Royal Rugs offers an exceptional range of rugs that cater to different tastes and preferences. I was able to find a rug that not only matched my aesthetic but also added a unique touch to my living space. The quality is superb, and the craftsmanship is evident in every detail. Their customer service is top-notch, making the entire shopping experience enjoyable.” - Sunita Rao “I am extremely happy with my purchase from Royal Rugs. The rug I chose is stunning and has become a focal point in my home. The team at Royal Rugs was very professional and provided excellent advice on choosing the right rug. Their dedication to quality and customer satisfaction is truly commendable. I will definitely be shopping here again.” - Neha Gupta Catalog Silk Rug ₹45,000 Order Persian Rug ₹50,000 Order Indian Rug ₹35,000 Order Kashmiri Rug ₹40,000 Order Traditional Rug ₹30,000 Order Modern Rug ₹25,000 Order GET IN TOUCH I accept privacy policy Send message Contacts Shop No 10, Delhi Gate, Ambedkar Football Stadium, Feroze Shah Kotla, Vikram Nagar, Delhi, 110002, India +919810966392 royalrugs@gmail.com Links Home About us Reviews Catalog Contact us Policy Privacy policy Terms and Conditions",
    "privacy": "Royal Rugs - Luxury Handcrafted Carpets from India | Privacy Policy Home About us Reviews Catalog Contact us Privacy Policy At Royal Rugs, we are committed to protecting your privacy. This Privacy Policy outlines the types of personal information we collect, how we use and safeguard that information, and your rights regarding your personal data. 1. Information We Collect We collect various types of information in connection with the services we provide, including: Personal Identification Information (Name, Email Address, Phone Number, etc.) Payment Information (Credit/Debit Card details, Billing Address, etc.) Order History and Preferences Usage Data (IP Address, Browser Type, Visit Duration, etc.) 2. How We Use Your Information We use the information we collect for various purposes, including: Processing and fulfilling your orders Providing customer support and responding to inquiries Improving our website, products, and services Sending promotional materials and updates (with your consent) Ensuring security and preventing fraud 3. Information Sharing and Disclosure We do not sell, trade, or otherwise transfer your personal information to outside parties except under the following circumstances: With service providers who assist in our business operations When required by law or to protect our legal rights With your explicit consent 4. Data Security We implement a variety of security measures to maintain the safety of your personal information. These measures include encrypted data transmission and secure server storage. 5. Your Rights You have the right to access, correct, or delete your personal information. You can also object to or restrict the processing of your data. To exercise these rights, please contact us at royalrugs@gmail.com. 6. Changes to This Privacy Policy We may update this Privacy Policy from time to time. Any changes will be posted on this page, and we will notify you via email or a prominent notice on our website. 7. Contact Us If you have any questions or concerns about this Privacy Policy, please contact us at: Email: royalrugs@gmail.com Contacts Shop No 10, Delhi Gate, Ambedkar Football Stadium, Feroze Shah Kotla, Vikram Nagar, Delhi, 110002, India +919810966392 royalrugs@gmail.com Links Home About us Reviews Catalog Contact us Policy Privacy policy Terms and Conditions"
  },
  "date": "2024-07-04T08:49:48.694Z"
}