{
  "name": "New_v8_SunSavvy",
  "pages": {
    "about-us": "About SunSavvy - Unveiling the Essence of Style SunSavvy HOME ABOUT US Products Contact Exploring the World of Sunglasses At SunSavvy, we're dedicated to showcasing the style and functionality of sunglasses. Our curated collection offers a range of designs that not only elevate your look but also protect your eyes with flair. We believe in revolutionizing the way people perceive and wear sunglasses. From classic aviators to trendy polarized frames, our diverse selection reflects the passion and craftsmanship of eyewear designers worldwide. Latest Sunglasses News and Updates 26.02.2024 SunSavvy announces partnership with renowned fashion designer, bringing exclusive designs to our collection 26.01.2024 SunSavvy's new collection launch receives rave reviews, setting trends in eyewear fashion 17.03.2024 SunSavvy introduces innovative lens technology for enhanced UV protection and clarity VIEW ALL NEWS About SunSavvy Embracing Style, Protecting Vision At SunSavvy, we're passionate about eyewear and dedicated to enhancing your style while protecting your eyes. With a team of skilled professionals, we've been curating fashionable sunglasses for over a decade. Our commitment to quality and style sets us apart, ensuring every pair of sunglasses not only looks great but also provides optimal protection. Over 10 Years of Stylish Eyewear Curation Dedicated Team of Fashion Enthusiasts Innovative Designs for Fashion-forward Individuals EXPLORE SUNGLASSES The SunSavvy website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SunSavvy ADDRESS Mahavir Nagar society, Vastrapur, Ahmedabad, Gujarat 380015, India sunsavvy@gmail.com +91-985-559-4280 PRIVACY LINKS DisclaimersPrivacy & Policy Terms & Conditions SITEMAP Home About us Products Contact US",
    "contacts": "Contact SunSavvy - Reach Out for Stylish Eyewear Assistance SunSavvy HOME ABOUT US Products Contact Got any questions? Reach out to us! I accept the Privacy Policy SUBMIT The SunSavvy website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SunSavvy ADDRESS Mahavir Nagar society, Vastrapur, Ahmedabad, Gujarat 380015, India sunsavvy@gmail.com +91-985-559-4280 PRIVACY LINKS DisclaimersPrivacy & Policy Terms & Conditions SITEMAP Home About us Products Contact US",
    "disclaimers": "SunSavvy Sunglasses - Disclaimers and Terms of Use SunSavvy HOME ABOUT US Products Contact Disclaimers Please read the following disclaimers carefully before using our website: Product Information We make every effort to ensure the accuracy of product descriptions, images, and specifications on our website. However, we do not warrant that product descriptions or other content on this site are accurate, complete, reliable, current, or error-free. Warranties Unless expressly stated otherwise, we provide our products \"as is\" and without warranties of any kind, whether express or implied. This includes, but is not limited to, warranties of merchantability, fitness for a particular purpose, and non-infringement. Limitation of Liability In no event shall SunSavvy, its directors, officers, employees, or affiliates be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with the use of our website or the purchase of products. External Links Our website may contain links to third-party websites or services that are not owned or controlled by SunSavvy. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. Changes to This Disclaimer We reserve the right to modify or replace this disclaimer at any time without notice. By continuing to use our website, you agree to be bound by the latest version of this disclaimer. The SunSavvy website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SunSavvy ADDRESS Mahavir Nagar society, Vastrapur, Ahmedabad, Gujarat 380015, India sunsavvy@gmail.com +91-985-559-4280 PRIVACY LINKS DisclaimersPrivacy & Policy Terms & Conditions SITEMAP Home About us Products Contact US",
    "index": "SunSavvy - Elevate Your Style with Stylish Sunglasses SunSavvy HOME ABOUT US Products Contact Exploring the World of Sunglasses At SunSavvy, we're dedicated to showcasing the style and functionality of sunglasses. Our curated collection offers a range of designs that not only elevate your look but also protect your eyes with flair. We believe in revolutionizing the way people perceive and wear sunglasses. From classic aviators to trendy polarized frames, our diverse selection reflects the passion and craftsmanship of eyewear designers worldwide. Latest Sunglasses News and Updates 26.02.2024 SunSavvy announces partnership with renowned fashion designer, bringing exclusive designs to our collection 26.01.2024 SunSavvy's new collection launch receives rave reviews, setting trends in eyewear fashion 17.03.2024 SunSavvy introduces innovative lens technology for enhanced UV protection and clarity VIEW ALL NEWS About SunSavvy Embracing Style, Protecting Vision At SunSavvy, we're passionate about eyewear and dedicated to enhancing your style while protecting your eyes. With a team of skilled professionals, we've been curating fashionable sunglasses for over a decade. Our commitment to quality and style sets us apart, ensuring every pair of sunglasses not only looks great but also provides optimal protection. Over 10 Years of Stylish Eyewear Curation Dedicated Team of Fashion Enthusiasts Innovative Designs for Fashion-forward Individuals EXPLORE SUNGLASSES Discover Sunglasses Trends Exploring Trends in the World of Sunglasses At SunSavvy, we're committed to staying ahead of the curve in the dynamic world of eyewear fashion. From emerging designs to evolving styles, we uncover insights to keep our audience informed and inspired. Our partnership with industry experts ensures we deliver the latest trends and developments straight to you, empowering you to elevate your style game. GET IN TOUCH FOR INSIGHTS \"Every pair of sunglasses from SunSavvy tells a unique story, enhancing my style and protecting my eyes. With their quality and dedication, they've elevated my appreciation for eyewear to new heights.\" Meet Our Team Behind the Brand At SunSavvy, our team brings a diverse range of talents and experiences to the table. Led by visionary founders Jane Doe (Creative Director), John Smith (Lead Designer), and Emily Johnson (Marketing Director), we're passionate about crafting stylish eyewear that enhances your look and protects your eyes. Together, we're committed to driving innovation and excellence in the world of sunglasses. MEET THE TEAM Explore Sunglasses Aviator Classic Explore our Aviator Classic sunglasses model, featuring personalized fittings, lens customization, and repairs tailored to meet your eyewear needs. $19.99 &#8594; Buy now Polarized Shades Discover our Polarized Shades sunglasses model, offering personalized fittings, lens customization, and repairs tailored to meet your eyewear needs. $19.99 &#8594; Buy now Retro Chic Explore our Retro Chic sunglasses model, offering personalized fittings, lens customization, and repairs tailored to meet your eyewear needs. $19.99 &#8594; Buy now The SunSavvy website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SunSavvy ADDRESS Mahavir Nagar society, Vastrapur, Ahmedabad, Gujarat 380015, India sunsavvy@gmail.com +91-985-559-4280 PRIVACY LINKS DisclaimersPrivacy & Policy Terms & Conditions SITEMAP Home About us Products Contact US",
    "privacy-policy": "SunSavvy Sunglasses - Privacy Policy SunSavvy HOME ABOUT US Products Contact Privacy Policy At SunSavvy, we are committed to protecting your privacy and ensuring the security of your personal information. This Privacy Policy outlines how we collect, use, and safeguard the information you provide to us when you visit our website, make purchases, or interact with our services. Information We Collect We may collect personal information such as your name, email address, shipping address, and payment details when you make a purchase or create an account on our website. We also collect non-personal information such as your IP address, browser type, and device information to improve our website's functionality and user experience. How We Use Your Information We use the information we collect to process your orders, communicate with you about your purchases, and provide customer support. We may also use your information to personalize your shopping experience, send promotional offers, and improve our products and services. Information Sharing and Disclosure We do not sell, trade, or rent your personal information to third parties. However, we may share your information with trusted service providers who assist us in operating our website, conducting business, or servicing you, as long as those parties agree to keep this information confidential. Security Measures We implement a variety of security measures to maintain the safety of your personal information when you place an order or enter, submit, or access your information. We use industry-standard encryption technology to protect sensitive information transmitted online. Changes to This Privacy Policy We reserve the right to modify this Privacy Policy at any time, so please review it frequently. Changes and clarifications will take effect immediately upon their posting on the website. If we make material changes to this policy, we will notify you here that it has been updated. The SunSavvy website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SunSavvy ADDRESS Mahavir Nagar society, Vastrapur, Ahmedabad, Gujarat 380015, India sunsavvy@gmail.com +91-985-559-4280 PRIVACY LINKS DisclaimersPrivacy & Policy Terms & Conditions SITEMAP Home About us Products Contact US",
    "products": "SunSavvy Sunglasses - Explore Stylish Eyewear Collection SunSavvy HOME ABOUT US Products Contact Explore Sunglasses Aviator Classic Explore our Aviator Classic sunglasses model, featuring personalized fittings, lens customization, and repairs tailored to meet your eyewear needs. $19.99 &#8594; Buy now Polarized Shades Discover our Polarized Shades sunglasses model, offering personalized fittings, lens customization, and repairs tailored to meet your eyewear needs. $19.99 &#8594; Buy now Retro Chic Explore our Retro Chic sunglasses model, offering personalized fittings, lens customization, and repairs tailored to meet your eyewear needs. $19.99 &#8594; Buy now Discover Sunglasses Trends Exploring Trends in the World of Sunglasses At SunSavvy, we're committed to staying ahead of the curve in the dynamic world of eyewear fashion. From emerging designs to evolving styles, we uncover insights to keep our audience informed and inspired. Our partnership with industry experts ensures we deliver the latest trends and developments straight to you, empowering you to elevate your style game. GET IN TOUCH FOR INSIGHTS \"Every pair of sunglasses from SunSavvy tells a unique story, enhancing my style and protecting my eyes. With their quality and dedication, they've elevated my appreciation for eyewear to new heights.\" Meet Our Team Behind the Brand At SunSavvy, our team brings a diverse range of talents and experiences to the table. Led by visionary founders Jane Doe (Creative Director), John Smith (Lead Designer), and Emily Johnson (Marketing Director), we're passionate about crafting stylish eyewear that enhances your look and protects your eyes. Together, we're committed to driving innovation and excellence in the world of sunglasses. MEET THE TEAM The SunSavvy website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SunSavvy ADDRESS Mahavir Nagar society, Vastrapur, Ahmedabad, Gujarat 380015, India sunsavvy@gmail.com +91-985-559-4280 PRIVACY LINKS DisclaimersPrivacy & Policy Terms & Conditions SITEMAP Home About us Products Contact US",
    "terms-conditions": "SunSavvy Sunglasses - Terms and Conditions SunSavvy HOME ABOUT US Products Contact Terms and Conditions Welcome to SunSavvy! These terms and conditions outline the rules and regulations for the use of our website. Intellectual Property Rights All content on this website, including text, images, graphics, logos, and software, is the property of SunSavvy and protected by intellectual property laws. You may not reproduce, modify, distribute, or republish any content from this site without our prior written consent. Product Availability and Pricing We make every effort to ensure the accuracy of product descriptions and pricing information on our website. However, we reserve the right to modify or discontinue products without notice. Prices are subject to change without notice, and we are not liable for any discrepancies or errors in pricing. Order Acceptance Your receipt of an order confirmation does not signify our acceptance of your order. We reserve the right to refuse or cancel any order for any reason, including limitations on quantities available for purchase, inaccuracies, or errors in product or pricing information. Limitation of Liability In no event shall SunSavvy, its directors, officers, employees, or affiliates be liable for any indirect, incidental, special, or consequential damages arising out of or in any way connected with the use of this website or the purchase of products, even if advised of the possibility of such damages. Governing Law These terms and conditions are governed by and construed in accordance with the laws of [Your Country], and you irrevocably submit to the exclusive jurisdiction of the courts in that state or location. Changes to This Agreement We reserve the right to modify or replace these terms and conditions at any time without notice. By continuing to access or use our website after any revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, please stop using the website. The SunSavvy website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SunSavvy ADDRESS Mahavir Nagar society, Vastrapur, Ahmedabad, Gujarat 380015, India sunsavvy@gmail.com +91-985-559-4280 PRIVACY LINKS DisclaimersPrivacy & Policy Terms & Conditions SITEMAP Home About us Products Contact US",
    "thanks": "Thank You from SunSavvy - Elevate Your Style SunSavvy HOME ABOUT US Products Contact Thank You from SunSavvy Thank you for choosing SunSavvy for your stylish eyewear needs. We appreciate your support and trust in our brand. Enjoy your new sunglasses and elevate your style with SunSavvy. The SunSavvy website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SunSavvy ADDRESS Mahavir Nagar society, Vastrapur, Ahmedabad, Gujarat 380015, India sunsavvy@gmail.com +91-985-559-4280 PRIVACY LINKS DisclaimersPrivacy & Policy Terms & Conditions SITEMAP Home About us Products Contact US"
  },
  "date": "2024-04-30T14:26:56.015Z"
}