{
  "name": "New_v9_ParkAnimals",
  "pages": {
    "catalog": "Atrações e Zoológico - Parque de DiversõesSobre NósAtraçõesZoológicoPerguntas FrequentesContatosSobre NósAtraçõesZoológicoPerguntas FrequentesContatosAtrações e AnimaisAventura Garantida: Venha se Divertir nas Nossas Atrações!Ver AtraçõesAtraçõesMontanha-RussaR$50Visitar as atraçõesRoda-GiganteR$30Visitar as atraçõesCarrosselR$20Visitar as atraçõesCasa dos EspelhoR$25Visitar as atraçõesTrem FantasmaR$35Visitar as atraçõesTorre de Queda LivreR$40Visitar as atraçõesExplore Nosso ZoológicoBem-vindo ao nosso zoológico, onde você pode explorar a diversidade da vida selvagem. Descubra animais exóticos e locais, aprenda sobre conservação e desfrute de experiências educativas para toda a famíliaLeãoO leão é um majestoso felino com uma juba poderosa e corpo robusto, símbolo de força e poder no reino animal. Vivem em grupos sociais chamados de \"manadas\" e são predadores de grandes herbívorosVer CatálogoGirafaA girafa é um mamífero de pescoço longo e pernas compridas, adaptada para alcançar folhas nas copas das árvores. Elas vivem em grandes rebanhos nas savanas abertas da ÁfricaVer CatálogoElefanteO elefante é um animal imponente, com um corpo maciço e presas longas que usam para defesa, alimentação e comunicação. Vivem em grupos familiares conhecidos como \"manadas\"Ver CatálogoMacacoOs macacos são primatas ágeis e sociáveis, conhecidos por seu comportamento brincalhão e estrutura social complexa. Habitam florestas tropicais e vivem em grupos grandesVer CatálogoPapagaioO papagaio é uma ave colorida e vocal, famosa por suas plumagens exuberantes e habilidade de imitar sons e palavras. Habitam florestas tropicais e são conhecidos por sua inteligênciaVer CatálogoParque e Comportamento AdequadoSeja bem-vindo ao nosso parque! Aqui, celebramos a natureza e a diversão em harmonia. Respeite os animais e o ambiente natural, mantenha os espaços limpos e desfrute de atividades responsáveis. Juntos, podemos preservar esta beleza para as futuras geraçõesNossos contatosNão perca nenhuma atualização! Inscreva-se na nossa newsletter para receber notícias, ofertas especiais e informações sobre eventos diretamente no seu e-mail Eu aceito os termos da política de privacidadeInscrever-seNosso parque está aberto todos os dias da semana para sua diversão e lazer!Segunda a Sexta-feira: 9:00 às 18:00Sábado e Domingo: 10:00 às 20:00Feriados: 10:00 às 20:00Venha e aproveite um dia cheio de aventuras e natureza! Imbariê, Duque de Caxias - RJ, 25275-130 +55-22-4568-1122 parqueanimais@gmail.comPolítica de PrivacidadeCondições de Uso Imbariê, Duque de Caxias - RJ, 25275-130 +55-22-4568-1122 parqueanimais@gmail.com",
    "index": "Parque de diversões e zoológico - Sobre nósSobre NósAtraçõesZoológicoPerguntas FrequentesContatosSobre NósAtraçõesZoológicoPerguntas FrequentesContatosParque de Atrações e AnimaisParque de Atrações e AnimaisBem-vindo ao Parque de Atrações e Animais! Desfrute de momentos inesquecíveis com nossas atrações emocionantes e nosso encantador zoológico. Diversão para toda a família!Saber mais sobre as atraçõesHistória da Criação do ParqueNosso parque foi fundado em 1970 com a missão de proporcionar diversão e entretenimento para todas as idades. Começamos com algumas atrações simples e um pequeno zoológico, e ao longo dos anos, crescemos e nos tornamos um destino popular para famílias e turistas. Acreditamos que a combinação de atrações emocionantes e a interação com os animais cria uma experiência única e inesquecívelDescubra a Diversão no Nosso ParqueAtraçõesDescubra a emoção e a diversão com nossas incríveis atrações! Nosso parque oferece uma variedade de atrações para todas as idades, desde montanhas-russas emocionantes até carrosséis encantadores. Cada atração é projetada para proporcionar momentos inesquecíveis de aventura e alegria. Venha sentir a adrenalina e crie memórias que durarão a vida toda!Ver AtraçõesZoológicoExplore o mundo animal em nosso encantador zoológico! Lar de uma diversidade de espécies exóticas e locais, nosso zoológico oferece uma experiência educativa e divertida para toda a família. Conheça de perto leões majestosos, girafas elegantes, elefantes gigantes, macacos brincalhões e pássaros tropicais vibrantes. Aprenda sobre a conservação da vida selvagem e a importância de proteger nosso planetaIr ao ZoológicoParque de RecreaçãoRelaxe e divirta-se em nosso parque de recreação! Perfeito para um passeio tranquilo ou uma tarde cheia de atividades, nosso parque de recreação oferece algo para todos. Desfrute de amplos espaços verdes, trilhas para caminhada, áreas de piquenique e playgrounds para crianças. Aproveite o ar livre e a beleza natural, e crie momentos especiais com amigos e família em um ambiente sereno e acolhedorEscrever para NósResultados85.000Visitantes Anuais25Atrações150Animais no ZoológicoInscreva-se em nósDescubra a Emoção no Nosso Parque de Diversões!Inscreva-se em nósPerguntas FrequentesQuais são os horários de funcionamento do parque?O parque abre todos os dias das 9h às 18hPosso trazer comida para o parque?Sim, é permitido trazer comida. Temos áreas de picnic disponíveisExistem descontos para grupos ou escolas?Sim, oferecemos descontos especiais para grupos e escolas. Entre em contato para mais informaçõesO parque é acessível para cadeiras de rodas?Sim, o parque é totalmente acessível. Temos rampas e instalações adequadasÉ necessário comprar ingressos antecipadamente?Recomendamos comprar os ingressos online para evitar filas, mas você também pode comprar na entrada do parqueHá estacionamento disponível?Sim, temos estacionamento gratuito para os visitantes do parqueQuais são as medidas de segurança adotadas no parque?Implementamos medidas rigorosas de segurança para garantir uma visita segura e agradávelNosso Jardim BotânicoBem-vindo ao nosso Jardim Botânico, um verdadeiro oásis de tranquilidade e beleza natural. Aqui, você encontrará uma vasta coleção de plantas exóticas e nativas, organizadas em jardins temáticos que destacam a diversidade da flora mundial. Nossos caminhos sombreados e áreas de descanso oferecem um refúgio perfeito para relaxar e se reconectar com a natureza. Além disso, promovemos diversas atividades educacionais e workshops que incentivam a conservação e o conhecimento sobre as plantas. Venha explorar e descobrir a magia do nosso Jardim Botânico!Nossos FuncionáriosRicardo Lopes é nosso supervisor de atrações, garantindo segurança e experiências emocionantes para todos os visitantesRicardo Lopes - Supervisor de AtraçõesMaria Silva é uma guia experiente em nosso zoológico, apaixonada pela proteção dos animais e pela educação em conservação da naturezaMaria Silva - Guia do ZoológicoAna Carvalho é nossa experiente gerente de hospedagem, assegurando conforto e satisfação para nossos hóspedesAna Carvalho - Gerente de HospedagemO nosso zoológico é uma experiência única, onde visitantes de todas as idades podem explorar a diversidade da vida selvagem. Com habitats naturais e uma variedade impressionante de espécies exóticas, oferecemos uma jornada educativa e emocionante pela conservação e pela vida animal. Venha descobrir conosco!Visitar o ZoológicoAventura Garantida: Venha se Divertir nas Nossas Atrações!Escrever para NósPolítica de PrivacidadeCondições de Uso Imbariê, Duque de Caxias - RJ, 25275-130 +55-22-4568-1122 parqueanimais@gmail.com",
    "privacy-policy": "Política de Privacidade - Parque de Diversões e ZoológicoSobre NósAtraçõesZoológicoPerguntas FrequentesContatosSobre NósAtraçõesZoológicoPerguntas FrequentesContatosPolítica de PrivacidadeA sua privacidade é importante para nós. Esta política de privacidade descreve como coletamos, usamos, processamos e protegemos as suas informações pessoais quando você visita o nosso site e utiliza os nossos serviços.Coleta de InformaçõesColetamos informações que você nos fornece diretamente, como nome, e-mail, telefone e endereço, quando você se inscreve na nossa newsletter, faz uma reserva ou entra em contato conosco. Também podemos coletar informações automaticamente, como dados de navegação e cookies, para melhorar a sua experiência no nosso site.Uso de InformaçõesUsamos as suas informações para:Processar e gerenciar suas reservas e inscrições.Enviar newsletters e atualizações.Responder às suas perguntas e fornecer suporte.Melhorar nossos serviços e personalizar a sua experiência no site.Compartilhamento de InformaçõesNão compartilhamos suas informações pessoais com terceiros, exceto quando necessário para fornecer os nossos serviços, cumprir obrigações legais ou proteger nossos direitos.Segurança de InformaçõesAdotamos medidas de segurança adequadas para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição.Seus DireitosVocê tem o direito de acessar, corrigir ou excluir suas informações pessoais. Para exercer esses direitos, entre em contato conosco através das informações de contato fornecidas.Alterações na Política de PrivacidadePodemos atualizar esta política de privacidade periodicamente. Recomendamos que você revise esta página regularmente para se manter informado sobre qualquer alteração.Política de PrivacidadeCondições de Uso Imbariê, Duque de Caxias - RJ, 25275-130 +55-22-4568-1122 parqueanimais@gmail.com",
    "terms-conditions": "Condições de Uso - Parque de Diversões e ZoológicoSobre NósAtraçõesZoológicoPerguntas FrequentesContatosSobre NósAtraçõesZoológicoPerguntas FrequentesContatosCondições de UsoEstas condições de uso estabelecem os termos e condições para o uso do nosso site e serviços. Ao acessar ou utilizar o nosso site, você concorda com estes termos.Uso do SiteVocê concorda em usar o nosso site apenas para fins legais e de acordo com estas condições. Você não pode usar o nosso site de maneira que possa prejudicar, desativar ou sobrecarregar os nossos servidores ou redes.Propriedade IntelectualTodo o conteúdo do nosso site, incluindo textos, imagens, gráficos e logotipos, é de nossa propriedade ou licenciado para nós. Você não pode copiar, reproduzir ou distribuir qualquer conteúdo sem a nossa permissão prévia por escrito.Limitação de ResponsabilidadeNão nos responsabilizamos por quaisquer danos diretos, indiretos, incidentais ou consequenciais decorrentes do uso ou da incapacidade de usar o nosso site.Links para Sites de TerceirosNosso site pode conter links para sites de terceiros. Não temos controle sobre o conteúdo desses sites e não nos responsabilizamos por qualquer dano ou perda resultante do uso desses sites.Alterações nas Condições de UsoPodemos atualizar estas condições de uso periodicamente. Recomendamos que você revise esta página regularmente para se manter informado sobre qualquer alteração.Política de PrivacidadeCondições de Uso Imbariê, Duque de Caxias - RJ, 25275-130 +55-22-4568-1122 parqueanimais@gmail.com",
    "thanks-page": "Parque de Atrações e Animais - Grato pela assinatura!Grato pela assinatura!Agradecemos por assinar nossa newsletter. Agora você receberá as últimas notícias, ofertas especiais e atualizações sobre nossos eventos. Não se esqueça de verificar seu e-mail e adicionar nosso endereço à sua lista de remetentes seguros.Se tiver alguma dúvida ou necessitar de mais informações, não hesite em contactar-nos através dos dados de contacto fornecidos.Atenciosamente, equipe Parque de Atrações e AnimaisVoltar para a página principal"
  },
  "date": "2024-07-08T19:00:30.111Z"
}