{
  "name": "New_v11_ChildrenCenter",
  "pages": {
    "about": "Sobre Nós - ChildrenCenter ChildrenCenter Início Sobre Nós Program Notícias Contato Início Sobre Nós Program Notícias Contato Capacitando crianças com estratégias criativas Pensamento estratégico Soluções criativas Serviços inigualáveis Necessidades únicas Entregando resultados 351+ Projetos concluídos Taxa de retenção de clientes 96% 5 Unidades em todo o mundo 15+ Anos de experiência Valores que nos definem Excelência A qualidade do nosso trabalho e o nível de serviço que fornecemos. Integridade Operamos com honestidade, transparência e respeito em todas as nossas interações. Colaboração Trabalhando em estreita colaboração com nossos clientes e parceiros, alcançamos um sucesso maior juntos. Nossa missão Capacitar crianças a alcançar seu pleno potencial através do pensamento estratégico, soluções criativas e serviço inigualável. Acreditamos em construir relacionamentos significativos com nossas famílias, entendendo suas necessidades únicas e entregando resultados que superem as expectativas. Nossa visão Enxergamos um futuro onde a criatividade não tem limites e a inovação é constante. Um mundo de possibilidades Capacitando crianças Potencial criativo Esforços colaborativos de instituições Explicamos de maneira clara como melhorar o ambiente familiar. Novos blogueiros de educação infantil que você deve acompanhar A educação infantil é um campo em constante evolução, e é importante estar atualizado com as últimas tendências e melhores práticas. Aqui estão alguns blogueiros de educação infantil que você deve acompanhar para obter ideias inovadoras e recursos valiosos. Blogueiro A: Compartilha atividades educativas divertidas e envolventes para crianças. Blogueiro B: Foca em estratégias de ensino para crianças com necessidades especiais. Blogueiro C: Oferece dicas sobre como integrar tecnologia na sala de aula infantil. Blogueiro D: Explora métodos de aprendizagem baseados em brincadeiras. Esses blogueiros fornecem insights valiosos que podem ajudar pais e educadores a apoiar o desenvolvimento das crianças de maneira eficaz e significativa. Acompanhar suas postagens pode proporcionar inspiração e novas ideias para atividades educativas. 10 sinais de que você precisa reavaliar seu programa educacional Reavaliar e ajustar o programa educacional do seu centro infantil é crucial para garantir que ele atenda às necessidades em constante mudança das crianças. Aqui estão 10 sinais de que pode ser hora de fazer algumas mudanças: As crianças parecem desinteressadas nas atividades. Os pais expressam preocupações sobre o currículo. Há uma falta de progresso nos marcos de desenvolvimento. Os educadores sentem que precisam de mais recursos ou apoio. As atividades não estão alinhadas com as melhores práticas atuais. Há um aumento no comportamento desafiador das crianças. O programa não incorpora feedback regular dos pais e educadores. Falta de integração de novas tecnologias educacionais. O ambiente de aprendizagem não é inclusivo ou diversificado. Os resultados de avaliações indicam necessidade de melhorias. Identificar esses sinais e agir para ajustar o programa pode melhorar significativamente a experiência educacional das crianças, tornando o aprendizado mais eficaz e agradável. Na verdade, nós valorizamos a educação infantil de qualidade, pois ela estabelece as bases para o sucesso futuro. Investir em um programa educacional forte e adaptável é essencial para promover o crescimento e o desenvolvimento das crianças. Manter-se atualizado com as últimas tendências e estar disposto a fazer mudanças necessárias garante que seu centro educacional continue a oferecer o melhor suporte possível para as crianças e suas famílias. Sonhando com grandes ideias? Vamos fazer uma parceria! Acreditamos que grandes ideias têm o poder de mudar o mundo. Quer você seja um empreendedor aspirante com um conceito revolucionário Começar agora ChildrenCenter Junte-se à nossa crescente comunidade e fique informado Páginas Início Sobre Nós Program Contato Utilidade Política de Privacidade Termos de Uso Contato Águas Claras, Distrito Federal, Brasília - Distrito Federal +55-32-3945-2008 children-center@gmail.com Copyright © ChildrenCenter",
    "index": "ChildrenCenter - Centro Educacional Infantil ChildrenCenter Início Sobre Nós Program Notícias Contato Início Sobre Nós Program Notícias Contato Vamos criar algo excepcional Com foco na criatividade, estratégia e resultados, estamos dedicados a ajudar você a alcançar seus objetivos e elevar sua marca a novos patamares. Começar agora Soluções progressivas para o ambiente digital Fornecemos soluções progressivas projetadas para capacitar sua organização a prosperar neste ambiente dinâmico. Mais sobre nós Perfeição em cada detalhe Cuidamos de cada detalhe para garantir a excelência na educação das crianças. Criatividade Estratégia Colaboração Áreas de especialização 15+ Anos de experiência 01 Educação Infantil A impressão que os pais têm do nosso centro é crucial para o desenvolvimento e aprendizado das crianças. 02 Atividades Recreativas Entendemos o poder das atividades lúdicas na educação e no desenvolvimento das crianças. 03 Desenvolvimento Cognitivo Realizamos pesquisas e análises para identificar pontos de melhoria no desenvolvimento cognitivo infantil. Nossa Program Produção de Conteúdo Educativo Conectamos famílias e crianças de forma significativa e memorável através de nossos conteúdos. Saúde e Bem-Estar Promovemos atividades que incentivam a saúde e o bem-estar das crianças. Logo de Início de Tecnologia Apoiamos iniciativas tecnológicas que ajudam no desenvolvimento infantil. Campanha de Construção de Links Trabalhamos para construir uma rede de apoio e recursos para pais e educadores. Elogios dos Clientes Ana Silva O ChildrenCenter transformou a vida do meu filho! A equipe é incrível e muito dedicada. Carlos Oliveira Estamos muito satisfeitos com a educação e o carinho que nosso filho recebe todos os dias. Mariana Costa Excelente centro educacional com profissionais altamente qualificados e um ambiente acolhedor. João Pereira O ChildrenCenter é um lugar onde meu filho aprende e se diverte ao mesmo tempo. Laura Fernandes Um ambiente seguro e estimulante, perfeito para o desenvolvimento do meu filho. Vamos criar algo incrível juntos! Localização: Águas Claras, Distrito Federal, Brasília - Distrito Federal Contato: +55-32-3945-2008 children-center@gmail.com I accept Política de Privacidade ChildrenCenter Junte-se à nossa crescente comunidade e fique informado Páginas Início Sobre Nós Program Contato Utilidade Política de Privacidade Termos de Uso Contato Águas Claras, Distrito Federal, Brasília - Distrito Federal +55-32-3945-2008 children-center@gmail.com Copyright © ChildrenCenter",
    "privacy-policy": "Política de Privacidade - ChildrenCenter ChildrenCenter Início Sobre Nós Program Notícias Contato Início Sobre Nós Program Notícias Contato Política de Privacidade Bem-vindo à Política de Privacidade do ChildrenCenter. Estamos comprometidos em proteger sua privacidade e garantir a segurança dos seus dados pessoais. Este documento explica como coletamos, usamos e protegemos suas informações. 1. Informações que Coletamos Coletamos diferentes tipos de informações para fornecer e melhorar nossos serviços para você. 2. Uso das Informações As informações coletadas são usadas para fornecer, manter e melhorar nossos serviços, bem como para comunicação com você. 3. Compartilhamento de Informações Não compartilhamos suas informações pessoais com terceiros, exceto quando necessário para cumprir a lei ou proteger nossos direitos. 4. Segurança dos Dados Implementamos medidas de segurança adequadas para proteger seus dados pessoais contra acesso não autorizado, alteração, divulgação ou destruição. 5. Seus Direitos Você tem o direito de acessar, corrigir ou excluir seus dados pessoais, bem como de limitar ou opor-se ao seu processamento. 6. Cookies Utilizamos cookies para melhorar a sua experiência em nosso site. Você pode optar por desativar os cookies através das configurações do seu navegador. 7. Alterações na Política de Privacidade Podemos atualizar nossa Política de Privacidade periodicamente. Notificaremos sobre quaisquer alterações publicando a nova Política de Privacidade nesta página. 8. Contato Se você tiver alguma dúvida sobre esta Política de Privacidade, entre em contato conosco: Telefone: +55-32-3945-2008 Email: children-center@gmail.com Endereço: Águas Claras, Federal District, Brasilia - Federal District 9. Retenção de Dados Reteremos suas informações pessoais apenas pelo tempo necessário para cumprir os propósitos para os quais as coletamos. 10. Transferências Internacionais Suas informações podem ser transferidas para – e mantidas em – computadores localizados fora do seu estado, província, país ou outra jurisdição governamental. 11. Consentimento Ao utilizar nosso site, você concorda com a coleta e uso de informações de acordo com esta política. 12. Provedores de Serviços Podemos empregar empresas e indivíduos terceirizados para facilitar nosso serviço, fornecer o serviço em nosso nome, executar serviços relacionados ao serviço ou nos ajudar a analisar como nosso serviço é usado. 13. Links para Outros Sites Nosso site pode conter links para outros sites que não são operados por nós. Recomendamos que você reveja a política de privacidade de cada site que visitar. 14. Privacidade das Crianças Não coletamos intencionalmente informações pessoais de crianças menores de 13 anos. Se soubermos que coletamos informações pessoais de uma criança menor de 13 anos, tomaremos medidas para remover essas informações de nossos servidores. 15. Reclamações Se você acredita que seus direitos de privacidade foram violados, você tem o direito de registrar uma reclamação junto à autoridade supervisora apropriada. ChildrenCenter Junte-se à nossa crescente comunidade e fique informado Páginas Início Sobre Nós Program Contato Utilidade Política de Privacidade Termos de Uso Contato Águas Claras, Distrito Federal, Brasília - Distrito Federal +55-32-3945-2008 children-center@gmail.com Copyright © ChildrenCenter",
    "terms-conditions": "Termos e Condições - ChildrenCenter ChildrenCenter Início Sobre Nós Program Notícias Contato Início Sobre Nós Program Notícias Contato Termos e Condições Bem-vindo ao ChildrenCenter. Ao acessar nosso site, você concorda com os seguintes Termos e Condições. Leia-os cuidadosamente. 1. Aceitação dos Termos Ao utilizar nosso site, você concorda em cumprir e estar vinculado a estes Termos e Condições. 2. Modificações nos Termos Reservamo-nos o direito de modificar estes Termos e Condições a qualquer momento. Quaisquer alterações serão publicadas nesta página. 3. Uso do Site Você concorda em usar o site apenas para fins legais e de maneira que não infrinja os direitos de, restrinja ou iniba o uso do site por qualquer terceiro. 4. Propriedade Intelectual Todo o conteúdo do site é de nossa propriedade ou de nossos licenciadores e está protegido por leis de direitos autorais e outras leis de propriedade intelectual. 5. Limitação de Responsabilidade Não seremos responsáveis por quaisquer danos diretos, indiretos, incidentais, consequenciais ou punitivos decorrentes do uso ou incapacidade de usar o site. 6. Privacidade Seu uso do site também está sujeito à nossa Política de Privacidade, que descreve como coletamos, usamos e protegemos suas informações pessoais. 7. Links para Outros Sites Nosso site pode conter links para sites de terceiros que não são de nossa propriedade ou controlados por nós. Não temos controle sobre, e não assumimos responsabilidade pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites de terceiros. 8. Rescisão Podemos rescindir ou suspender seu acesso ao site imediatamente, sem aviso prévio ou responsabilidade, por qualquer motivo, inclusive se você violar os Termos. 9. Indenização Você concorda em defender, indenizar e isentar de responsabilidade o ChildrenCenter e nossos licenciadores e licenciados, e seus respectivos funcionários, contratados, agentes, executivos e diretores, de e contra todas e quaisquer reivindicações, danos, obrigações, perdas, responsabilidades, custos ou dívidas e despesas (incluindo, mas não se limitando a, honorários advocatícios) decorrentes de seu uso e acesso ao site ou de uma violação destes Termos. 10. Lei Aplicável Estes Termos serão regidos e interpretados de acordo com as leis do Brasil, sem consideração ao conflito de disposições legais. 11. Renúncia A falha em exercer ou fazer cumprir qualquer direito ou disposição destes Termos não constituirá uma renúncia de tal direito ou disposição. 12. Divisibilidade Se qualquer disposição destes Termos for considerada inválida ou inexequível por um tribunal de jurisdição competente, as demais disposições destes Termos permanecerão em vigor. 13. Integralidade do Acordo Estes Termos constituem o acordo completo entre nós em relação ao nosso serviço, e substituem e substituem quaisquer acordos anteriores que possamos ter entre nós em relação ao serviço. 14. Comunicações Podemos enviar notificações a você por e-mail, avisos no site ou outros meios razoáveis. 15. Contato Se você tiver dúvidas sobre estes Termos, entre em contato conosco: Telefone: +55-32-3945-2008 Email: children-center@gmail.com Endereço: Águas Claras, Federal District, Brasilia - Federal District ChildrenCenter Junte-se à nossa crescente comunidade e fique informado Páginas Início Sobre Nós Program Contato Utilidade Política de Privacidade Termos de Uso Contato Águas Claras, Distrito Federal, Brasília - Distrito Federal +55-32-3945-2008 children-center@gmail.com Copyright © ChildrenCenter",
    "thank_page": "Obrigado - ChildrenCenter Obrigado! Obrigado por entrar em contato conosco. Sua mensagem foi recebida com sucesso. Em breve entraremos em contato com você. Pagina inicial"
  },
  "date": "2024-07-17T05:26:05.658Z"
}