{
  "name": "New_8_trekessentials",
  "pages": {
    "about": "Conheça Mais Sobre a Trek Essentials - Nossa História e Compromisso +55-62-3281-3159 trekessentials@gmail.com Trek Essentials Home Why are we Our products About Us Advantages Quem Somos Descubra a Trek Essentials Na Trek Essentials, estamos comprometidos em equipar você para suas aventuras ao ar livre com os melhores produtos disponíveis. Nossa paixão pelo outdoor nos impulsiona a oferecer uma seleção cuidadosamente escolhida de equipamentos de alta qualidade, desde mochilas duráveis até roupas técnicas e acessórios essenciais. Fundada por entusiastas de aventuras, nossa missão é proporcionar não apenas produtos excelentes, mas também um serviço excepcional ao cliente. Estamos aqui para ajudá-lo a encontrar exatamente o que você precisa para suas jornadas, garantindo que cada compra na Trek Essentials seja uma experiência satisfatória e preparatória para suas próximas aventuras ao ar livre. Nossa Visão Compromisso com a Qualidade e a Aventura Paixão pelo Outdoor Desde o início, somos impulsionados pela nossa paixão por explorar o mundo natural e ajudar outros a fazê-lo com conforto e segurança. Seleção Cuidadosa Cada produto que oferecemos é escolhido com atenção aos detalhes, garantindo que seja de alta qualidade e adequado para aventuras ao ar livre. Atendimento ao Cliente Valorizamos cada cliente e nos esforçamos para oferecer um serviço excepcional, ajudando você a encontrar o equipamento perfeito para suas necessidades. Comunidade Outdoor Promovemos uma comunidade de entusiastas que compartilham nosso amor pelo outdoor e buscam explorar novos horizontes com confiança e segurança. Nossa Missão Na Trek Essentials, nossa missão é inspirar e equipar a comunidade de aventureiros com os melhores equipamentos e recursos para explorar o mundo ao ar livre com segurança e paixão. Qualidade Inigualável Comprometemo-nos a oferecer apenas produtos de alta qualidade, testados e aprovados por nossos especialistas, para garantir sua confiança em cada aventura. Sustentabilidade Nosso compromisso com o meio ambiente se reflete em escolhas responsáveis em nossa linha de produtos, promovendo práticas de baixo impacto para preservar os lugares que amamos explorar. Inovação Contínua Estamos sempre buscando melhorar e inovar, adaptando-nos às necessidades em constante evolução dos aventureiros e oferecendo soluções que elevam sua experiência ao ar livre. 5000+ Clientes Satisfeitos 500+ Produtos de Qualidade 500+ Expedições Apoiadas 99% Feedback Positivo Trek Essentials Explore o mundo com equipamentos de qualidade na Trek Essentials. R. 148 - St. Marista, Goiania - GO, 74170-110, Brazil +55-62-3281-3159 trekessentials@gmail.com Our links Home Why are we Our products About Us Advantages Additional links Disclaimer Privacy Policy Terms of Use © 2024 Trek Essentials Este site usa cookies para garantir a melhor experiência possível para você. Ao continuar navegando, você concorda com nossa Política de Privacidade. Aceitar document.addEventListener(\"DOMContentLoaded\", function () { const cookieConsent = document.getElementById(\"cookieConsent\"); const closeCookieConsent = document.getElementById(\"closeCookieConsent\"); if (!localStorage.getItem(\"cookieConsentAccepted\")) { cookieConsent.style.display = \"block\"; } closeCookieConsent.addEventListener(\"click\", function () { cookieConsent.style.display = \"none\"; localStorage.setItem(\"cookieConsentAccepted\", \"true\"); }); if (localStorage.getItem(\"cookieConsentAccepted\")) { cookieConsent.style.display = \"none\"; } });",
    "disclaimer": "Aviso Legal - Termos de Responsabilidade da Trek Essentials +55-62-3281-3159 trekessentials@gmail.com Trek Essentials Home Why are we Our products About Us Advantages Isenção de responsabilidade Informações sobre Produtos e Serviços Todas as informações sobre produtos e serviços disponibilizadas no nosso site são fornecidas de boa-fé e acreditamos que elas são precisas e atualizadas. No entanto, não podemos garantir a ausência de erros ou omissões. Caso encontre alguma informação incorreta ou desatualizada, por favor, entre em contato conosco através do endereço de e-mail: trekessentials@gmail.com. Links para Outros Sites O nosso site pode conter links para outros sites de terceiros. A Trek Essentials não tem controle sobre esses sites e não se responsabiliza pelo conteúdo, políticas de privacidade ou práticas de segurança deles. Recomendamos que você leia atentamente os termos e condições e as políticas de privacidade desses sites antes de utilizá-los. Direitos Autorais e Marcas Registradas Todos os direitos autorais, marcas registradas e outros direitos de propriedade intelectual relativos ao conteúdo do nosso site pertencem à Trek Essentials ou aos seus respectivos proprietários. Você não pode copiar, reproduzir, modificar, distribuir, transmitir, exibir, publicar ou vender qualquer conteúdo do nosso site sem a prévia autorização escrita da Trek Essentials ou dos respectivos proprietários. Lei Aplicável e Jurisdição Estes termos e condições serão regidos e interpretados de acordo com as leis do Brasil. Qualquer controvérsia ou litígio decorrente destes termos e condições será resolvido nas cortes competentes do Brasil. Força Maior A Trek Essentials não será responsável por quaisquer atrasos ou falhas na execução das suas obrigações decorrentes destes termos e condições, causados por eventos de força maior, incluindo, mas não se limitando a, desastres naturais, guerras, greves, incêndios, epidemias, pandemias ou interrupções de serviços de telecomunicações ou energia elétrica. Isenção de Garantias O nosso site é fornecido \"como está\" e \"de acordo com a disponibilidade\". A Trek Essentials não oferece garantias de qualquer natureza, expressas ou implícitas, incluindo, mas não se limitando a, garantias de título, não violação, qualidade, desempenho ou adequação a um determinado propósito. Limitação de Responsabilidade Em nenhum caso a Trek Essentials será responsável por quaisquer danos ou prejuízos decorrentes do uso ou da impossibilidade de uso do nosso site, incluindo, mas não se limitando a, danos diretos, indiretos, incidentais, especiais ou consequenciais. Política de Cookies O nosso site utiliza cookies para melhorar a sua experiência de navegação e fornecer serviços personalizados. Os cookies são pequenos arquivos de texto que são armazenados no seu computador ou dispositivo móvel quando você visita o nosso site. Eles nos permitem reconhecer o seu dispositivo e coletar informações sobre suas preferências e padrões de navegação. Utilizamos cookies para as seguintes finalidades: Para melhorar a funcionalidade do nosso site e facilitar a sua navegação. Para personalizar o conteúdo e os anúncios de acordo com os seus interesses. Para analisar o tráfego do site e entender como os visitantes utilizam o nosso site. Para fornecer serviços de atendimento ao cliente e suporte técnico. Política de Entrega Oferecemos entrega gratuita para todos os pedidos acima de R$ 200,00. Para pedidos inferiores a este valor, cobramos uma taxa de entrega de R$ 20,00. O prazo de entrega varia de acordo com a região e o método de entrega escolhido. Em geral, a entrega é realizada em até 10 (dez) dias úteis a partir da confirmação do pedido. No entanto, este prazo pode ser estendido em casos de força maior ou outras circunstâncias imprevistas. Política de Pagamento Aceitamos os seguintes métodos de pagamento: Cartão de crédito (Visa, Mastercard, American Express, Elo, Diners Club, Hipercard, Aura) Cartão de débito (Visa Electron, Maestro) Boleto bancário Pagamento em até 12x sem juros (apenas para cartões de crédito) Política de Cancelamento Você pode cancelar o seu pedido a qualquer momento antes da confirmação do pagamento. Após a confirmação do pagamento, o pedido não pode ser cancelado. No entanto, você ainda pode devolver ou trocar o produto, desde que atenda aos requisitos estabelecidos na nossa Política de Devolução e Troca. Contato Se você tiver alguma dúvida ou sugestão sobre este aviso ou sobre nossas políticas de privacidade e segurança, por favor, entre em contato conosco através do endereço de e-mail: trekessentials@gmail.com. Estaremos sempre à disposição para atendê-lo. Trek Essentials Explore o mundo com equipamentos de qualidade na Trek Essentials. R. 148 - St. Marista, Goiania - GO, 74170-110, Brazil +55-62-3281-3159 trekessentials@gmail.com Our links Home Why are we Our products About Us Advantages Additional links Disclaimer Privacy Policy Terms of Use © 2024 Trek Essentials",
    "index": "Bem-vindo à Página Inicial da Trek Essentials - Equipamentos para Aventuras ao Ar Livre +55-62-3281-3159 trekessentials@gmail.com Trek Essentials Home Why are we Our products About Us Advantages Equipamentos de Qualidade Prepare-se para a Aventura dos Seus Sonhos Na Trek Essentials, oferecemos os melhores produtos para suas aventuras ao ar livre. Seja para uma caminhada nas montanhas, um acampamento na floresta ou uma expedição mais longa, temos tudo o que você precisa para se preparar e aproveitar cada momento. Explore nossa ampla gama de equipamentos e encontre exatamente o que você precisa para sua próxima jornada. Find out more Por Que Escolher Trek Essentials? Sua Aventura Começa Aqui Na Trek Essentials, entendemos que cada aventura é única e merece os melhores equipamentos. Nossa missão é proporcionar produtos de alta qualidade que atendam às necessidades dos aventureiros mais exigentes. Selecionamos cuidadosamente cada item para garantir durabilidade, funcionalidade e conforto. Oferecemos uma ampla variedade de equipamentos, desde mochilas resistentes e tendas leves até utensílios de cozinha portáteis e roupas técnicas. Cada produto é testado por nossa equipe de especialistas para assegurar que você receba apenas o melhor. Quer você seja um principiante ou um explorador experiente, temos as soluções perfeitas para todas as suas aventuras. Além de produtos de qualidade, nos orgulhamos de oferecer um excelente atendimento ao cliente. Nossa equipe está sempre pronta para ajudar com qualquer dúvida e fornecer recomendações personalizadas. Compre na Trek Essentials e descubra como podemos tornar sua próxima aventura ainda mais incrível. Equipamentos de Camping Tenha noites confortáveis sob as estrelas com nossas tendas resistentes, sacos de dormir aconchegantes e colchonetes infláveis. Tudo o que você precisa para um acampamento perfeito. Mochilas e Bolsas Explore com confiança usando nossas mochilas ergonômicas e bolsas duráveis. Projetadas para distribuir o peso de maneira uniforme e proporcionar conforto durante longas caminhadas. Roupas Técnicas Enfrente qualquer clima com nossas roupas técnicas de alta performance. De casacos impermeáveis a roupas térmicas, mantemos você seco e aquecido em todas as condições. Acessórios Essenciais Complete sua aventura com nossos acessórios indispensáveis. Oferecemos desde lanternas potentes e kits de primeiros socorros até ferramentas multifuncionais e utensílios de cozinha portáteis. Nossos Produtos Tudo o que Você Precisa para sua Aventura Tendas Duráveis Nossas tendas são projetadas para resistir a todos os climas, oferecendo proteção e conforto durante suas noites ao ar livre. Sacos de Dormir Mantenha-se aquecido e confortável com nossos sacos de dormir de alta qualidade, ideais para qualquer estação do ano. Mochilas Ergonômicas Descubra mochilas que combinam durabilidade e conforto, perfeitas para caminhadas curtas ou expedições prolongadas. Lanternas e Iluminação Ilumine seu caminho com nossas lanternas potentes e duráveis, essenciais para qualquer aventura noturna. Utensílios de Cozinha Cozinhe suas refeições ao ar livre com nossos utensílios de cozinha portáteis, práticos e fáceis de usar. Roupas para Todas as Condições Enfrente qualquer clima com nossas roupas técnicas, incluindo jaquetas impermeáveis e roupas térmicas. Kits de Primeiros Socorros Esteja preparado para qualquer emergência com nossos kits de primeiros socorros compactos e completos. Ferramentas Multifuncionais Adicione versatilidade à sua aventura com nossas ferramentas multifuncionais, ideais para resolver problemas inesperados. Por Que Trek Essentials? Vantagens de Comprar Conosco Na Trek Essentials, nos dedicamos a oferecer a melhor experiência de compra para todos os entusiastas de atividades ao ar livre. Nossa seleção de produtos de alta qualidade, combinada com um atendimento ao cliente excepcional, garante que você esteja sempre preparado para qualquer aventura. Veja algumas das vantagens de escolher a Trek Essentials: Produtos de Alta Qualidade Atendimento ao Cliente Especializado Envio Rápido e Seguro Garantia de Satisfação Preços Competitivos Suporte Pós-venda Confiável Descubra Mais na Trek Essentials Estamos comprometidos em oferecer não apenas produtos de qualidade, mas também recursos e informações que ajudem você a aproveitar ao máximo suas aventuras. Explore nossos guias e dicas exclusivas para melhorar sua experiência ao ar livre. Seja você um novato ou um aventureiro experiente, temos algo para todos. Guias de Equipamentos Encontre informações detalhadas sobre como escolher o equipamento certo para suas necessidades específicas. Nossos guias cobrem tudo, desde a escolha da mochila ideal até dicas para manter suas roupas técnicas em perfeito estado. Dicas de Aventura Acesse uma variedade de artigos com dicas práticas para suas aventuras ao ar livre. Aprenda sobre segurança, técnicas de acampamento, planejamento de trilhas e muito mais para garantir que sua próxima viagem seja um sucesso. Nossos Mais Vendidos Equipamentos Populares para sua Aventura Descubra os produtos favoritos de nossos clientes, escolhidos por sua qualidade e desempenho excepcionais. Estes itens são essenciais para qualquer aventura ao ar livre e garantem que você esteja sempre preparado para qualquer situação. Mochila de Trekking 50L Projetada para máxima durabilidade e conforto, esta mochila oferece amplo espaço de armazenamento e suporte ergonômico, ideal para longas caminhadas e expedições. R$ 350,00 Ordem Tenda Ultraleve 2 Pessoas Leve e fácil de montar, esta tenda é perfeita para acampamentos rápidos e aventuras em dupla. Oferece excelente proteção contra o clima e ventilação adequada. R$ 450,00 Ordem Saco de Dormir 4 Estações Mantenha-se aquecido em qualquer clima com este saco de dormir versátil, ideal para todas as estações. Confortável e compacto, é uma escolha indispensável para aventureiros. R$ 250,00 Ordem Fique Conectado Assine Nossa Newsletter Não perca nenhuma novidade! Inscreva-se na nossa newsletter para receber atualizações sobre novos produtos, ofertas exclusivas e dicas de aventura diretamente no seu e-mail. Junte-se à comunidade Trek Essentials e esteja sempre um passo à frente na sua próxima jornada. Telefone +55-62-3281-3159 E-mail trekessentials@gmail.com Localização R. 148 - St. Marista, Goiania - GO, 74170-110, Brazil Aceito a Política de Privacidade Envie uma mensagem Trek Essentials Explore o mundo com equipamentos de qualidade na Trek Essentials. R. 148 - St. Marista, Goiania - GO, 74170-110, Brazil +55-62-3281-3159 trekessentials@gmail.com Our links Home Why are we Our products About Us Advantages Additional links Disclaimer Privacy Policy Terms of Use © 2024 Trek Essentials Este site usa cookies para garantir a melhor experiência possível para você. Ao continuar navegando, você concorda com nossa Política de Privacidade. Aceitar document.addEventListener(\"DOMContentLoaded\", function () { const cookieConsent = document.getElementById(\"cookieConsent\"); const closeCookieConsent = document.getElementById(\"closeCookieConsent\"); if (!localStorage.getItem(\"cookieConsentAccepted\")) { cookieConsent.style.display = \"block\"; } closeCookieConsent.addEventListener(\"click\", function () { cookieConsent.style.display = \"none\"; localStorage.setItem(\"cookieConsentAccepted\", \"true\"); }); if (localStorage.getItem(\"cookieConsentAccepted\")) { cookieConsent.style.display = \"none\"; } });",
    "privacy-policy": "Política de Privacidade - Proteção de Dados na Trek Essentials +55-62-3281-3159 trekessentials@gmail.com Trek Essentials Home Why are we Our products About Us Advantages Política de Privacidade Política de Privacidade A Trek Essentials se dedica a respeitar a privacidade de todos os seus clientes e usuários do site. Esta Política de Privacidade foi desenvolvida para ajudá-lo a entender quais informações coletamos, como as usamos e quais são as opções que você tem em relação a elas. Informações que Coletamos Coletamos duas categorias de informações: Informações Pessoais e Informações Não Pessoais. Informações Pessoais são informações que podem ser usadas para identificá-lo pessoalmente, como seu nome, endereço de e-mail, endereço postal e número de telefone. Informações Não Pessoais são informações que não podem ser usadas para identificá-lo pessoalmente, como suas preferências de produtos e informações demográficas. Coletamos Informações Pessoais que você nos fornece voluntariamente quando faz um pedido, se inscreve em nosso boletim informativo, participa de um concurso, promoção ou pesquisa, ou quando nos contata por e-mail ou por meio de nossa página de contato. Também coletamos Informações Não Pessoais automaticamente quando você visita nosso site, como o endereço IP de seu computador, o tipo de navegador que você está usando, o sistema operacional, a data e a hora de sua visita, as páginas acessadas e qualquer termo de pesquisa que você usou para chegar a nosso site. Como Usamos Suas Informações Usamos suas Informações Pessoais para processar e entregar seus pedidos, enviar-lhe e-mails de confirmação e atualizações de status do pedido, responder a suas perguntas, fornecer serviço ao cliente e enviar-lhe e-mails promocionais e ofertas especiais, se você escolher recebê-los. Usamos suas Informações Não Pessoais para analisar tendências, administrar o site, rastrear os movimentos dos usuários no site e coletar informações demográficas sobre nossa base de usuários no geral. Compartilhamento de Informações Não vendemos, comercializamos ou alugamos suas Informações Pessoais para terceiros. Podemos compartilhar suas Informações Pessoais com nossos parceiros de serviço confiáveis que nos ajudam a operar nosso site e a fornecer nossos serviços. Esses parceiros de serviço estão autorizados a usar suas Informações Pessoais somente na medida necessária para fornecer esses serviços em nosso nome. Também podemos divulgar suas Informações Pessoais quando acreditamos que a divulgação é apropriada para cumprir a lei, fazer cumprir nossas políticas do site ou proteger nossos direitos, propriedade ou segurança e a de outros. Cookies e Tecnologias Semelhantes Usamos cookies e tecnologias semelhantes para melhorar sua experiência de navegação no nosso site. Um cookie é um pequeno arquivo de texto que é colocado em seu computador ou dispositivo móvel quando você visita um site. Os cookies nos permitem reconhecê-lo quando você retorna ao nosso site e fornecer conteúdo personalizado e anúncios relevantes. Você pode escolher não aceitar cookies alterando as configurações de seu navegador. No entanto, se você optar por não aceitar cookies, algumas funcionalidades do nosso site podem não funcionar corretamente. Segurança das Informações Nós nos empenhamos em proteger as informações que coletamos. Implementamos medidas de segurança físicas, eletrônicas e administrativas para proteger suas Informações Pessoais contra perda, roubo, acesso não autorizado, divulgação, alteração e destruição. No entanto, nenhum método de transmissão pela Internet ou método de armazenamento eletrônico é 100% seguro. Portanto, embora nos esforcemos para usar meios comercialmente aceitáveis para proteger suas Informações Pessoais, não podemos garantir sua segurança absoluta. Alterações na Política de Privacidade Podemos atualizar esta Política de Privacidade de tempos em tempos. Quando fazemos alterações, revisamos a data de atualização no topo desta página. Recomendamos que você revise periodicamente esta Política de Privacidade para ficar informado sobre como estamos protegendo suas informações. Contato Se você tiver alguma pergunta ou preocupação sobre esta Política de Privacidade ou sobre nossas práticas de privacidade, entre em contato conosco por e-mail em trekessentials@gmail.com. Trek Essentials Explore o mundo com equipamentos de qualidade na Trek Essentials. R. 148 - St. Marista, Goiania - GO, 74170-110, Brazil +55-62-3281-3159 trekessentials@gmail.com Our links Home Why are we Our products About Us Advantages Additional links Disclaimer Privacy Policy Terms of Use © 2024 Trek Essentials",
    "terms-conditions": "Termos de Uso - Condições de Utilização da Trek Essentials +55-62-3281-3159 trekessentials@gmail.com Trek Essentials Home Why are we Our products About Us Advantages Termos de uso Uso do Site O Trek Essentials fornece aos usuários acesso a uma variedade de informações e serviços, incluindo a venda de equipamentos de aventura. Ao utilizar este site, você concorda em não utilizar o site de qualquer forma que viole estes Termos de Uso ou qualquer lei ou regulamento aplicável. Registro de Usuário Para fazer compras no Trek Essentials, você pode precisar criar uma conta fornecendo informações pessoais. Você é responsável por manter a confidencialidade das informações da sua conta e é totalmente responsável por todas as atividades que ocorrem sob sua conta. Produtos e Serviços Todos os produtos e serviços oferecidos no Trek Essentials estão sujeitos à disponibilidade. Nós nos esforçamos para garantir que as informações no site sejam precisas, mas não garantimos que todos os produtos ou serviços estarão sempre disponíveis. Preços e Pagamento Os preços dos produtos e serviços estão sujeitos a alterações sem aviso prévio. O Trek Essentials se reserva o direito de corrigir quaisquer erros de preços que possam ocorrer. Você concorda em pagar todos os custos e encargos indicados no site na hora da compra. Entrega e Devoluções O Trek Essentials entrega produtos para os endereços fornecidos no momento da compra. Nós não somos responsáveis por erros nos endereços fornecidos. Se você não estiver satisfeito com um produto, você pode devolvê-lo dentro de 30 dias a partir da data de compra, desde que o produto esteja em suas condições originais. Privacidade Ao utilizar este site, você concorda com a nossa Política de Privacidade, que é incorporada a estes Termos de Uso. Consulte nossa Política de Privacidade para obter informações sobre como coletamos, usamos e divulgamos informações pessoais. Propriedade Intelectual Todo o conteúdo deste site, incluindo textos, imagens, logotipos, marcas registradas, etc., são de propriedade do Trek Essentials e estão protegidos pelas leis de direitos autorais e marcas registradas. Você concorda em não utilizar este conteúdo de qualquer forma que viole estes direitos. Nós nos esforçamos para garantir que nossos produtos sejam entregues em boas condições. No entanto, não podemos ser responsabilizados por danos ou perdas decorrentes do transporte. Se você receber um produto danificado ou defeituoso, por favor entre em contato conosco imediatamente. Nós nos reservamos o direito de alterar nossos produtos e serviços a qualquer momento. Todas as alterações serão postadas no site e entrarão em vigor imediatamente. Ao utilizar o Trek Essentials, você concorda em cumprir todas as leis e regulamentos aplicáveis, incluindo, mas não limitado a, leis de controle de exportação. Não permitimos o uso de nossos produtos ou serviços para quaisquer atividades ilegais ou não autorizadas. Nós nos reservamos o direito de recusar serviço a qualquer pessoa por qualquer motivo a qualquer momento. Nós também nos reservamos o direito de cancelar pedidos por qualquer motivo, incluindo, mas não limitado a, erros nos preços ou informações do produto. Ao fazer um pedido no Trek Essentials, você está autorizando-nos a cobrar sua forma de pagamento escolhida pelo valor total do pedido. Nós não armazenamos informações de cartão de crédito. Nós nos reservamos o direito de alterar nossos preços e serviços a qualquer momento. Todas as alterações serão postadas no site e entrarão em vigor imediatamente. Ao utilizar o Trek Essentials, você concorda em receber comunicações eletrônicas de nossa parte. Estas comunicações podem incluir, mas não estão limitadas a, e-mails sobre seu pedido, promoções especiais e outras informações relacionadas ao Trek Essentials. Nós nos reservamos o direito de cancelar sua conta a qualquer momento por qualquer motivo. Se sua conta for cancelada, você não terá mais acesso aos serviços do Trek Essentials. Estes Termos de Uso constituem o acordo completo entre você e o Trek Essentials e regem o uso deste site. Se alguma disposição destes termos for considerada inválida ou inexecutável, as disposições restantes permanecerão em vigor. Nós nos esforçamos para garantir que nossos produtos sejam entregues em boas condições. No entanto, não podemos ser responsabilizados por danos ou perdas decorrentes do transporte. Se você receber um produto danificado ou defeituoso, por favor entre em contato conosco imediatamente. Nós nos reservamos o direito de alterar nossos produtos e serviços a qualquer momento. Todas as alterações serão postadas no site e entrarão em vigor imediatamente. Ao utilizar o Trek Essentials, você concorda em cumprir todas as leis e regulamentos aplicáveis, incluindo, mas não limitado a, leis de controle de exportação. Não permitimos o uso de nossos produtos ou serviços para quaisquer atividades ilegais ou não autorizadas. Contato Se você tiver alguma pergunta ou preocupação sobre estes Termos de Uso, entre em contato conosco em trekessentials@gmail.com. Trek Essentials Explore o mundo com equipamentos de qualidade na Trek Essentials. R. 148 - St. Marista, Goiania - GO, 74170-110, Brazil +55-62-3281-3159 trekessentials@gmail.com Our links Home Why are we Our products About Us Advantages Additional links Disclaimer Privacy Policy Terms of Use © 2024 Trek Essentials",
    "thanks": "Página de Agradecimento - Apreciamos sua Visita à Trek Essentials Obrigado pela sua mensagem! Apreciamos muito o tempo que você dedicou para entrar em contato conosco. Sua opinião é extremamente valiosa para nós. Nossa equipe está sempre atenta às necessidades e sugestões de nossos usuários. Entraremos em contato com você em breve. Até lá, continue explorando o mundo com o \"Trek Essentials\". Estamos aqui para ajudá-lo em suas aventuras! Home Page"
  },
  "date": "2024-06-25T08:22:33.418Z"
}