{
  "name": "New_v9_ArtisanalOasis",
  "pages": {
    "index": "Oásis Artesanal - Seu Destino Premier para Produtos Artesanais Feitos com Amor ArtisanalOasis Brasil: SDN BL C - Asa Norte, Brasília - DF, 70620-030 Telefone: +55-89-3399-3953 Email: artisanal_oasis@gmail.com Retorno de chamada Lar Comentários Telefone:+55-89-3399-3953 Lar Comentários +55-89-3399-3953 Retorno de chamada artisanal_oasis@gmail.com ArtisanalOasis Bem-vindo à ArtisanalOasis — Sua Loja de Produtos Artesanais Joias artesanais exclusivas feitas com paixão Acessórios únicos para realçar seu estilo Decoração artesanal para um lar acolhedor Nossas Vantagens Produtos Artesanais Únicos: Cada peça é feita com cuidado e atenção aos detalhes Sustentabilidade: Utilizamos materiais ecológicos e práticas sustentáveis Qualidade Excepcional: Nossos produtos são duráveis e feitos para durar. Atendimento ao Cliente Dedicado: Estamos sempre prontos para ajudar e garantir sua satisfação. Design Exclusivo: Oferecemos acessórios e decoração que se destacam pela originalidade. Entrega Rápida e Segura: Garantimos que seu pedido chegará em perfeito estado e no prazo. Exclusividade Por que Comprar Conosco? Descubra uma coleção exclusiva de produtos artesanais, cada um único em seu design e artesanato. De joias meticulosamente trabalhadas a peças de decoração encantadoras, oferecemos uma variedade diversificada que você não encontrará em nenhum outro lugar. Nosso compromisso com a excelência se estende a cada produto que oferecemos. Trabalhamos apenas com os melhores materiais e artesãos talentosos para garantir que cada item atenda aos mais altos padrões de qualidade. Você pode confiar na durabilidade, beleza e autenticidade de cada peça em nossa coleção. Na Artisanal Oasis, não se trata apenas de comprar produtos; é sobre vivenciar uma experiência de compra verdadeiramente memorável. Nossa equipe dedicada está aqui para ajudá-lo a encontrar o item perfeito, fornecer assistência personalizada e garantir que sua jornada de compra seja agradável e satisfatória. Venha descobrir a diferença que fazemos! Nossos Produtos Estas joias adicionam: elegância e sofisticação ao seu visual, destacando sua singularidade Desfrute do luxo e suavidade: com os nossos sabonetes aromáticos, criados para o seu bem-estar Os nossos brincos: são mais do que apenas acessórios; são obras de arte destinadas a realçar a sua beleza e estilo Confira as nossas: requintadas joias, que se tornarão um destaque marcante para o seu visual Explore a coleção: de joias que incorporam luxo e requinte, para que possa brilhar em qualquer ocasião As nossas joias: não são apenas acessórios; são a história do seu estilo e dedicação à beleza Crie uma atmosfera: de requinte na sua casa com os nossos pratos decorativos, que representam a arte e a beleza Realce a sua : singularidade com as nossas joias, criadas com amor e atenção aos detalhes, para que se destaque em qualquer situação. Formulário de Contato! Entre em contato conosco preenchendo o formulário abaixo. Nossa equipe terá prazer em responder às suas perguntas e fornecer assistência. Envie uma mensagem I accept Privacy policy ArtisanalOasis Retorno de chamada Por favor, preencha o formulário de solicitação ou entre em contato conosco por telefone. Nossos consultores ficarão felizes em responder a qualquer uma de suas perguntas. Retorno de chamada Brasil: SDN BL C - Asa Norte, Brasília - DF, 70620-030 Telefone: +55-89-3399-3953 Email: artisanal_oasis@gmail.com política de Privacidade política de Privacidade © ArtisanalOasis, 2024 г. Termos de Uso",
    "privacy-policy": "Política de Privacidade - ArtisanalOasis ArtisanalOasis Brasil: SDN BL C - Asa Norte, Brasília - DF, 70620-030 Telefone: +55-89-3399-3953 Email: artisanal_oasis@gmail.com Retorno de chamada Lar Comentários Telefone:+55-89-3399-3953 Lar Comentários +55-89-3399-3953 Retorno de chamada artisanal_oasis@gmail.com ArtisanalOasis Política de Privacidade Esta Política de Privacidade descreve como a ArtisanalOasis coleta, usa e compartilha informações pessoais quando você usa nosso site OásisArtesanal. Informações Coletadas Podemos coletar as seguintes informações pessoais quando você se cadastra no nosso site, faz uma compra ou interage conosco de outras formas: Nome Endereço de e-mail Endereço postal Número de telefone Informações de pagamento (por exemplo, número do cartão de crédito) Uso das Informações Utilizamos as informações pessoais coletadas para: Processar transações e enviar produtos Enviar e-mails promocionais e boletins informativos, se você optar por recebê-los Personalizar sua experiência e responder às suas necessidades individuais Melhorar nosso site e oferecer um atendimento ao cliente mais eficiente Compartilhamento de Informações Não vendemos, trocamos ou transferimos informações pessoais para terceiros sem o seu consentimento, exceto para fornecedores de serviços que nos auxiliam na operação do site e na prestação de serviços aos clientes. Esses parceiros concordam em manter a confidencialidade das suas informações. Proteção das Informações Implementamos uma variedade de medidas de segurança para manter a segurança das suas informações pessoais quando você realiza um pedido ou acessa suas informações pessoais. Alterações nesta Política Reservamos o direito de atualizar ou modificar esta Política de Privacidade a qualquer momento, e essas alterações serão publicadas nesta página. Contato Se você tiver alguma dúvida sobre esta Política de Privacidade, entre em contato conosco através das informações abaixo: +55-89-3399-3953 ArtisanalOasis Retorno de chamada Por favor, preencha o formulário de solicitação ou entre em contato conosco por telefone. Nossos consultores ficarão felizes em responder a qualquer uma de suas perguntas. Retorno de chamada Brasil: SDN BL C - Asa Norte, Brasília - DF, 70620-030 Telefone: +55-89-3399-3953 Email: artisanal_oasis@gmail.com política de Privacidade política de Privacidade © ArtisanalOasis, 2024 г. Termos de Uso",
    "reviews": "Avaliações da ArtisanalOasis - Suas impressões sobre nossos produtos artesanais ArtisanalOasis Brasil: SDN BL C - Asa Norte, Brasília - DF, 70620-030 Telefone: +55-89-3399-3953 Email: artisanal_oasis@gmail.com Retorno de chamada Lar Comentários Telefone:+55-89-3399-3953 Lar Comentários +55-89-3399-3953 Retorno de chamada artisanal_oasis@gmail.com ArtisanalOasis Nossos Clientes Dizem Silva Maria Os produtos da ArtisanalOasis são simplesmente incríveis! A qualidade e o cuidado com que são feitos são evidentes em cada peça. Recomendo a todos! Oliveira João Comprei alguns presentes para minha família na ArtisanalOasis e todos adoraram. A variedade de itens artesanais é maravilhosa, e o atendimento ao cliente é excelente. Santos Ana Estou muito satisfeita com minhas compras na ArtisanalOasis. As joias são lindas e de alta qualidade. Com certeza voltarei a comprar mais vezes. Ferreira Pedro Os sabonetes artesanais da ArtisanalOasis são os melhores que já usei. Eles têm fragrâncias deliciosas e deixam minha pele super macia. Estou encantado! Gomes Luciana Adorei as peças decorativas que comprei na ArtisanalOasis. Elas trouxeram um charme especial para minha casa. A loja tem um ótimo gosto e produtos únicos. Lima Ricardo A ArtisanalOasis superou todas as minhas expectativas. O serviço foi rápido e eficiente, e os produtos são simplesmente fantásticos. Altamente recomendado! Descubra o Seu Oásis Artesanal Explore a melhor seleção de produtos artesanais a preços imbatíveis. Eleve sua coleção com nossos produtos premium, desde joias únicas e elegantes acessórios para casa até peças decorativas exclusivas. Cada item é criado com paixão e atenção aos detalhes, garantindo qualidade e autenticidade. Compre agora e transforme seu espaço em um verdadeiro refúgio de arte e autenticidade, onde o artesanato encontra a excelência. Envio Grátis Aproveite o envio gratuito em todos os pedidos no Brasil. Garantimos que seus produtos sejam entregues com segurança e rapidez diretamente na sua porta. Devoluções Fáceis Não está satisfeito com sua compra? Nossa política de devoluções fáceis permite que você devolva os itens em até 30 dias, sem complicações. Suporte 24/7 Nossa equipe de suporte ao cliente está disponível 24 horas por dia, 7 dias por semana, para ajudar com qualquer dúvida ou preocupação que você possa ter. Pagamento Seguro Faça suas compras com confiança, sabendo que suas informações de pagamento estão protegidas com nosso gateway de pagamento seguro. Garantia de Qualidade Garantimos a qualidade dos nossos produtos, oferecendo apenas os melhores artigos artesanais para a sua casa. Ofertas Especiais Aproveite nossas ofertas especiais e descontos em uma ampla variedade de produtos artesanais. Volte sempre para conferir as novidades e novas promoções. Arte em Cada Detalhe Por que Escolher o ArtisanalOasis? Dê vida ao seu espaço com nossa exclusiva coleção de produtos artesanais, onde cada peça é uma obra de arte em si mesma. Desde elegantes acessórios para casa até joias únicas, nossa seleção é cuidadosamente curada para oferecer uma experiência de compra incomparável. Em cada produto, dedicamos atenção meticulosa aos detalhes, garantindo não apenas beleza, mas também qualidade excepcional. Trabalhamos em parceria com talentosos artesãos, utilizando materiais de primeira qualidade para garantir a durabilidade e autenticidade de cada item. Na Artisanal Oasis, nossa missão vai além de simplesmente oferecer produtos - é sobre celebrar a habilidade e criatividade dos artesãos, proporcionando a você uma experiência de compra personalizada e memorável. Explore nosso oásis artesanal e descubra a diferença que o artesanato autêntico pode fazer em sua vida. ArtisanalOasis Retorno de chamada Por favor, preencha o formulário de solicitação ou entre em contato conosco por telefone. Nossos consultores ficarão felizes em responder a qualquer uma de suas perguntas. Retorno de chamada Brasil: SDN BL C - Asa Norte, Brasília - DF, 70620-030 Telefone: +55-89-3399-3953 Email: artisanal_oasis@gmail.com política de Privacidade política de Privacidade © ArtisanalOasis, 2024 г. Termos de Uso",
    "terms-conditions": "Termos e Condições - ArtisanalOasis ArtisanalOasis Brasil: SDN BL C - Asa Norte, Brasília - DF, 70620-030 Telefone: +55-89-3399-3953 Email: artisanal_oasis@gmail.com Retorno de chamada Lar Comentários Telefone:+55-89-3399-3953 Lar Comentários +55-89-3399-3953 Retorno de chamada artisanal_oasis@gmail.com ArtisanalOasis Termos e Condições Bem-vindo ao ArtisanalOasis! Ao acessar e utilizar nosso site, você concorda em cumprir e estar vinculado aos seguintes termos e condições de uso. Por favor, leia-os atentamente. Uso do Site Ao usar nosso site, você concorda em cumprir estes termos e condições na íntegra. Se você discordar de qualquer parte destes termos, não está autorizado a utilizar o site. Produtos e Serviços O ArtisanalOasis oferece uma variedade de produtos artesanais para venda online. Todos os produtos estão sujeitos à disponibilidade e podem exigir agendamento prévio. Pedidos e Pagamentos Os pedidos podem ser feitos através do nosso site. O pagamento é devido no momento da compra e pode ser feito através dos métodos de pagamento disponíveis no site. Preços e Disponibilidade Os preços dos produtos estão sujeitos a alterações sem aviso prévio. Faremos o possível para garantir que as informações de preços e disponibilidade sejam precisas e atualizadas. Cancelamentos e Devoluções Consulte nossa política de devolução para obter informações sobre cancelamentos, trocas e devoluções de produtos. Propriedade Intelectual Todo o conteúdo do site, incluindo textos, imagens e logotipos, é de propriedade exclusiva do ArtisanalOasis e está protegido por leis de direitos autorais e propriedade intelectual. Limitação de Responsabilidade O ArtisanalOasis não é responsável por quaisquer danos diretos, indiretos, incidentais ou consequenciais resultantes do uso do site ou de produtos adquiridos através dele. Alterações nos Termos e Condições Reservamo-nos o direito de modificar estes termos e condições a qualquer momento, e as alterações entrarão em vigor imediatamente após a publicação no site. Jurisdição Estes termos e condições são regidos pelas leis do Brasil. Qualquer disputa decorrente destes termos será submetida à jurisdição exclusiva dos tribunais brasileiros. Contato Se você tiver alguma dúvida ou preocupação sobre estes termos e condições, entre em contato conosco através das seguintes informações: Telefone: +55-89-3399-3953 E-mail: artisanal_oasis@gmail.com Endereço: SDN BL C - Asa Norte, Brasília - DF, 70620-030 ArtisanalOasis Retorno de chamada Por favor, preencha o formulário de solicitação ou entre em contato conosco por telefone. Nossos consultores ficarão felizes em responder a qualquer uma de suas perguntas. Retorno de chamada Brasil: SDN BL C - Asa Norte, Brasília - DF, 70620-030 Telefone: +55-89-3399-3953 Email: artisanal_oasis@gmail.com política de Privacidade política de Privacidade © ArtisanalOasis, 2024 г. Termos de Uso",
    "thanks": "Obrigado pela sua escolha - ArtisanalOasis Obrigado por entrar em contato conosco! Expressamos nossa mais profunda gratidão por escolher a ArtisanalOasis! Seu apoio significa muito para nós e estamos honrados por ter a oportunidade de encantar você com nossos produtos artesanais. Estamos comprometidos em proporcionar uma experiência de compra excepcional, repleta de beleza, qualidade e cuidado Nossa missão é oferecer uma variedade única de produtos artesanais, cuidadosamente elaborados para elevar o seu cotidiano com beleza e originalidade. Cada item em nossa loja é uma expressão genuína de criatividade e dedicação, destinado a trazer alegria e inspiração para sua vida. Agradecemos por confiar em nós para tornar seus momentos especiais ainda mais memoráveis. Seja bem-vindo à ArtisanalOasis, onde cada compra é uma celebração da arte e da autenticidade! Pagina inicial"
  },
  "date": "2024-05-30T06:36:49.404Z"
}