{
  "name": "New_v9_SportClassic",
  "pages": {
    "thanks": "Obrigado - ClássicoDoEsporte Prezados parceiros! Obrigado por escolherem o ClássicoDoEsporte! Agradecemos a confiança depositada em nós para suas necessidades esportivas. Nosso compromisso com a excelência nos impulsiona a oferecer um serviço sem igual e produtos esportivos de alta qualidade. Sua satisfação é nossa prioridade, e esperamos atendê-los novamente em breve. Pratiquem esporte com estilo com o ClássicoDoEsporte! Ver mais",
    "terms-conditions": "Termos e Condições - ClássicoDoEsporte Casa Catálogo Contatos ClássicoDoEsporte - Termos e Condições Salão de Carros ClássicoDoEsporte - Termos e Condições: Bem-vindo ao ClássicoDoEsporte, seu destino de primeira classe para experiências automotivas luxuosas. Ao escolher nossos serviços, você concorda em obedecer aos termos e condições descritos abaixo. Se não concordar, pedimos gentilmente que se abstenha de usar nossos exclusivos serviços de salão de carros. Modelos Exclusivos de Carros: O ClássicoDoEsporte se orgulha de apresentar informações precisas e atualizadas sobre nossos modelos de carros exquisitos e serviços premium. Por favor, note que o ClássicoDoEsporte reserva-se o direito de modificar detalhes do carro, preços e disponibilidade sem aviso prévio. Reserva e Pagamento: Iniciar uma reserva com o ClássicoDoEsporte implica sua intenção de usufruir de nossos estimados serviços de carro. O processamento seguro de pagamento é garantido, e as reservas estão sujeitas a aceitação e disponibilidade. Experiência de Carro Premium: O ClássicoDoEsporte está comprometido em fornecer uma experiência de carro perfeita e sem igual. Embora nos esforcemos para cumprir os prazos do projeto, podem ocorrer variações, e comunicaremos qualquer atraso. Consulte nossa Política de Experiência de Carro para informações detalhadas. Customizações e Colaborações: Nossa Política de Customizações e Colaborações delineia os procedimentos para personalizar sua experiência com o carro. Nosso objetivo é garantir sua satisfação com nossas ofertas premium e colaborar com você para atender quaisquer preferências. Proteção da Elegância Automotiva: Todo o conteúdo no site do ClássicoDoEsporte, incluindo designs de carros, descrições e logotipos, é protegido por leis de elegância automotiva. Reprodução ou uso não autorizado é estritamente proibido. Privilégios de Membro: Criar um perfil de membro permite que você acesse recursos exclusivos no ClássicoDoEsporte. Você é responsável por manter a confidencialidade das informações do seu perfil e quaisquer atividades realizadas sob seu perfil. Atividades Restritas: Membros estão proibidos de se envolver em qualquer atividade que possa prejudicar, interromper ou comprometer a integridade do site do ClássicoDoEsporte ou de seus membros. Limitação de Responsabilidade: O ClássicoDoEsporte não é responsável por quaisquer danos diretos, indiretos ou consequentes resultantes do uso de nosso salão de carros ou da reserva de nossos serviços premium de carro. Nossa responsabilidade é limitada ao máximo permitido por lei. Garantia de Privacidade: Por favor, revise nossa Política de Privacidade para entender como coletamos, usamos e protegemos suas informações pessoais. Para quaisquer perguntas relacionadas à privacidade, entre em contato conosco em sportclassic@gmail.com Atualizações nos Termos e Condições: O ClássicoDoEsporte reserva-se o direito de atualizar estes termos e condições conforme necessário. Membros são incentivados a revisar regularmente esta página para quaisquer alterações. Conecte-se com o ClássicoDoEsporte: Se você tiver alguma dúvida ou preocupação com relação aos nossos termos e condições, por favor, entre em contato conosco em sportclassic@gmail.com Menu Casa Catálogo Contatos Jornada de trabalho Dias da semana 09:00 - 20:00 Sábado 09:00 - 18:00 Domingo Folga Contatos: +55 85 7203 7852 sportclassic@gmail.com Plano Diretor Sul, 77015-591 Informação Política de Privacidade Termos e Condições",
    "privacy-policy": "Política de Privacidade - ClássicoDoEsporte Casa Catálogo Contatos ClássicoDoEsporte - Política de Privacidade Boas-vindas ao ClássicoDoEsporte: Mergulhe no mundo do ClássicoDoEsporte, seu destino principal para experiências esportivas cativantes e de ponta! Esta Política de Privacidade detalha como coletamos, utilizamos e protegemos suas informações pessoais enquanto você interage com nosso site ou colabora em projetos esportivos. Tipos de Informações que Coletamos: O ClássicoDoEsporte pode coletar vários tipos de informações, incluindo seu nome, detalhes de contato, requisitos do projeto e interações colaborativas. Esteja certo de que sua privacidade é nossa principal preocupação. Utilização dos Seus Dados: Seus dados são utilizados para aprimorar sua experiência esportiva, facilitar a colaboração em projetos e comunicar atualizações ou promoções essenciais. Seguimos estritamente uma política de não compartilhar suas informações com terceiros sem seu consentimento explícito. Garantindo a Segurança dos Dados: O ClássicoDoEsporte implementa medidas de segurança de última geração para proteger suas informações. Nosso site é fortificado com criptografia SSL para garantir um ambiente seguro para navegação e colaboração em projetos. Conexões Externas: Nosso site pode incluir links para plataformas de terceiros. Esteja ciente de que o ClássicoDoEsporte não é responsável pelas práticas de privacidade desses sites externos. Por favor, revise suas políticas de privacidade de forma independente. Considerações de Privacidade para Usuários Jovens: O ClássicoDoEsporte é projetado para um público em geral e não é direcionado a usuários menores de 13 anos. Não coletamos conscientemente informações pessoais de usuários jovens. Suas Preferências: Você tem autonomia para atualizar ou excluir suas informações pessoais a qualquer momento. Para preocupações ou atualizações de privacidade, entre em contato conosco em sportclassic@gmail.com Optar por Não Receber Comunicações: Você pode optar por não receber comunicações promocionais de nossa parte seguindo as instruções de cancelamento de inscrição fornecidas ou entrando em contato diretamente. Alterações na Política de Privacidade: O ClássicoDoEsporte reserva-se o direito de atualizar periodicamente esta Política de Privacidade. Quaisquer alterações serão comunicadas através de nosso site, portanto, verifique regularmente para atualizações. Contatando o ClássicoDoEsporte: Para perguntas ou preocupações sobre nossa Política de Privacidade ou o tratamento de suas informações pessoais, sinta-se à vontade para entrar em contato conosco em sportclassic@gmail.com Data Efetiva: Esta Política de Privacidade é efetiva a partir de e permanecerá em vigor até novo aviso. Menu Casa Catálogo Contatos Jornada de trabalho Dias da semana 09:00 - 20:00 Sábado 09:00 - 18:00 Domingo Folga Contatos: +55 85 7203 7852 sportclassic@gmail.com Plano Diretor Sul, 77015-591 Informação Política de Privacidade Termos e Condições",
    "index": "Bem-vindo ao ClássicoDoEsporte - Eleve Sua Experiência Esportiva Casa Catálogo Contatos Bem-vindo ao \"ClássicoDoEsporte\" Seu guia confiável para o mundo das conquistas esportivas! Estamos felizes em recebê-lo em nossa loja online, onde todos encontrarão os produtos necessários para praticar seu esporte favorito. Aqui, você encontrará uma ampla variedade de produtos de alta qualidade das principais marcas, que o ajudarão a alcançar novos patamares em seus treinos e competições. Conte conosco - o seu sucesso começa aqui! Ver mais A resposta é fácil quando você procura mais do que uma simples loja, mas sim um parceiro em seus esforços esportivos. Primeiramente, somos uma marca brasileira com raízes profundas na cultura esportiva. Conhecemos a paixão pelo esporte e fazemos de tudo para apoiar você em seus objetivos. Em segundo lugar, oferecemos uma ampla gama de produtos de alta qualidade das principais marcas mundiais. Seja você praticante de futebol, basquete, tênis ou fitness, aqui você encontrará tudo o que precisa para alcançar suas metas. Além disso, temos orgulho de nosso serviço ao cliente atencioso e profissional. Estamos sempre prontos para ajudá-lo a escolher o produto certo ou responder a quaisquer perguntas que você possa ter. E, finalmente, ao escolher a \"ClássicoDoEsporte\", você se torna parte de nossa comunidade - uma comunidade de pessoas que compartilham sua paixão pelo esporte e estão prontas para apoiá-lo em cada etapa de sua jornada rumo ao sucesso. Não perca a oportunidade de se tornar o melhor junto com a \"ClássicoDoEsporte\"! Vá para o diretório Futebol Hóquei Basquetebol Tênis Tipos de mercadorias Equipamentos de Futebol Excelentes bolas de futebol, proporcionando alta precisão e controle nos chutes. Escolha ideal para treinos e competições em qualquer nível. Acessórios de Natação Explore nossa seleção de óculos, toucas e acessórios essenciais para mergulhar nas águas com confiança e estilo. Equipamentos de Tênis Desde raquetes de alta performance até bolas de qualidade, oferecemos tudo o que você precisa para arrasar nas quadras de tênis. Roupas de Academia Vista-se para o sucesso com nossa coleção de roupas de academia que combinam conforto, estilo e desempenho para cada treino. Bolas de Basquete Pratique basquete com nossas bolas resistentes, garantindo desempenho e durabilidade em cada jogo. Acessórios de Fitness Diversos acessórios de fitness para treinos eficazes. De halteres a elásticos - tudo o que você precisa para alcançar seus objetivos. Vestuário de Corrida Corra com estilo e conforto com nossa coleção de roupas de corrida projetadas para desempenho máximo em cada passo. Equipamentos de Boxe Treine com confiança usando nossas luvas e equipamentos de boxe de alta qualidade, proporcionando proteção e conforto durante cada sessão. Perguntas frequentes Que tipos de produtos esportivos sua loja oferece? - Nós oferecemos uma ampla variedade de produtos esportivos, incluindo roupas, calçados, acessórios e equipamentos para diferentes esportes. Quais são as condições de entrega dos produtos? - Oferecemos várias opções de entrega, incluindo entrega padrão e expressa. Os detalhes estão disponíveis na página de entrega. Quais métodos de pagamento vocês aceitam? - Aceitamos vários métodos de pagamento, incluindo cartões de crédito, transferências bancárias e sistemas de pagamento online. Os detalhes estão disponíveis na página de métodos de pagamento. Como posso devolver ou trocar um produto? - Oferecemos a opção de devolução ou troca do produto dentro de um período específico após a compra. Os detalhes estão disponíveis na página de política de devolução e troca. Como posso entrar em contato com o seu serviço ao cliente? - Você pode entrar em contato com nosso serviço ao cliente por e-mail, telefone ou chat online em nosso site. Estamos disponíveis para ajudar a qualquer momento. Vocês oferecem descontos em grandes pedidos? - Sim, oferecemos descontos em grandes pedidos. Para mais informações, entre em contato conosco diretamente. Posso rastrear o status do meu pedido? - Sim, após fazer o pedido, você receberá uma notificação com o número de rastreamento para acompanhar o status do seu pedido. Como posso ficar informado sobre novos produtos em sua loja? - Você pode se inscrever em nossa newsletter ou nos seguir nas redes sociais para ficar informado sobre novos produtos e ofertas especiais. O que devo fazer se o produto chegar danificado? - Se o seu produto chegar danificado, entre em contato conosco dentro de 24 horas após o recebimento e nós o ajudaremos a resolver o problema. Menu Casa Catálogo Contatos Jornada de trabalho Dias da semana 09:00 - 20:00 Sábado 09:00 - 18:00 Domingo Folga Contatos: +55 85 7203 7852 sportclassic@gmail.com Plano Diretor Sul, 77015-591 Informação Política de Privacidade Termos e Condições",
    "catalog": "Catálogo - ClássicoDoEsporte Casa Catálogo Contatos Catalog Produtos esportivos inovadores para todos os níveis de habilidade e idades! De tênis profissionais a roupas esportivas elegantes, oferecemos uma ampla variedade de produtos. Seja você um corredor, jogador de tênis ou adepto do fitness, temos tudo o que você precisa para o seu estilo de vida saudável. Compre com confiança e alcance seus objetivos conosco! Futebol Titã Lendário Ano:2022 Peso:420 g Categoria:Profissional Tipo:Padrão Dragão de Ouro Ano2023 Peso400 g CategoriaAmador TipoPadrão Estrela Cadente Ano2024 Peso380 g CategoriaJuvenil TipoPadrão Furacão Veloz Ano2021 Peso430 g CategoriaProfissional TipoPadrão Gigante Alado Ano2020 Peso450 g CategoriaAmador TipoPadrão Raio de Sol Ano2025 Peso390 g CategoriaJuvenil TipoPadrão Águia Real Ano2026 Peso410 g CategoriaProfissional TipoPadrão Trovão Azul Ano2027 Peso395 g CategoriaAmador TipoPadrão Hóquei Titã Lendário Ano:2022 Peso:700 g Categoria:Profissional Tipo:Padrão Dragão de Ouro Ano2023 Peso680 g CategoriaAmador TipoPadrão Estrela Cadente Ano2024 Peso660 g CategoriaJuvenil TipoPadrão Furacão Veloz Ano2021 Peso720 g CategoriaProfissional TipoPadrão Gigante Alado Ano2020 Peso750 g CategoriaAmador TipoPadrão Raio de Sol Ano2025 Peso690 g CategoriaJuvenil TipoPadrão Águia Real Ano2026 Peso710 g CategoriaProfissional TipoPadrão Trovão Azul Ano2027 Peso695 g CategoriaAmador TipoPadrão Basquetebol Titã Lendário Ano:2022 Peso:650 g Categoria:Profissional Tipo:Padrão Dragão de Ouro Ano2023 Peso630 g CategoriaAmador TipoPadrão Estrela Cadente Ano2024 Peso610 g CategoriaJuvenil TipoPadrão Furacão Veloz Ano2021 Peso670 g CategoriaProfissional TipoPadrão Gigante Alado Ano2020 Peso690 g CategoriaAmador TipoPadrão Raio de Sol Ano2025 Peso640 g CategoriaJuvenil TipoPadrão Águia Real Ano2026 Peso660 g CategoriaProfissional TipoPadrão Trovão Azul Ano2027 Peso645 g CategoriaAmador TipoPadrão Tênis Titã Lendário Ano:2022 Peso:320 g Categoria:Profissional Tipo:Padrão Dragão de Ouro Ano2023 Peso300 g CategoriaAmador TipoPadrão Estrela Cadente Ano2024 Peso280 g CategoriaJuvenil TipoPadrão Furacão Veloz Ano2021 Peso330 g CategoriaProfissional TipoPadrão Gigante Alado Ano2020 Peso350 g CategoriaAmador TipoPadrão Raio de Sol Ano2025 Peso310 g CategoriaJuvenil TipoPadrão Águia Real Ano2026 Peso340 g CategoriaProfissional TipoPadrão Trovão Azul Ano2027 Peso315 g CategoriaAmador TipoPadrão Como acontece a ordem? 1 Seleção de Produtos Explore a variedade de produtos em nossa loja de artigos esportivos e escolha os itens que deseja comprar. 2 Adicionar ao Carrinho Adicione os produtos selecionados ao carrinho, especificando a quantidade e tamanhos, se necessário. 3 Finalizar Pedido Preencha as informações necessárias para entrega e escolha o método de pagamento antes de finalizar o pedido. 4 Confirmação do Pedido Verifique cuidadosamente as informações do pedido e confirme para concluir o processo de compra. 5 Recebimento do Produto Aguarde a entrega do produto no endereço fornecido ou retire-o no ponto de coleta mais próximo. Contatos Telefone: +55-85-7203-7852 Email: sportclassic@gmail.com Endereço: Plano Diretor Sul, 77015-591 Enviar Aceito Política de Privacidade Menu Casa Catálogo Contatos Jornada de trabalho Dias da semana 09:00 - 20:00 Sábado 09:00 - 18:00 Domingo Folga Contatos: +55 85 7203 7852 sportclassic@gmail.com Plano Diretor Sul, 77015-591 Informação Política de Privacidade Termos e Condições"
  }
}