{
  "name": "New_v9_GreenTools",
  "pages": {
    "index": "GreenTools India - Your One-Stop Shop for Garden Tools and Equipment Home Catalog Why choose us Contact us Your Source for Premium Garden Tools in India Discover our wide selection of top-quality garden tools and equipment. Whether you're a professional landscaper or a home gardener, find everything you need to cultivate your garden with ease and precision. Explore our catalog now and enhance your gardening experience today. Explore Our Catalog Money Back Guaranteed Your Satisfaction or your money back guaranteed! Enhance Your Garden with GreenTools India At GreenTools India, we are passionate about helping you create and maintain a beautiful garden. Our extensive selection of high-quality garden tools and equipment ensures that you have everything you need for gardening success. Whether you're a professional landscaper or a hobbyist gardener, our tools are designed to meet your specific needs. From durable lawn mowers to precision pruning shears, each product is crafted for performance and durability. Explore our range of garden accessories that add functionality and style to your outdoor space. From ergonomic garden gloves to efficient watering systems, we have solutions that enhance your gardening experience. GreenTools India is committed to providing exceptional customer service and expert advice. Our team is dedicated to helping you choose the right tools and equipment to achieve your gardening goals efficiently and effectively. Products Lawn Mower ₹ 5,500 Order Pruning Shears ₹ 750 Order Watering Can ₹ 300 Order Garden Gloves ₹ 200 Order Fertilizer Spreader ₹ 1,000 Order Hedge Trimmer ₹ 3,500 Order WHY CHOOSE US GreenTools India is your trusted partner for all your gardening needs. Discover why customers prefer us: Wide Range of Products We offer a diverse selection of high-quality garden tools and equipment to suit every gardening requirement. Expert Advice Our knowledgeable team provides expert advice to help you choose the right tools for your gardening projects. Fast Delivery We ensure prompt delivery of your orders, ensuring you receive your gardening tools quickly and efficiently. Customer Satisfaction We prioritize customer satisfaction and strive to exceed your expectations with every purchase. Get in Touch I accept privacy policy Send message Contacts Shop No 1704, Dalmia Vihar, Bijwasan, New Delhi, Delhi, 110061, India +918860934840 greentools@gmail.com Links Home Catalog Why choose us Contact us Policy Privacy policy Terms and Conditions",
    "privacy": "GreenTools India - Your One-Stop Shop for Garden Tools and Equipment | Privacy Policy Home Catalog Why choose us Contact us Privacy Policy Welcome to GreenTools India. We value your privacy and are committed to protecting your personal information. This Privacy Policy outlines the types of information we collect, how we use it, and the steps we take to ensure it is protected. 1. Information We Collect We may collect the following types of information: Personal Information: Name, email address, phone number, shipping address, and payment details. Non-Personal Information: Browser type, IP address, and browsing behavior on our site. 2. How We Use Your Information The information we collect is used in the following ways: To process and fulfill your orders. To communicate with you about your orders, inquiries, and promotional offers. To improve our website, products, and services. To personalize your shopping experience. 3. Information Sharing and Disclosure We do not sell, trade, or otherwise transfer your personal information to outside parties except in the following circumstances: When required by law or to comply with legal processes. To trusted third parties who assist us in operating our website, conducting our business, or serving our users, provided those parties agree to keep this information confidential. 4. Data Security We implement a variety of security measures to maintain the safety of your personal information. Your information is stored on secure servers and protected by industry-standard encryption technologies. 5. Your Consent By using our site, you consent to our Privacy Policy. 6. Changes to Our Privacy Policy We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. 7. Contact Us If you have any questions regarding this Privacy Policy, you can contact us at: Email: greentools@gmail.com Contacts Shop No 1704, Dalmia Vihar, Bijwasan, New Delhi, Delhi, 110061, India +918860934840 greentools@gmail.com Links Home Catalog Why choose us Contact us Policy Privacy policy Terms and Conditions",
    "terms": "GreenTools India - Your One-Stop Shop for Garden Tools and Equipment | Terms and Conditions Home Catalog Why choose us Contact us Terms and Conditions Welcome to GreenTools India. By using our website and purchasing our products, you agree to comply with and be bound by the following terms and conditions. Please read them carefully. 1. General These terms and conditions govern your use of our website and the purchase of our products. By accessing or using our website, you agree to be legally bound by these terms. If you do not agree with any of these terms, please do not use our website. 2. Use of Website You agree to use our website for lawful purposes only and in a manner that does not infringe the rights of, restrict, or inhibit anyone else's use and enjoyment of the website. You must not misuse our website by knowingly introducing viruses or other harmful material. 3. Product Information We aim to ensure that the information on our website is accurate and up to date. However, we do not guarantee that the descriptions, prices, or other content available on our website are accurate, complete, reliable, current, or error-free. 4. Orders and Payment All orders are subject to acceptance and availability. Once an order is placed, you will receive an email confirming receipt of your order. Payment must be made in full before dispatch of the products. We accept various forms of payment as detailed on our website. 5. Shipping and Delivery We strive to deliver products promptly. Delivery times may vary based on your location and availability of the products. Any delivery dates provided are estimates only, and we are not liable for any delays in delivery. 6. Returns and Refunds If you are not satisfied with your purchase, you may return the product within a specified period for a refund or exchange, subject to our return policy. The product must be in its original condition and packaging. Please refer to our return policy for more details. 7. Intellectual Property All content on our website, including text, graphics, logos, images, and software, is the property of GreenTools India or its content suppliers and is protected by copyright laws. You may not reproduce, distribute, or create derivative works from any content on our website without our express written permission. 8. Limitation of Liability GreenTools India shall not be liable for any direct, indirect, incidental, special, or consequential damages resulting from the use or inability to use our website or products, even if we have been advised of the possibility of such damages. 9. Changes to Terms and Conditions We reserve the right to change these terms and conditions at any time without prior notice. Your continued use of our website following any changes indicates your acceptance of the new terms. 10. Governing Law These terms and conditions are governed by and construed in accordance with the laws of India. Any disputes arising out of or in connection with these terms shall be subject to the exclusive jurisdiction of the courts of India. Contact Us If you have any questions about these terms and conditions, please contact us at: Email: greentools@gmail.com Contacts Shop No 1704, Dalmia Vihar, Bijwasan, New Delhi, Delhi, 110061, India +918860934840 greentools@gmail.com Links Home Catalog Why choose us Contact us Policy Privacy policy Terms and Conditions",
    "thank": "GreenTools India - Your One-Stop Shop for Garden Tools and Equipment | Thank Thank You for Reaching Out! Dear Customer, We sincerely appreciate your interest in GreenTools India. Your message has been received, and our team will get back to you as soon as possible. We are committed to providing you with the best gardening tools and exceptional customer service. Thank you for choosing GreenTools India. We look forward to assisting you with your gardening needs. Sincerely,The GreenTools India Team Main page"
  },
  "date": "2024-07-05T14:08:09.300Z"
}