{
  "name": "New_v9_StyleHaven",
  "pages": {
    "catalogMen": "Style Haven | Catalog for men Home For women Popular Clothes Shoes Accessories For men Popular Clothes Shoes Accessories About us Men Popular Blue linen suit A lightweight and breathable option perfect for summer days. The relaxed fit and casual fabric make it a versatile choice for casual events. 499$ 250$ Make an order Grey cotton-blend suit A comfortable and modern option for everyday wear. The soft fabric and understated color make it easy to dress up or down for any occasion. 499$ 258$ Make an order Navy blazer and chinos A classic combination that never goes out of style. The structured blazer adds a touch of sophistication, while the chinos keep the look relaxed and laid-back. 499$ 241$ Make an order Khaki suit with white shirt A fresh and stylish choice for warm weather. The light color of the suit paired with a crisp white shirt creates a polished yet casual look that is perfect for summer evenings. 563$ Make an order Clothes Streetwear A relaxed and urban style featuring oversized silhouettes, graphic tees, hoodies, and sneakers. 321$ Make an order Preppy A classic and polished look inspired by Ivy League fashion, showcasing tailored pieces, button-down shirts, and loafers. 124$ Make an order Athleisure A sporty and comfortable style combining athletic wear with casual pieces like joggers, sweatshirts, and trainers. 543$ Make an order Bohemian A laid-back and free-spirited look characterized by flowing fabrics, ethnic prints, and eclectic accessories. 234$ Make an order Hipster A trendy and alternative style featuring vintage clothing, retro eyewear, plaid shirts, and skinny jeans. 124$ Make an order Minimalist A simplistic and clean aesthetic focusing on neutral colors, clean lines, and essential pieces. 332$ Make an order Surfer A beachy and relaxed style inspired by coastal living, including boardshorts, graphic tees, and flip-flops. 332$ Make an order Skater A cool and edgy style influenced by skate culture, with graphic tees, baggy jeans, and skate shoes. 332$ Make an order Retro A nostalgic and vintage-inspired look featuring throwback pieces like bomber jackets, high-waisted trousers, and retro sneakers. 332$ Make an order Shoes Sneakers Comfortable and sporty shoes, perfect for everyday wear. 125$ Make an order Loafers Stylish slip-on shoes that can be dressed up or down for a casual look. 124$ Make an order Boat shoes Casual footwear with a nautical-inspired design, great for summer outings. 235$ Make an order Desert boots Classic suede boots with a laid-back vibe, ideal for a relaxed yet polished style. 543$ Make an order Chelsea boots Versatile ankle boots that can be paired with jeans or chinos for a casual yet sleek appearance. 124$ Make an order Moccasins Traditional Native American-inspired shoes made of soft leather, providing a comfortable and casual option for everyday wear. 124$ Make an order Accessories Everyday Essentials This men's accessory set includes a stylish watch, a leather wallet, a sleek belt, and a set of versatile cufflinks, perfect for completing any casual look. 33$ Make an order Urban Explorer This set for the modern man on-the-go features a durable backpack, a trendy cap, a pair of sunglasses, and a set of stylish bracelets, ideal for adding a touch of urban flair to any outfit. 24$ Make an order Style Haven stylehaven@gmail.com +91-334-5312370 Home For women For men About us Privacy policy Terms and conditions",
    "catalogWomen": "Style Haven | Catalog for women Home For women Popular Clothes Shoes Accessories For men Popular Clothes Shoes Accessories About us Women Popular Suit made of cotton fabric Consists of a loose jacket and wide-leg trousers, great for the summer season. 499$ 250$ Make an order Denim suit Consists of a denim jacket and denim trousers, comfortable and practical for everyday wear. 499$ 258$ Make an order Urban Chic Denim Suit This stylish and comfortable suit consists of straight-leg jeans and a shirt with a classic collar. It's perfect for a casual urban look and will add a touch of casualness to your style. 499$ 241$ Make an order Relaxed Leisure Denim Suit Made from soft denim, this suit has a loose fit and convenient pockets. It is ideal for relaxing and walking, creating an image of comfort and tranquility. 563$ Make an order Clothes Women's casual suit \"Everyday Chic\" This suit consists of a relaxed fit blazer and matching trousers, perfect for everyday wear. The minimalistic design and neutral color make it versatile and easy to style. 321$ Make an order Women's denim suit \"Denim Daze\" This suit includes a cropped denim jacket and high-waisted denim jeans, creating a trendy and fashionable look. The distressed details and frayed hems add a touch of edginess to the outfit. 124$ Make an order Women's denim shirt \"Denim Delight\" This denim shirt is crafted from soft and breathable fabric, making it comfortable for all-day wear. The light wash and relaxed fit add a casual and cool vibe to any outfit. 543$ Make an order Women's oversized linen shirt \"Effortless Elegance\" This shirt is made from lightweight linen fabric, offering a relaxed and breezy fit. The oversized silhouette and subtle stripe pattern make it a stylish and sophisticated choice for any day. 234$ Make an order Women's floral print blouse \"Feminine Flair\" This blouse features a delicate floral print and ruffle details, adding a feminine touch to any outfit. The relaxed fit and lightweight fabric make it perfect for both casual and dressy occasions. 124$ Make an order Women's denim suit \"Classic Cool\" This suit features a timeless denim jacket and straight-leg jeans, a wardrobe staple for a casual and effortless style. The medium wash and classic silhouette make it a versatile choice for any occasion. 332$ Make an order Shoes Slip-on sneakers Comfortable and easy to slip on, perfect for running errands or a casual day out. 125$ Make an order Ankle boots Versatile and stylish, these boots can be dressed up or down for any occasion. 124$ Make an order Ballet flats Classic and elegant, these shoes are perfect for adding a touch of femininity to any outfit. 235$ Make an order Espadrilles Casual and chic, these shoes are perfect for summer days spent outdoors. 543$ Make an order Mules Effortlessly stylish, these slip-on shoes are a great option for a laid-back yet fashionable look. 124$ Make an order Accessories Chic Cat Eye Sunglasses These stylish sunglasses feature a trendy cat-eye shape and are the perfect accessory to elevate any casual outfit. 33$ Make an order \"Chic Casual Essentials This set of women's accessories includes a stylish watch, a versatile crossbody bag, and a pair of trendy sunglasses, perfect for adding a touch of casual chic to any outfit. 24$ Make an order Effortlessly Cool Kit This collection of accessories features a statement scarf, a trendy belt, and a set of delicate rings, ideal for effortlessly elevating any casual look with a touch of cool and modern style. 65$ Make an order Classic Aviator Sunglasses A timeless style, these aviator sunglasses are a versatile choice for everyday wear. They offer both sun protection and a cool, laid-back look. 22$ Make an order Round Retro Sunglasses With a retro-inspired design, these round sunglasses add a fun and quirky touch to any casual ensemble. They are a must-have accessory for a vintage-inspired look. 53$ Make an order Relaxed Vibes Collection This set includes a cozy knit beanie, a cute tote bag, and a pair of comfortable sneakers, perfect for achieving a casual and laid-back vibe while still looking stylish and put-together. 25$ Make an order Style Haven stylehaven@gmail.com +91-334-5312370 Home For women For men About us Privacy policy Terms and conditions",
    "index": "Style Haven Home For women Popular Clothes Shoes Accessories For men Popular Clothes Shoes Accessories About us \"Modern chic for every day in our store!\" For women We have a wide range of women's clothing. More For men We have a wide range of men's clothing. More Brands we work with Modern Muse Luxury Streetwear Chic Couture TrendTech Style Savvy Vintage Vibe Urban Elegance Welcome to Style Haven - your ultimate destination for all things fashionable and trendy! At Style Haven, we pride ourselves on offering a curated selection of the latest clothing, accessories, and footwear from top brands and designers. Whether you're looking for the perfect outfit for a night out on the town or just want to update your wardrobe with some fresh new pieces, we've got you covered. Our online store is easy to navigate, making it simple and convenient to shop for the latest styles from the comfort of your own home. With new arrivals added regularly, you'll always find something new and exciting to add to your wardrobe. In addition to our wide range of products, we also offer excellent customer service to ensure your shopping experience is a breeze. Our team is dedicated to helping you find exactly what you're looking for and making sure you're completely satisfied with your purchase. So why wait? Visit Style Haven today and start shopping for the latest trends in fashion. Your perfect look is just a click away! Why our shop is your choice \"Style Haven\" is a trendy boutique store specializing in fashion-forward clothing and accessories for both men and women. We pride ourselves on offering a curated selection of unique and high-quality items that cater to a variety of styles and preferences. Our store is known for its excellent customer service, with our friendly and knowledgeable staff always ready to assist customers in finding the perfect outfit or accessory to suit their needs. We strive to create a welcoming and inclusive atmosphere where everyone feels comfortable shopping and exploring the latest fashion trends. One of the key advantages of shopping at Style Haven is our commitment to offering competitive prices without compromising on quality. Our goal is to provide our customers with affordable and stylish clothing options that make them look and feel their best. Furthermore, we regularly update our inventory to ensure that our customers have access to the latest fashion trends and seasonal must-haves. Whether you're looking for a chic work outfit, a casual weekend look, or a show-stopping party ensemble, Style Haven has you covered. Visit us today and experience the Style Haven difference for yourself. We look forward to helping you elevate your style and find the perfect pieces to enhance your wardrobe. Contact us Your Name: Email Address: Message: I accept Privacy Policy Send Form Style Haven stylehaven@gmail.com +91-334-5312370 Home For women For men About us Privacy policy Terms and conditions",
    "policy": "Style Haven | Privacy policy Home For women Popular Clothes Shoes Accessories For men Popular Clothes Shoes Accessories About us Privacy Policy for Style Haven At Style Haven, we prioritize the privacy and security of our customers' personal information. This Privacy Policy outlines how we collect, use, and protect the information you provide to us when using our website. Information We Collect: When you visit our website, we may collect personal information such as your name, email address, phone number, and shipping address. We may also collect information about your browsing activity on our site, including pages visited and products viewed. How We Use Your Information: The information we collect is used to process your orders, provide customer support, and improve your shopping experience. We may also use your information to send you promotional offers, newsletters, and updates about our products and services. Data Security: We take precautions to protect your personal information and use secure protocols to ensure its confidentiality. We do not sell, trade, or rent your personal information to third parties without your consent. Third-Party Links: Our website may contain links to third-party websites. We are not responsible for the privacy practices or content of these websites. Changes to Privacy Policy: Style Haven reserves the right to update and modify this Privacy Policy at any time. We recommend checking this page periodically for any changes. By using our website, you consent to the terms outlined in this Privacy Policy. If you have any questions or concerns about our privacy practices, please contact us at stylehaven@gmail.com or +91-334-5312370. Style Haven stylehaven@gmail.com +91-334-5312370 Home For women For men About us Privacy policy Terms and conditions",
    "terms": "Style Haven | Terms and conditions Home For women Popular Clothes Shoes Accessories For men Popular Clothes Shoes Accessories About us Terms and conditions Introduction Welcome to Style Haven! These terms and conditions govern your use of our website. By accessing or using our website, you agree to comply with these terms and conditions and all applicable laws and regulations. Intellectual Property All content on this website, including but not limited to text, graphics, logos, images, and software, is the property of Style Haven and is protected by copyright laws. You may not use, modify, or reproduce any content without our permission. Products and Pricing We strive to provide accurate product descriptions and pricing information. However, we reserve the right to change prices and product availability at any time without notice. All prices are in USD. Ordering and Payment When you place an order on our website, you agree to pay for the products and any applicable taxes and shipping fees. We accept payment via credit card, PayPal, or other methods specified on our website. Shipping and Returns We aim to ship orders within 1-3 business days. We offer a 30-day return policy for unworn and unwashed items with original tags attached. Return shipping costs are the responsibility of the customer. Privacy Policy We collect personal information from you in order to process your orders and enhance your shopping experience. We will never sell or share your information with third parties. Please read our full Privacy Policy for more details. Limitation of Liability Style Haven is not liable for any damages, losses, or claims arising from the use of our website or products. Our total liability to you shall be limited to the amount paid for your order. Governing Law These terms and conditions are governed by the laws of the United States of America. Any disputes arising out of your use of our website shall be resolved through arbitration in accordance with the rules of the American Arbitration Association. By using our website, you agree to these terms and conditions. If you have any questions or concerns, please contact us at stylehaven@gmail.com. Thank you for shopping at Style Haven! Style Haven stylehaven@gmail.com +91-334-5312370 Home For women For men About us Privacy policy Terms and conditions",
    "thank_page": "Style Haven | Thank you Thank you! Dear Customer, Thank you for reaching out to Style Haven with your inquiry. We appreciate your interest in our clothing store and are thrilled to assist you in any way we can. Our team is currently reviewing your request and will get back to you as soon as possible with the information you requested. In the meantime, please feel free to browse our online store for the latest trends and styles. We truly value your support and hope to provide you with a seamless shopping experience at Style Haven. Thank you again for choosing Style Haven. Sincerely, The Style Haven Team. Back"
  }
}