{
  "name": "New_v9_cozylinens",
  "pages": {
    "terms-conditions": "Cozy Linens - Terms and Conditions Cozy Linens Home Catalog Contacts About Us Contact Us Terms of Use Welcome to Cozy Linens! These terms and conditions outline the rules and regulations for the use of Cozy Linens' Website By accessing this website we assume you accept these terms and conditions. Do not continue to use Cozy Linens if you do not agree to take all of the terms and conditions stated on this page. The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and all Agreements: \"Client\", \"You\" and \"Your\" refers to you, the person log on this website and compliant to the Company’s terms and conditions. \"The Company\", \"Ourselves\", \"We\", \"Our\" and \"Us\", refers to our Company. \"Party\", \"Parties\", or \"Us\", refers to both the Client and ourselves. All terms refer to the offer, acceptance and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner for the express purpose of meeting the Client’s needs in respect of provision of the Company’s stated services, in accordance with and subject to, prevailing law of Netherlands. Any use of the above terminology or other words in the singular, plural, capitalization and/or he/she or they, are taken as interchangeable and therefore as referring to same. License Unless otherwise stated, Cozy Linens and/or its licensors own the intellectual property rights for all material on Cozy Linens. All intellectual property rights are reserved. You may access this from Cozy Linens for your own personal use subjected to restrictions set in these terms and conditions. You must not: Republish material from Cozy Linens Sell, rent or sub-license material from Cozy Linens Reproduce, duplicate or copy material from Cozy Linens Redistribute content from Cozy Linens This Agreement shall begin on the date hereof. Parts of this website offer an opportunity for users to post and exchange opinions and information in certain areas of the website. Cozy Linens does not filter, edit, publish or review Comments prior to their presence on the website. Comments do not reflect the views and opinions of Cozy Linens,its agents and/or affiliates. Comments reflect the views and opinions of the person who post their views and opinions. To the extent permitted by applicable laws, Cozy Linens shall not be liable for the Comments or for any liability, damages or expenses caused and/or suffered as a result of any use of and/or posting of and/or appearance of the Comments on this website. Cozy Linens reserves the right to monitor all Comments and to remove any Comments which can be considered inappropriate, offensive or causes breach of these Terms and Conditions. You warrant and represent that: You are entitled to post the Comments on our website and have all necessary licenses and consents to do so; The Comments do not invade any intellectual property right, including without limitation copyright, patent or trademark of any third party; The Comments do not contain any defamatory, libelous, offensive, indecent or otherwise unlawful material which is an invasion of privacy The Comments will not be used to solicit or promote business or custom or present commercial activities or unlawful activity. You hereby grant Cozy Linens a non-exclusive license to use, reproduce, edit and authorize others to use, reproduce and edit any of your Comments in any and all forms, formats or media. Hyperlinking to our Content The following organizations may link to our Website without prior written approval: Government agencies; Search engines; News organizations; Online directory distributors may link to our Website in the same manner as they hyperlink to the Websites of other listed businesses; and System wide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our Web site. These organizations may link to our home page, to publications or to other Website information so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products and/or services; and (c) fits within the context of the linking party’s site. We may consider and approve other link requests from the following types of organizations: commonly-known consumer and/or business information sources; dot.com community sites; associations or other groups representing charities; online directory distributors; internet portals; accounting, law and consulting firms; and educational institutions and trade associations. We will approve link requests from these organizations if we decide that: (a) the link would not make us look unfavorably to ourselves or to our accredited businesses; (b) the organization does not have any negative records with us; (c) the benefit to us from the visibility of the hyperlink compensates the absence of Cozy Linens; and (d) the link is in the context of general resource information. These organizations may link to our home page so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products or services; and (c) fits within the context of the linking party’s site. If you are one of the organizations listed in paragraph 2 above and are interested in linking to our website, you must inform us by sending an e-mail to Cozy Linens. Please include your name, your organization name, contact information as well as the URL of your site, a list of any URLs from which you intend to link to our Website, and a list of the URLs on our site to which you would like to link. Wait 2-3 weeks for a response. Approved organizations may hyperlink to our Website as follows: By use of our corporate name; or By use of the uniform resource locator being linked to; or By use of any other description of our Website being linked to that makes sense within the context and format of content on the linking party’s site. No use of Cozy Linens's logo or other artwork will be allowed for linking absent a trademark license agreement. iFrames Without prior approval and written permission, you may not create frames around our Webpages that alter in any way the visual presentation or appearance of our Website. Content Liability We shall not be hold responsible for any content that appears on your Website. You agree to protect and defend us against all claims that is rising on your Website. No link(s) should appear on any Website that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights. Reservation of Rights We reserve the right to request that you remove all links or any particular link to our Website. You approve to immediately remove all links to our Website upon request. We also reserve the right to amen these terms and conditions and it’s linking policy at any time. By continuously linking to our Website, you agree to be bound to and follow these linking terms and conditions. Removal of links from our website If you find any link on our Website that is offensive for any reason, you are free to contact and inform us any moment. We will consider requests to remove links but we are not obligated to or so or to respond to you directly. We do not ensure that the information on this website is correct, we do not warrant its completeness or accuracy; nor do we promise to ensure that the website remains available or that the material on the website is kept up to date. Indemnification You agree to indemnify and hold Cozy Linens and its affiliates, officers, agents, partners, and employees harmless from any claim or demand, including reasonable attorneys’ fees, made by any third party due to or arising out of your use of Cozy Linens, your violation of these Terms of Use, or your violation of any rights of another. Termination We may terminate or suspend access to Cozy Linens immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms. All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability. Acknowledgment By using Cozy Linens, you acknowledge that you have read these Terms of Use and agree to be bound by them. Contact Information If you have any questions or concerns regarding our Terms of Use, please contact us via email at cozylinens@gmail.com. By using our website, you hereby consent to our Terms of Use and agree to its terms. Effective as of February 1, 2024 Cozy Linens Create coziness together with Cozy Linens - your source of comfort and beauty for home. Shop no. 56B, 1, TJunction, Sion-Bandra Link Rd, Mumbai, Maharashtra 400017, India +91 124 620 1463 cozylinens@gmail.com Privacy Policy Disclaimer Privacy Policy Terms of Use Site Pages Home Catalog Contacts About Us",
    "thanks": "Thank You for Choosing Cozy Linens - Your Comfort is Our Priority Thank You for Your Feedback! We greatly appreciate you taking the time to provide us with your feedback. At Cozy Linens, we strive to improve our services and products based on your valuable input. Your feedback helps us understand your needs better and ensures that we continue to provide you with exceptional service and quality products. Thank you once again for choosing Cozy Linens. We look forward to serving you again in the future! Cozy Linens &copy; 2024. All Rights Reserved. Go back to the main page",
    "about": "Discover Cozy Linens - Your Partner for Comfortable Sleep Cozy Linens Home Catalog Contacts About Us Contact Us About Our Company We are a team of professionals who care about your comfort and coziness. Our company \"Cozy Linens\" specializes in selling high-quality bedding, created to make your sleep as comfortable and pleasant as possible. We take pride in offering only the best bedding, made from natural and high-quality materials. We carefully select each set to ensure that it meets our high standards of quality. Our mission is to create comfort and coziness in your bedroom. We believe that quality sleep is the foundation of health and well-being, so we do everything possible to ensure that our bedding helps you relax and enjoy every night. We value each of our customers and are ready to provide you with the best service and support at every stage of your purchase. Our team is always ready to help you with your choice and answer any questions you may have, so that you can make the right decision. Thank you for choosing our company \"Cozy Linens\". We hope that our bedding will become your reliable and cozy companion on the path to healthy and peaceful sleep. Cozy Linens Create coziness together with Cozy Linens - your source of comfort and beauty for home. Shop no. 56B, 1, TJunction, Sion-Bandra Link Rd, Mumbai, Maharashtra 400017, India +91 124 620 1463 cozylinens@gmail.com Privacy Policy Disclaimer Privacy Policy Terms of Use Site Pages Home Catalog Contacts About Us",
    "catalog": "Explore Our Quality Bedding Collection - Cozy Linens Cozy Linens Home Catalog Contacts About Us Contact Us Welcome to our bed linen catalog! Here you will find a wide selection of high quality bedding sets designed to make your sleep truly cozy and comfortable. Discover a variety of colors, patterns and fabrics to find the perfect option to suit your preferences and needs. We are sure that everyone will find something special for their bedroom here. Immerse yourself in a world of beauty and comfort with our bedding and create the ideal atmosphere for a healthy and restful sleep. Bedding Set \"Linen Dreams\" This set is made of natural linen, providing coolness in summer and warmth in winter. Feel the tenderness and comfort of natural fibers. 2000 INR Order Bedding \"Romantic Roses\" Luxurious set with an elegant rose pattern, will create an atmosphere of romance and coziness in your bedroom. 1500 INR Order Kids Set \"Happy Animals\" Bright and cozy set with images of cheerful animals, will create a joyful atmosphere in the children's room. 1200 INR Order Satin Set \"Moonlight Sonata\" Exquisite bedding made of soft satin, will add chic and elegance to your bedroom. 2500 INR Order Set \"Sea Adventure\" Refreshing set with marine motifs, will create an atmosphere of summer vacation right in your home. 1800 INR Order Bedding \"Flower Mood\" Gentle set with bright floral patterns, will add colors and joy to your bedroom. 1400 INR Order Set \"Exotic Dreams\" This set with an eastern pattern will immerse you in an atmosphere of mystery and exoticism. 2200 INR Order Bedding \"Lavender Fields\" Cozy set with a delicate lavender scent will help you relax and enjoy a peaceful sleep. 1600 INR Order Cozy Linens Create coziness together with Cozy Linens - your source of comfort and beauty for home. Shop no. 56B, 1, TJunction, Sion-Bandra Link Rd, Mumbai, Maharashtra 400017, India +91 124 620 1463 cozylinens@gmail.com Privacy Policy Disclaimer Privacy Policy Terms of Use Site Pages Home Catalog Contacts About Us",
    "contacts": "Get in Touch with Cozy Linens - Quality Bedding Supplier Cozy Linens Home Catalog Contacts About Us Contact Us Contact us I accept the Privacy Policy Send a message Cozy Linens Create coziness together with Cozy Linens - your source of comfort and beauty for home. Shop no. 56B, 1, TJunction, Sion-Bandra Link Rd, Mumbai, Maharashtra 400017, India +91 124 620 1463 cozylinens@gmail.com Privacy Policy Disclaimer Privacy Policy Terms of Use Site Pages Home Catalog Contacts About Us",
    "disclaimer": "Cozy Linens - Legal Disclaimer and Information Cozy Linens Home Catalog Contacts About Us Contact Us Disclaimer for Cozy Linens Welcome to Cozy Linens! Before you proceed to explore our website, please take a moment to read our disclaimer carefully. By accessing and using our website, you agree to comply with the terms and conditions outlined in this disclaimer. If you do not agree with any part of this disclaimer, we advise you to refrain from using our website. Accuracy of Information The information provided on the Cozy Linens website is for general informational purposes only. While we strive to ensure that the information is accurate and up-to-date, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. External Links Our website may contain links to external websites that are not provided or maintained by Cozy Linens. These links are provided for your convenience to provide further information. We do not endorse the content, products, or services offered by these external sites and we are not responsible for examining or evaluating the accuracy, completeness, timeliness, or validity of any information or products offered by these sites. We are not liable for any harm or damages related to the purchase or use of goods, services, resources, content, or any other transactions made in connection with any third-party websites. Intellectual Property Rights The content, design, and graphics on the Cozy Linens website are the intellectual property of Cozy Linens and are protected by copyright laws. Unauthorized use of the materials on this website, including reproduction, distribution, modification, or republication, without the prior written consent of Cozy Linens, is strictly prohibited. Limitation of Liability In no event shall Cozy Linens be liable for any direct, indirect, special, consequential, or incidental damages arising out of or in connection with the use of the information, products, services, or graphics on our website. This includes, without limitation, any lost profits, business interruption, loss of programs, or data on your information handling systems or otherwise, even if we are expressly advised of the possibility of such damages. Indemnification You agree to indemnify and hold Cozy Linens harmless from any claims, damages, liabilities, costs, or expenses (including legal fees) arising out of or related to your use of our website or any violation of these terms and conditions. No Guarantees While we make every effort to keep our website up and running smoothly, Cozy Linens does not guarantee uninterrupted access to the website. We also cannot guarantee that the website will be free from viruses or other harmful components. It is your responsibility to ensure that any content or materials downloaded from our website are free of viruses or other harmful elements. Third-Party Content Cozy Linens may display third-party advertisements, links, or promotions on our website. We do not endorse or make any representations about any third-party content, products, or services. Your interactions with any third-party content, including advertisements, are solely between you and the third party, and Cozy Linens shall not be responsible or liable for any loss or damage of any sort incurred as a result of any such interactions. Accessibility Cozy Linens is committed to ensuring that our website is accessible to individuals with disabilities. We strive to comply with the Web Content Accessibility Guidelines (WCAG) to make our website accessible to all users, regardless of ability. If you encounter any accessibility barriers on our website, please contact us at cozylinens@gmail.com so that we can address the issue promptly. Changes to Terms and Conditions Cozy Linens reserves the right to update or change these terms and conditions at any time without prior notice. We encourage you to review this disclaimer periodically for any changes. Your continued use of the website after the posting of changes constitutes your acceptance of those changes. Social Media Disclaimer Cozy Linens may have a presence on various social media platforms to engage with our community and share information. The views, opinions, and content shared on these platforms are solely those of Cozy Linens and do not necessarily represent the views or opinions of the social media platforms. We encourage users to engage respectfully and be aware of the platform's terms of use. Product Availability and Pricing While we strive to keep our product information and pricing accurate and up-to-date, Cozy Linens reserves the right to modify or discontinue products, services, or pricing without prior notice. We are not liable for any discrepancies in product descriptions, images, or prices. For the most accurate and current information, please contact us directly. User-Generated Content Cozy Linens may feature user-generated content, including reviews, testimonials, and images. The opinions expressed in such content are solely those of the individuals providing them and do not necessarily reflect the views of Cozy Linens. We reserve the right to use, modify, or remove user-generated content at our discretion. Security Measures While Cozy Linens implements security measures to protect against unauthorized access, we cannot guarantee the security of information transmitted over the internet. Users are responsible for maintaining the confidentiality of their account information and passwords. Legal Compliance Cozy Linens operates in compliance with applicable laws and regulations. If any provision of this disclaimer is found to be unlawful, void, or unenforceable, it shall not affect the validity and enforceability of the remaining provisions. Medical Disclaimer Cozy Linens is dedicated to providing information about bedding products and related accessories. However, the content on our website is not intended to be a substitute for professional medical advice, diagnosis, or treatment. Always seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Content Accuracy While we strive to provide accurate and reliable information, Cozy Linens makes no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability of the information, products, services, or related graphics contained on our website for any purpose. Any reliance you place on such information is strictly at your own risk. Consultation with Experts Before making any decisions or taking any actions based on the information provided on our website, we strongly recommend consulting with appropriate experts, including healthcare professionals, interior decorators, or other qualified professionals who can provide tailored advice based on your specific circumstances. Product Recommendations The product recommendations and reviews provided on the Cozy Linens website are for informational purposes only and are not endorsements. While we strive to offer objective assessments of products, individual experiences may vary. We encourage users to conduct their own research and consider their personal preferences before making purchasing decisions. Allergy Concerns Please be aware that some individuals may have allergies or sensitivities to certain materials used in bedding products. It is important to review product labels, specifications, and materials carefully to ensure they are suitable for your needs. If you have known allergies or sensitivities, consult with a healthcare professional before purchasing new bedding products. Release of Liability By using the Cozy Linens website, you agree to release, indemnify, and hold harmless Cozy Linens, its affiliates, employees, agents, and representatives from any and all claims, liabilities, damages, losses, or expenses arising out of or in any way connected with your use of our website or the information, products, or services provided herein. Contact Information If you have any questions, concerns, or feedback regarding our medical disclaimer or any other aspect of our website, please don't hesitate to contact us at cozylinens@gmail.com. Investment Risks Investing in bedding products or related industries involves inherent risks, including but not limited to market volatility, economic fluctuations, and changes in consumer preferences. Cozy Linens does not guarantee the performance or success of any investment strategies or products mentioned on our website. Past Performance Any historical performance data or trends provided on the Cozy Linens website are for illustrative purposes only and should not be relied upon as indicative of future results. Past performance is not necessarily indicative of future performance, and investment outcomes may vary. Changes to Disclaimer Cozy Linens reserves the right to modify, update, or amend this disclaimer at any time without prior notice. It is your responsibility to check this page periodically for changes. Your continued use of the website following the posting of changes will signify your acceptance of those changes. For any questions or concerns regarding this disclaimer, please contact us at cozylinens@gmail.com. Thank you for visiting Cozy Linens! Cozy Linens Create coziness together with Cozy Linens - your source of comfort and beauty for home. Shop no. 56B, 1, TJunction, Sion-Bandra Link Rd, Mumbai, Maharashtra 400017, India +91 124 620 1463 cozylinens@gmail.com Privacy Policy Disclaimer Privacy Policy Terms of Use Site Pages Home Catalog Contacts About Us",
    "index": "Cozy Linens - Your Source for Comfort and Style Cozy Linens Home Catalog Contacts About Us Contact Us Welcome to the world of comfort and coziness with Cozy Linens! Quality Bedding Exquisite bedding created for your comfort. Discover a wide selection of fabrics and designs to make your sleep truly unforgettable. Catalog Style and Elegance Decorate your bedroom with elegant bedding that will accentuate your unique style. Find the perfect combination of colors and patterns to create a cozy atmosphere. Catalog Comfort for Every Day Our bedding is not only beautiful, but also practical. Immerse yourself in softness and comfort every night, thanks to high-quality materials and the convenience of our sets. Catalog Our bedding is a care for your comfort We know how important quality sleep is for your health and well-being. That's why we offer only the best bedding, created with care for your comfort. Our sets are made of soft and pleasant to the touch fabrics that are hypoallergenic and gentle on the skin. We are confident that you will appreciate the quality of our bedding and enjoy the comfort every night. Learn more Why Choose Us We guarantee that our bedding undergoes careful selection and meets the highest quality standards. You will find bedding to suit any taste - from classic patterns to modern designs, to accentuate the style of your bedroom. We do everything possible to make your shopping experience as convenient and enjoyable as possible. From easy website navigation to fast delivery - we care about your convenience. Our team is always ready to help you with your choice, answer your questions, and provide you with the best service. Your satisfaction is our top priority. Catalog Cozy Linens Create coziness together with Cozy Linens - your source of comfort and beauty for home. Shop no. 56B, 1, TJunction, Sion-Bandra Link Rd, Mumbai, Maharashtra 400017, India +91 124 620 1463 cozylinens@gmail.com Privacy Policy Disclaimer Privacy Policy Terms of Use Site Pages Home Catalog Contacts About Us",
    "privacy-policy": "Cozy Linens - Your Privacy is Our Priority Cozy Linens Home Catalog Contacts About Us Contact Us Privacy Policy Copyright and Trademarks All content, including text, images, logos, and graphics displayed on the Cozy Linens website, are the property of Cozy Linens or its content suppliers and are protected by international copyright and trademark laws. Users are prohibited from using, reproducing, or distributing any content from our website without prior written consent. User Responsibilities Users are responsible for maintaining the confidentiality of their account credentials and for any activity that occurs under their account. If you suspect unauthorized access to your account or believe that your password has been compromised, please notify us immediately for assistance. Acceptance of Terms By using the Cozy Linens website, you acknowledge that you have read, understood, and agree to be bound by the terms and conditions outlined in this disclaimer. If you do not agree with any part of these terms, please refrain from using our website. Customer Reviews and Feedback Cozy Linens values the feedback and reviews provided by our customers. While we strive to maintain a positive user experience, the opinions expressed in customer reviews are those of the individual contributors and do not necessarily reflect the views of Cozy Linens. We reserve the right to moderate, edit, or remove reviews that contain inappropriate content, including but not limited to offensive language, personal attacks, or irrelevant remarks. Communication By providing your email address or contact information to Cozy Linens, you consent to receive communication from us regarding your orders, account updates, promotional offers, and other relevant information. You may opt out of receiving promotional emails at any time by following the unsubscribe instructions included in the email. Third-Party Services Cozy Linens may utilize third-party services, such as payment processors or shipping carriers, to facilitate transactions and deliveries. While we partner with reputable service providers, we cannot guarantee the performance or reliability of these third-party services and disclaim any liability for their actions or omissions. International Users Cozy Linens welcomes visitors and customers from around the world. However, we make no representation that our website or services are appropriate or available for use in locations outside the United States. Users accessing our website from other jurisdictions do so at their own risk and are responsible for compliance with local laws and regulations. Indemnification Users agree to indemnify and hold harmless Cozy Linens, its affiliates, officers, directors, employees, and agents from any claims, damages, losses, liabilities, or expenses arising out of or related to their use of our website, violation of these terms, or infringement of any third-party rights. Entire Agreement This disclaimer, along with our Terms of Service and Privacy Policy, constitutes the entire agreement between users and Cozy Linens regarding the use of our website and supersedes any prior agreements or understandings, whether oral or written. Disclaimer Regarding Product Usage Cozy Linens provides products intended for their designated purposes as described on our website. While we strive to ensure the safety and quality of our products, users are responsible for using them appropriately and in accordance with any instructions provided. Cozy Linens disclaims any liability for damages or injuries resulting from misuse, improper handling, or neglect of our products. Accessibility Cozy Linens is committed to ensuring accessibility for all users, including those with disabilities. We strive to adhere to accessibility standards and guidelines to make our website usable and navigable for everyone. If you encounter any accessibility barriers or require assistance accessing our website, please contact us at cozylinens@gmail.com, and we will do our best to accommodate your needs. User Content Cozy Linens may provide features or opportunities for users to submit content, such as product reviews, comments, or testimonials. By submitting content to our website, you grant Cozy Linens a non-exclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content worldwide in any media. You represent and warrant that you own or have the necessary rights, licenses, consents, and permissions to submit the content and grant the aforementioned rights to Cozy Linens. Community Guidelines We encourage respectful and constructive interaction within our online community. Users are expected to abide by our community guidelines and refrain from engaging in behavior that is unlawful, offensive, discriminatory, or disruptive. Cozy Linens reserves the right to moderate, remove, or block content and users who violate these guidelines. Changes to Services and Pricing Cozy Linens reserves the right to modify, suspend, or discontinue any aspect of our services, including products, features, or pricing, at any time without prior notice. While we strive to provide advance notice of any significant changes, we cannot guarantee uninterrupted access to our website or that prices will remain constant over time. We disclaim any liability for any modifications or disruptions to our services. Force Majeure Cozy Linens shall not be liable for any failure or delay in the performance of our obligations under this disclaimer due to circumstances beyond our reasonable control, including but not limited to acts of nature, governmental actions, labor disputes, or technical malfunctions. Waiver The failure of Cozy Linens to enforce any provision of this disclaimer shall not be deemed a waiver of such provision or the right to enforce it subsequently. Any waiver of any provision of this disclaimer must be in writing and signed by an authorized representative of Cozy Linens. Affiliate Links and Advertising Cozy Linens may participate in affiliate marketing programs and display advertisements on our website. These programs allow us to earn commissions or advertising fees by linking to third-party websites or promoting products and services. Please note that the presence of affiliate links and advertisements does not constitute endorsement or recommendation by Cozy Linens. Users are encouraged to conduct their own research and exercise discretion when interacting with affiliate content. International Shipping and Customs For orders shipped internationally, please note that customs duties, taxes, and fees may apply upon delivery. These charges are determined by the destination country's customs office and are the responsibility of the recipient. Cozy Linens is not responsible for delays or additional charges incurred during international shipping and customs clearance. Feedback and Suggestions We value feedback from our customers and welcome suggestions for improving our products and services. If you have any ideas, comments, or recommendations, please don't hesitate to share them with us at cozylinens@gmail.com. While we appreciate your input, please note that submission of feedback does not create any obligation on the part of Cozy Linens to implement suggested changes or compensate contributors. Interpretation of Terms This disclaimer shall be interpreted in accordance with its plain meaning and without regard to any presumption or rule requiring construction against the drafter. The headings used in this disclaimer are for convenience only and shall not affect the interpretation of its provisions. Updates and Revisions We reserve the right to update, revise, or modify this disclaimer at any time without prior notice. Any changes will be effective immediately upon posting on our website. It is the responsibility of users to review this disclaimer periodically for updates or changes. Your continued use of the Cozy Linens website following the posting of any changes constitutes acceptance of those changes. Disclaimer of Warranty Cozy Linens provides our website and services on an \"as is\" and \"as available\" basis without warranties of any kind, either express or implied. We make no representations or warranties about the accuracy, reliability, completeness, or timeliness of the content, information, or materials provided on our website. Users acknowledge that they use our website at their own risk and discretion. Limitation of Liability In no event shall Cozy Linens, its affiliates, partners, officers, directors, employees, agents, or suppliers be liable for any indirect, incidental, special, consequential, or punitive damages, including but not limited to lost profits, lost revenue, loss of data, or business interruption, arising out of or in connection with the use or inability to use our website or services, even if advised of the possibility of such damages. Legal Compliance Users agree to comply with all applicable laws, rules, and regulations when using the Cozy Linens website. This includes, but is not limited to, laws regarding intellectual property rights, privacy, and online conduct. Users are solely responsible for their actions and the consequences of any violation of these laws. Severability If any provision of this disclaimer is found to be invalid, illegal, or unenforceable, the remaining provisions shall continue to be valid and enforceable to the fullest extent permitted by law. Thank you for your attention to our disclaimer. By continuing to use the Cozy Linens website, you acknowledge that you have read, understood, and agreed to the terms and conditions outlined herein. If you have any questions, comments, or concerns, please contact us at cozylinens@gmail.com. Cozy Linens Create coziness together with Cozy Linens - your source of comfort and beauty for home. Shop no. 56B, 1, TJunction, Sion-Bandra Link Rd, Mumbai, Maharashtra 400017, India +91 124 620 1463 cozylinens@gmail.com Privacy Policy Disclaimer Privacy Policy Terms of Use Site Pages Home Catalog Contacts About Us"
  }
}