{
  "name": "New_v9_TranquilWatersSpaAndPool",
  "pages": {
    "index": "Tranquil Waters Spa & Pool - Ultimate Relaxation & Rejuvenation Services Gallary Pool Contacts Testimonials Services Gallary Pool Contacts Testimonials Welcome to Tranquil Waters Spa & Pool Welcome to Tranquil Waters Spa & Pool Experience the ultimate in relaxation with our premium spa servicesExplore Our Services Services Signature Massages Relax with our range of massages designed to relieve stress and rejuvenate your bodyBook Aromatherapy Enhance your spa experience with our soothing aromatherapy treatments Hot Stone Therapy Experience deep relaxation and muscle relief with our hot stone therapy sessionsDiscover More Facials and Skincare Revitalize your skin with our personalized facial treatments Hydrotherapy Rejuvenate your body and mind with our therapeutic hydrotherapy treatmentsDiscover More Sauna and Steam Room Detoxify and relax in our state-of-the-art sauna and steam rooms Swimming Pool Take a refreshing dip in our heated indoor swimming poolExplore More Spa Packages Indulge in our comprehensive spa packages designed for ultimate relaxation Relax and Rejuvenate Enjoy our signature massages and therapeutic treatmentsBook Now Gallary Welcome to the Tranquil Waters Spa gallery, where tranquility meets luxury. Immerse yourself in the serene ambiance of our world-class spa and pool facilities through our curated collection of images. Each photo captures the essence of our exceptional services, inviting spaces, and the calming experiences that await you. From the elegance of our spa lobby to the rejuvenating treatments and refreshing pools, explore the beauty and relaxation that define Tranquil Waters Spa. Let these visuals transport you to a place of ultimate relaxation and inspire your next visit to our peaceful haven. Swimming Pool Take a refreshing dip in our heated indoor swimming poolExplore More Welcome to our luxurious pool area, a sanctuary designed for your ultimate relaxation and rejuvenation. Immerse yourself in the serene ambiance of our crystal-clear waters, surrounded by lush greenery and elegant lounging spaces. Whether you're looking to swim laps for exercise, float effortlessly under the sun, or simply unwind by the poolside with a refreshing drink, our pool area offers the perfect escape. Experience the tranquility of our heated pool, enjoy the soothing sounds of our cascading water features, and let our attentive staff cater to your every need. Dive into a world of comfort and leisure, where every moment is a chance to indulge in pure bliss Refresh in Our Heated Pool Swim year-round in our pristine, heated swimming poolLearn More Testimonials Absolutely phenomenal experience! The pool area is stunning, and the staff is incredibly attentive. I felt completely rejuvenated after my visitEmily Johnson, 28 The perfect blend of luxury and relaxation. The heated pool and beautiful surroundings make it my go-to place for a refreshing swim Michael Thompson, 50 The ultimate relaxation experience. The poolside massage was divine, and the entire environment is designed to soothe and rejuvenate. I loved every minuteAnna Davis, 61 Contact usWe'd love to hear from you! Whether you have a question about our services, need assistance, or just want to share your thoughts, our team is here to help. Please fill out the form below, and we will get back to you as soon as possible SUBMIT I accept Privacy policy +91-22-4462-6324 tranquilwaters@gmail.com Salim Garh Fort, Nigambodh Ghat, New Delhi Privacy Policy Terms and Conditions +91-22-4462-6324 tranquilwaters@gmail.com Salim Garh Fort, Nigambodh Ghat, New Delhi Tranquil Waters Spa & Pool&reg;2020-2024",
    "privacy-policy": "Privacy Policy - Tranquil Waters Spa & Pool Services Gallary Pool Contacts Testimonials Services Gallary Pool Contacts Testimonials Privacy Policy Introduction Tranquil Waters Spa & Pool values your privacy and is committed to protecting your personal information. This Privacy Policy outlines our practices regarding the collection, use, and protection of your information when you visit our website or use our services. Information Collection We collect personal information that you provide to us, such as your name, email address, phone number, and any other details you share through our contact form or during the booking process. We also collect non-personal information, including browser type, IP address, and usage data, to improve our website and services. Use of Information Your personal information is used to: Respond to your inquiries and provide customer support. Process your bookings and provide the requested services. Send promotional materials and updates, if you have opted in. Improve our website, services, and user experience. We do not share your personal information with third parties, except as necessary to provide our services, comply with legal obligations, or protect our rights. Data Protection We implement appropriate security measures to protect your personal information from unauthorized access, disclosure, alteration, or destruction. However, no data transmission over the internet or storage system is completely secure, and we cannot guarantee absolute security. Your Rights You have the right to access, correct, or delete your personal information. You may also object to the processing of your data or request data portability. Changes to This Policy We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. We will notify you of any significant changes by posting the updated policy on our website. Contact Us If you have any questions about this Privacy Policy, please contact us at: +91-22-4462-6324 tranquilwaters@gmail.com Salim Garh Fort, Nigambodh Ghat, New Delhi Privacy Policy Terms and Conditions +91-22-4462-6324 tranquilwaters@gmail.com Salim Garh Fort, Nigambodh Ghat, New Delhi Tranquil Waters Spa & Pool&reg;2020-2024",
    "terms-conditions": "Terms and Conditions - Tranquil Waters Spa & Pool Services Gallary Pool Contacts Testimonials Services Gallary Pool Contacts Testimonials Terms and Conditions 1. Introduction Welcome to Tranquil Waters Spa & Pool. By using our website and services, you agree to comply with and be bound by the following terms and conditions. Please read them carefully. 2. Services Tranquil Waters Spa & Pool offers spa and pool services, including treatments, facility access, and related products. All services are subject to availability, and we reserve the right to modify or discontinue any service at any time without notice. 3. Booking and Payments Bookings can be made online, by phone, or in person. Full payment is required at the time of booking. We accept various payment methods, and all transactions are processed securely. Prices are subject to change without notice. 4. Cancellations and Refunds Cancellations made at least 24 hours before the scheduled service will receive a full refund. Cancellations made within 24 hours of the appointment will be charged a 50% cancellation fee. No-shows will be charged the full service price. 5. User Conduct You agree to use our website and services for lawful purposes only. You must not: Violate any applicable laws or regulations. Infringe on the rights of others. Disrupt or interfere with the security or functionality of our website. Use our website to transmit harmful or illegal content. 6. Liability Tranquil Waters Spa & Pool is not liable for any direct, indirect, incidental, or consequential damages arising from your use of our website or services. Our total liability is limited to the amount paid for the services in question. 7. Intellectual Property All content on our website, including text, images, logos, and trademarks, is the property of Aqua Bliss Spa & Pools or its licensors. You may not reproduce, distribute, or create derivative works from any content without our prior written consent. Changes to These Terms We may update these terms and conditions from time to time. Any changes will be posted on our website, and your continued use of our services constitutes acceptance of the updated terms. Privacy Policy Terms and Conditions +91-22-4462-6324 tranquilwaters@gmail.com Salim Garh Fort, Nigambodh Ghat, New Delhi Tranquil Waters Spa & Pool&reg;2020-2024",
    "thanks-page": "Thank You for Choosing Aqua Bliss Spa & Pools!Thank You for Choosing Aqua Bliss Spa & Pools!Dear Valued Guest,Thank you for reaching out to Aqua Bliss Spa & Pools! Your inquiry has been successfully received, and we appreciate you taking the time to connect with us.We are excited to help you embark on a journey of relaxation, rejuvenation, and unparalleled aquatic experiences. Whether you've booked a luxurious spa treatment, a refreshing dip in our pristine pools, or simply sought information, rest assured that we are here to make your experience exceptional.Home Page"
  },
  "date": "2024-07-02T07:58:19.479Z"
}