{
  "name": "New_v9_runwaymart",
  "pages": {
    "index": "Encontre as Melhores Esteiras de Corrida na RunWayMart Av. Dep. Jamel Cecílio, 2550 - Jardim Goiás, Goiânia - GO, 74810-100, Brasil +556239459090 runwaymart@gmail.com RunWayMart Lar Ofertas Ajuda Entrega conveniente Qualidade Junte-se a nós Escrever Descubra a Melhor Seleção de Esteiras de Corrida! Bem-vindo à nossa loja de fitness líder, onde você encontra as melhores esteiras de corrida para alcançar seus objetivos de condicionamento físico. Quer esteja a iniciar uma jornada de fitness ou já seja um atleta experiente, temos a esteira perfeita para si. Oferecemos uma ampla gama de opções de alta qualidade, desde modelos básicos até esteiras de última geração, equipadas com as mais recentes tecnologias de monitoramento e entretenimento. Descubra agora mesmo a nossa seleção e comece a sua jornada rumo a uma vida mais saudável e ativa! Nossas ofertas Explore Nossas Ofertas Especiais! Descontos Imperdíveis em Esteiras de Corrida - Aproveite Agora! Esteiras de Corrida com Tecnologia Avançada Acelere Seus Treinos com Tecnologia de Ponta Descubra nossa linha de esteiras de corrida equipadas com tecnologia avançada para melhorar seu desempenho e maximizar seus resultados. De monitores cardíacos integrados a programas de treinamento personalizados, nossas esteiras oferecem o suporte necessário para atingir seus objetivos de fitness. Ergonômicas para Conforto Extra Desfrute de Corridas Confortáveis e Livres de Lesões Nossas esteiras ergonômicas são projetadas para proporcionar o máximo conforto durante seus treinos, reduzindo o risco de lesões e fadiga. Com amortecimento de alta qualidade e superfícies antiderrapantes, você pode correr com confiança, sabendo que está protegendo seu corpo e aproveitando ao máximo cada sessão de exercício. Esteiras Compactas para Espaços Pequenos Treine em Casa Mesmo com Espaço Limitado Se você tem pouco espaço em casa, não se preocupe - nossa linha de esteiras compactas oferece a solução perfeita. Com designs dobráveis e tecnologia de economia de espaço, você pode desfrutar de treinos de alta qualidade em qualquer lugar, mesmo em ambientes pequenos ou apartamentos. Transforme seu espaço em uma academia pessoal hoje mesmo! Obtenha Assistência Especializada e Suporte Profissional! Equipe de Especialistas em Fitness Nossa equipe altamente qualificada de especialistas em fitness está aqui para ajudá-lo a encontrar a esteira perfeita para suas necessidades. Com conhecimento profundo e experiência prática, podemos orientá-lo na escolha do equipamento certo para alcançar seus objetivos de condicionamento físico. Suporte Técnico Especializado Oferecemos suporte técnico especializado para garantir que sua esteira funcione perfeitamente. Se você tiver alguma dúvida sobre a configuração, manutenção ou reparo do seu equipamento, nossa equipe está disponível para fornecer orientações e assistência personalizada. Garantia de Satisfação do Cliente Sua satisfação é nossa prioridade número um. Oferecemos uma garantia de satisfação do cliente para garantir que você esteja completamente satisfeito com sua compra. Se por algum motivo você não estiver totalmente feliz com sua esteira, entre em contato conosco e faremos o nosso melhor para resolver qualquer problema. Descubra Nossas Opções de Entrega Rápida e Conveniente! Queremos tornar sua experiência de compra o mais conveniente possível. Oferecemos diversas opções de entrega rápida e eficiente para que você receba sua esteira de corrida no conforto da sua casa. Desde envios expressos até entrega agendada, estamos aqui para garantir que você receba seu equipamento de forma rápida e segura. Explore nossas opções de entrega hoje mesmo e comece a desfrutar dos benefícios de uma esteira de corrida em sua rotina de exercícios. Garantia de Qualidade e Durabilidade! Na nossa loja, comprometemo-nos a oferecer apenas produtos da mais alta qualidade. Cada esteira de corrida em nosso estoque passa por rigorosos testes de qualidade para garantir desempenho excepcional e durabilidade de longo prazo. Estamos confiantes na qualidade dos nossos produtos e oferecemos garantia para sua tranquilidade. Além disso, trabalhamos apenas com marcas renomadas e confiáveis, conhecidas por sua excelência no setor de fitness. Combinando tecnologia avançada e materiais premium, nossas esteiras são projetadas para resistir ao teste do tempo e proporcionar anos de uso confiável. Quando você compra conosco, pode ter certeza de que está investindo em um equipamento de alta qualidade que irá ajudá-lo a alcançar seus objetivos de condicionamento físico por muitos anos. Junte-se à Comunidade Fitness! Explore Nossos Recursos e Conecte-se com Outros Entusiastas de Fitness Fórum de Discussão Online Participe de conversas animadas sobre fitness, compartilhe dicas e truques, e faça novos amigos no nosso fórum de discussão online. É o lugar perfeito para obter apoio, motivação e inspiração para alcançar seus objetivos de saúde e bem-estar. Eventos de Fitness Comunitários Junte-se a nós em eventos de fitness locais e globais, desde corridas de 5 km até maratonas, onde você pode conhecer outros entusiastas de fitness e se desafiar a alcançar novos objetivos juntos. Mantenha-se atualizado sobre nossos próximos eventos e participe da diversão! Grupos de Treino Virtuais Una-se a grupos de treino virtuais e participe de sessões de exercícios ao vivo com instrutores especializados. É uma maneira divertida e interativa de se manter ativo, motivado e conectado com outros membros da comunidade, independentemente de onde você esteja. Desafios de Fitness Mensais Participe dos nossos desafios mensais de fitness para testar seus limites, acompanhar seu progresso e competir por prêmios emocionantes. Desde desafios de distância até desafios de velocidade, há algo para todos os níveis de condicionamento físico. Venha se desafiar e superar seus objetivos com a nossa comunidade! Ofertas Especiais! Economize Enquanto Melhora seu Condicionamento Físico R$ 2.499,99 Esteira de Corrida Dobrável Desfrute de treinos convenientes em casa com nossa esteira de corrida dobrável. Equipada com um motor potente e superfície antiderrapante, esta esteira é perfeita para corridas e caminhadas intensas. Peça agora R$ 1.199,99 Esteira Elétrica Compacta Economize espaço sem comprometer a qualidade do seu treino com nossa esteira elétrica compacta. Com recursos como inclinação ajustável e programas de treinamento pré-definidos, você pode personalizar seus treinos para atender às suas necessidades específicas. Peça agora R$ 3.799,99 Esteira de Corrida Profissional Leve seus treinos para o próximo nível com nossa esteira de corrida profissional. Projetada para atletas sérios, esta esteira oferece recursos avançados, como monitoramento cardíaco integrado e programas de treinamento personalizados. Peça agora R$ 899,99 Esteira Manual para Caminhada Mantenha-se ativo e saudável com nossa esteira manual para caminhada. Perfeita para uso em casa ou no escritório, esta esteira compacta permite que você queime calorias enquanto realiza suas tarefas diárias. Peça agora Contate-noso Nós ajudaremos a resolver seus problemas Aceito a Política de Privacidade Envie uma mensagem RunWayMart Links principais Lar Ofertas Ajuda Entrega conveniente Qualidade Junte-se a nós Contatos runwaymart@gmail.com +556239459090 Av. Dep. Jamel Cecílio, 2550 - Jardim Goiás, Goiânia - GO, 74810-100, Brasil Links adicionais Política de Privacidade Termos de uso",
    "privacy-policy": "Conheça Nossa Política de Privacidade na RunWayMart Av. Dep. Jamel Cecílio, 2550 - Jardim Goiás, Goiânia - GO, 74810-100, Brasil +556239459090 runwaymart@gmail.com RunWayMart Lar Ofertas Ajuda Entrega conveniente Qualidade Junte-se a nós Escrever Política de Privacidade Ao acessar e utilizar o nosso site \"RunWayMart\", dedicado às pistas de atletismo e corrida, por favor, leia atentamente as informações a seguir. Nossa missão é fornecer um ambiente online informativo, seguro e agradável para todos os entusiastas de esportes, treinadores, atletas e pais. Estamos comprometidos em promover a prática do atletismo, a corrida e um estilo de vida saudável. É importante destacar que o \"RunWayMart\" não se responsabiliza por quaisquer lesões ou acidentes que possam ocorrer durante o uso de nossas pistas de corrida ou a prática de exercícios físicos. Todas as atividades físicas devem ser realizadas com cautela, respeitando os limites individuais e as recomendações médicas. Além disso, não nos responsabilizamos pela precisão, confiabilidade ou qualidade das informações fornecidas em nosso site. Embora nos esforcemos para garantir que as informações estejam atualizadas e corretas, não podemos garantir sua precisão em todos os casos. Por isso, recomendamos que os usuários consultem fontes adicionais e profissionais da saúde antes de tomar decisões com base nas informações fornecidas. Não nos responsabilizamos por quaisquer danos ou prejuízos decorrentes do acesso ou uso do nosso site, incluindo, mas não se limitando a, danos aos equipamentos de computação ou dispositivos móveis, perda de dados ou lucros cessantes. É importante ressaltar que o \"RunWayMart\" não coleta, armazena ou utiliza quaisquer informações pessoais dos usuários. Nossa prioridade é garantir a privacidade e a segurança dos dados de todos os visitantes do nosso site. Estamos sempre abertos a ouvir sugestões, críticas construtivas e comentários dos nossos usuários. Por favor, entre em contato conosco através do endereço de e-mail fornecido no final deste texto. Ajude-nos a melhorar o nosso site e a oferecer um conteúdo ainda mais relevante e útil para todos os entusiastas de esportes e atletismo. Lembre-se: a prática regular de exercícios físicos, como a corrida, pode trazer inúmeros benefícios para a saúde física e mental, melhorar a qualidade de vida e prevenir doenças crônicas. Mas é fundamental praticá-los com cautela, respeitando os limites individuais e as orientações médicas. Ao utilizar o nosso site, você concorda em liberar o \"RunWayMart\" de quaisquer responsabilidades legais, financeiras ou de outra natureza que possam decorrer do uso de nossas pistas de corrida ou das informações fornecidas em nosso site. Gostaríamos de ressaltar que o \"RunWayMart\" não é responsável pelo conteúdo ou pelas práticas de privacidade de outros sites que possam ser acessados através de links fornecidos em nosso site. Recomendamos que os usuários leiam as políticas de privacidade e os termos de uso desses sites antes de fornecer quaisquer informações pessoais. É importante lembrar que a prática de exercícios físicos em pistas de corrida pode envolver riscos, especialmente para pessoas com problemas de saúde pré-existentes. Por isso, recomendamos que os usuários consultem um médico ou um profissional da saúde antes de iniciarem qualquer programa de exercícios físicos. Além disso, não nos responsabilizamos pela qualidade ou pela segurança das pistas de corrida que podem ser recomendadas ou mencionadas em nosso site. É responsabilidade dos usuários verificar o estado das pistas antes de utilizá-las e tomar as precauções necessárias para evitar acidentes ou lesões. Não nos responsabilizamos por quaisquer danos ou prejuízos decorrentes da utilização de equipamentos ou produtos recomendados ou mencionados em nosso site. Recomendamos que os usuários leiam as instruções de uso e as advertências fornecidas pelos fabricantes antes de utilizar quaisquer equipamentos ou produtos. É importante ressaltar que o \"RunWayMart\" não oferece consultoria médica ou profissional. As informações fornecidas em nosso site têm caráter informativo e não devem ser utilizadas como substituto à orientação médica ou profissional. Não nos responsabilizamos pela qualidade ou pela precisão das informações fornecidas por terceiros em nosso site, incluindo, mas não se limitando a, comentários, opiniões ou avaliações de usuários. Recomendamos que os usuários exerçam o discernimento e a cautela ao avaliar as informações fornecidas por terceiros. Estamos sempre trabalhando para melhorar o nosso site e oferecer um conteúdo ainda mais relevante e útil para todos os entusiastas de esportes e atletismo. Por isso, agradecemos pela sua compreensão e colaboração. Além disso, gostaríamos de ressaltar que o \"RunWayMart\" não se responsabiliza pelas ações ou comportamentos de terceiros em nossas pistas de corrida. É responsabilidade dos usuários respeitarem as regras e os regulamentos das pistas e agirem de forma segura e respeitosa com os outros usuários. Não nos responsabilizamos por quaisquer danos ou prejuízos decorrentes de atos de vandalismo, furto ou outros atos ilícitos praticados por terceiros em nossas pistas de corrida. Recomendamos que os usuários tomem as precauções necessárias para proteger seus pertences e evitar situações de risco. É importante lembrar que o uso de nossas pistas de corrida é gratuito e aberto a todos os interessados, desde que respeitem as regras e os regulamentos estabelecidos. Não nos responsabilizamos por quaisquer custos ou despesas adicionais que possam ser incorridos pelos usuários, tais como despesas com transporte, alimentação ou equipamentos. Além disso, não nos responsabilizamos por quaisquer alterações ou cancelamentos de eventos ou atividades promovidos por terceiros em nossas pistas de corrida. Recomendamos que os usuários verifiquem as informações oficiais dos eventos ou atividades antes de participarem. É importante ressaltar que o \"RunWayMart\" não se responsabiliza pela disponibilidade ou pelo funcionamento das pistas de corrida. É responsabilidade dos usuários verificar o estado das pistas antes de utilizá-las e tomar as precauções necessárias para evitar acidentes ou lesões. Não nos responsabilizamos por quaisquer danos ou prejuízos decorrentes do uso indevido ou do mau uso das pistas de corrida. Recomendamos que os usuários respeitem as regras e os regulamentos estabelecidos e utilizem as pistas de forma segura e respeitosa. Para maiores informações, sugestões ou reclamações, por favor, entre em contato conosco através do e-mail: runwaymart@gmail.com Agradecemos pela sua compreensão e colaboração. Desejamos que você aproveite ao máximo o nosso site e que encontre aqui um ambiente inspirador para a prática do atletismo e da corrida. Atenciosamente, A equipe do \"RunWayMart RunWayMart Links principais Lar Ofertas Ajuda Entrega conveniente Qualidade Junte-se a nós Links adicionais Política de Privacidade Termos de uso Contatos runwaymart@gmail.com +556239459090 Av. Dep. Jamel Cecílio, 2550 - Jardim Goiás, Goiânia - GO, 74810-100, Brasil",
    "terms-conditions": "Leia Nossos Termos de Uso na RunWayMart Av. Dep. Jamel Cecílio, 2550 - Jardim Goiás, Goiânia - GO, 74810-100, Brasil +556239459090 runwaymart@gmail.com RunWayMart Lar Ofertas Ajuda Entrega conveniente Qualidade Junte-se a nós Escrever Termos de uso Política de Devolução e Troca No RunWayMart, nossa prioridade é garantir que você esteja satisfeito com sua compra. No entanto, entendemos que às vezes as coisas não dão certo. Se você não estiver satisfeito com seu produto, nós oferecemos uma política de devolução de 30 dias. Para ser elegível para uma devolução, seu item deve estar inutilizado e na mesma condição em que você o recebeu. Também deve estar na embalagem original. Para completar sua devolução, nós precisamos de um recibo ou comprovante de compra. Por favor, não retorne seu compra ao fabricante. Existem certas situações em que só são concedidas devoluções parciais: (1) qualquer item que não esteja em sua condição original, está danificado ou com partes faltando por razões não devido a nossa falha; (2) qualquer item que é devolvido mais de 30 dias após a entrega. Responsabilidade do Usuário Ao utilizar o RunWayMart, você concorda em manter a segurança de sua conta e aceita toda a responsabilidade por qualquer atividade que ocorra na sua conta. Você é responsável por manter a confidencialidade de sua senha e por controlar o acesso a sua computador e conta. Lei Aplicável Estes Termos de Uso serão regidos e interpretados de acordo com as leis do Brasil. Qualquer disputa decorrente destes Termos de Uso ou relacionada a eles será resolvida nos tribunais do Brasil. Terminação Nós nos reservamos o direito, a nosso critério exclusivo, de cancelar ou suspender sua conta e proibir o acesso ao nosso site, sem aviso prévio, por qualquer motivo, incluindo, mas não se limitando a, violação destes Termos de Uso. Integração e Divisibilidade Estes Termos de Uso constituem o acordo completo entre você e o RunWayMart em relação ao uso do nosso site e substituem todos os acordos anteriores entre você e o RunWayMart. Se qualquer disposição destes Termos de Uso for considerada inválida ou inaplicável, essa disposição será executada na medida máxima permitida pela lei, e a validade e aplicabilidade das disposições restantes não serão afetadas. Direitos de Propriedade Intelectual Todos os direitos de propriedade intelectual no RunWayMart e em todo o conteúdo e software no site são de propriedade exclusiva do RunWayMart ou de seus licenciadores. Você pode usar o conteúdo e o software no site apenas para os fins previstos nos presentes Termos de Uso. Qualquer uso não autorizado do conteúdo ou software no site pode violar as leis de direitos autorais, marcas registradas e outras leis aplicáveis. Uso da Pista de Corrida Ao utilizar a pista de corrida, você concorda em cumprir todas as regras e regulamentos postados. Você também concorda em usar a pista de forma segura e responsável. Isso inclui, mas não se limita a, correr na direção correta, não bloquear a pista, não usar a pista quando molhada ou escorregadia e ceder aos corredores mais rápidos. Manutenção da Pista de Corrida O RunWayMart se esforça para manter a pista de corrida em condições ótimas. No entanto, às vezes, a manutenção é necessária. Ao utilizar a pista de corrida, você concorda em respeitar todas as áreas de manutenção e fechamentos de pista. Você também concorda em não usar a pista quando ela estiver fechada para manutenção. Responsabilidade Ambiental No RunWayMart, nós nos preocupamos com o meio ambiente. Ao utilizar o nosso site ou a nossa pista de corrida, você concorda em ajudar a proteger o meio ambiente. Isso inclui, mas não se limita a, não jogar lixo na pista ou nas áreas circundantes, reciclar quando possível e usar transporte público ou caronas quando possível. Modificações na Pista de Corrida O RunWayMart reserva o direito de modificar a pista de corrida a qualquer momento sem aviso prévio. Isso pode incluir, mas não se limita a, alterações no layout da pista, adição ou remoção de obstáculos e alterações na superfície da pista. Ao utilizar a pista de corrida, você concorda em respeitar todas as modificações e ajustar sua corrida de acordo. Uso de Equipamentos Ao utilizar a pista de corrida do RunWayMart, você concorda em usar apenas equipamentos aprovados. Isso inclui, mas não se limita a, tênis de corrida adequados, roupas de treino confortáveis e equipamentos de segurança, como capacetes e joelheiras, quando aplicável. Você também concorda em não usar equipamentos que possam prejudicar a si ou aos outros, como patins, skates ou bicicletas. Uso de Áudio Ao utilizar a pista de corrida do RunWayMart, você concorda em usar fones de ouvido ou outros dispositivos de áudio de forma segura e responsável. Isso inclui, mas não se limita a, manter o volume em um nível que lhe permita ouvir o que está acontecendo ao seu redor, usar apenas um fone de ouvido para que você possa manter a consciência situacional e parar a música ou o áudio quando necessário para se comunicar com os outros. Uso de Animais Ao utilizar a pista de corrida do RunWayMart, você concorda em não trazer animais de estimação ou outros animais para a pista, a menos que sejam animais de serviço treinados. Você também concorda em manter os animais de serviço sob controle a todo momento e em limpar imediatamente quaisquer resíduos que eles possam deixar. Uso de Crianças Ao utilizar a pista de corrida do RunWayMart, você concorda em supervisionar adequadamente as crianças em sua companhia. Isso inclui, mas não se limita a, manter as crianças longe da borda da pista, não permitir que elas corram na direção errada e garantir que elas estejam usando equipamentos de segurança apropriados, como capacetes e joelheiras, quando aplicável. Uso de Fotografia e Vídeo Ao utilizar a pista de corrida do RunWayMart, você concorda em respeitar a privacidade e os direitos de imagem dos outros. Isso inclui, mas não se limita a, pedir permissão antes de tirar fotos ou fazer vídeos de outras pessoas, não usar drones ou outros dispositivos de gravação aérea que possam prejudicar a si ou aos outros e não publicar ou compartilhar fotos ou vídeos que possam prejudicar a reputação ou a segurança do RunWayMart ou de outras pessoas. Uso de Alimentos e Bebidas Ao utilizar a pista de corrida do RunWayMart, você concorda em não trazer alimentos ou bebidas para a pista, a menos que sejam embalagens seladas e não quebrem. Você também concorda em não deixar lixo na pista ou nas áreas circundantes e em descartar adequadamente todos os resíduos em recipientes designados. Uso de Tabaco e Vapores Ao utilizar a pista de corrida do RunWayMart, você concorda em não fumar ou usar produtos de tabaco ou vapor em qualquer lugar da pista ou nas áreas circundantes. Isso inclui, mas não se limita a, cigarros, charutos, cachimbos e cigarros eletrônicos. Uso de Drogas e Álcool Ao utilizar a pista de corrida do RunWayMart, você concorda em não usar drogas ou álcool em qualquer lugar da pista ou nas áreas circundantes. Você também concorda em não entrar na pista ou nas áreas circundantes se estiver sob a influência de drogas ou álcool. Uso de Telefones Celulares Ao utilizar a pista de corrida do RunWayMart, você concorda em usar telefones celulares de forma segura e responsável. Isso inclui, mas não se limita a, manter o volume em um nível que lhe permita ouvir o que está acontecendo ao seu redor, parar de correr para fazer ou responder chamadas e não usar o telefone enquanto estiver correndo em áreas congestionadas. Uso de Transporte Público Ao utilizar a pista de corrida do RunWayMart, você concorda em usar transporte público de forma segura e responsável. Isso inclui, mas não se limita a, respeitar as regras e regulamentos de transporte público, não bloquear as entradas e saídas das estações e não usar a pista de corrida como um atalho para chegar à estação. Uso de Acessórios de Corrida Ao utilizar a pista de corrida do RunWayMart, você concorda em usar apenas acessórios de corrida aprovados. Isso inclui, mas não se limita a, pulseiras de corrida, rastreadores de fitness e cintos de hidratação. Você também concorda em não usar acessórios que possam prejudicar a si ou aos outros, como pesos de mão ou pescoço. Uso de Luzes e Refletores Ao utilizar a pista de corrida do RunWayMart, você concorda em usar luzes e refletores de forma segura e responsável. Isso inclui, mas não se limita a, usar uma luz frontal ou uma lanterna quando estiver correndo no escuro, usar roupas ou acessórios com refletores para aumentar a visibilidade e não apontar luzes nos olhos dos outros. Contato Se você tiver alguma pergunta ou preocupação sobre estes Termos de Uso, ou se você gostaria de fazer uma sugestão ou um comentário, por favor entre em contato conosco em runwaymart@gmail.com. Estamos sempre aqui para ajudar e valorizamos o feedback de nossos usuários. Obrigado por escolher o RunWayMart como seu parceiro em pistas de corrida. Esperamos que você encontre nossas informações úteis e nossos produtos de alta qualidade. Boa corrida! RunWayMart Links principais Lar Ofertas Ajuda Entrega conveniente Qualidade Junte-se a nós Links adicionais Política de Privacidade Termos de uso Contatos runwaymart@gmail.com +556239459090 Av. Dep. Jamel Cecílio, 2550 - Jardim Goiás, Goiânia - GO, 74810-100, Brasil",
    "thanks": "Obrigado por Escolher a RunWayMart para Suas Necessidades de Fitness Obrigado pela sua mensagem! Agradecemos sinceramente que você tenha entrado em contato conosco. Sua opinião é extremamente importante para nós. Estamos sempre em busca de maneiras de melhorar nossos serviços e sua contribuição é fundamental nesse processo. Entraremos em contato com você o mais breve possível. Por favor, permita até 48 horas para que possamos responder à sua mensagem. Se você tiver alguma dúvida adicional ou precisar de assistência imediata, sinta-se à vontade para ligar para nossa linha de atendimento ao cliente. Novamente, obrigado por se conectar com a RunWayMart. Estamos ansiosos para ajudá-lo e garantir que você tenha a melhor experiência possível com nossa plataforma. Voltar para a página inicial"
  },
  "date": "2024-05-15T07:04:23.392Z"
}