{
  "name": "New_v9_RhythmsOfIndia",
  "pages": {
    "classes": "Rhythms of India: Dance Academy Rhythms of India about us teachers classes Rhythms of India Our classes Bollywood Dance Bollywood dance is a vibrant and energetic style that combines elements of traditional Indian dance with modern influences. Our Bollywood classes focus on fun choreography set to popular Hindi film music. Students will learn various dance techniques, expressions, and styles, making it a perfect choice for those looking to express themselves while having a great time. Bharatanatyam Bharatanatyam is one of the oldest classical dance forms of India, known for its grace, intricate footwork, and expressive hand gestures (mudras). In this course, students will explore the rich history and techniques of Bharatanatyam, learning traditional compositions and storytelling through dance. This class is suitable for all levels and emphasizes discipline, posture, and expression. Kathak Kathak is a classical dance form that originated from North India, characterized by its rhythmic footwork, spins, and expressive storytelling. In our Kathak classes, students will learn about the dance's rich heritage, including its historical context and technical elements. The course covers both pure dance (nritta) and expressive dance (abhinaya), allowing students to convey emotions through movement. Contemporary Dance Our contemporary dance classes blend various styles, including modern, jazz, and lyrical dance. This course encourages creativity and self-expression, allowing students to explore their unique movement styles. With an emphasis on fluidity and emotional connection, students will learn choreography that tells a story and reflects their personal experiences. Folk Dance Explore the diverse regional dances of India in our Folk Dance classes. This course introduces students to various folk styles, such as Bhangra, Garba, and Dandiya. Participants will learn the cultural significance and traditional movements associated with each dance, providing a fun and engaging way to connect with Indian culture. Indian Classical Fusion Indian Classical Fusion is an innovative course that blends traditional Indian dance forms with contemporary styles. Students will explore how to incorporate elements from Bharatanatyam, Kathak, and Odissi into modern dance techniques. This course encourages creativity and experimentation, allowing dancers to develop their unique style. banner Class Schedule Day Time Class Monday 5:00 PM - 6:00 PM Bollywood Dance (All Levels) Monday 6:15 PM - 7:15 PM Bharatanatyam (Beginner) Tuesday 5:00 PM - 6:00 PM Kathak (Intermediate) Tuesday 6:15 PM - 7:15 PM Contemporary Dance (All Levels) Wednesday 5:00 PM - 6:00 PM Indian Classical Fusion (All Levels) Wednesday 6:15 PM - 7:15 PM Folk Dance (Beginner) Thursday 5:00 PM - 6:00 PM Bollywood Dance (Advanced) Thursday 6:15 PM - 7:15 PM Bharatanatyam (Intermediate) Friday 5:00 PM - 6:00 PM Kathak (Advanced) Friday 6:15 PM - 7:15 PM Contemporary Dance (Intermediate) Saturday 10:00 AM - 11:00 AM Dance Workout (All Levels) Saturday 11:15 AM - 12:15 PM Open Dance Practice Sunday N/A No classes scheduled Note: Class times and offerings are subject to change. Please check our website for the latest updates and to register. sign up for a class We are proud of our students! To reserve your spot in our exciting dance classes, please fill out the booking form below. Ensure you provide accurate information so we can process your registration smoothly. Once submitted, our team will confirm your enrollment and send you additional details about class schedules and requirements. Join us at Rhythms of India and embark on your dance journey today! We are happy to dance with you! Have questions or need assistance? Write to us using the form below, and we will call you back as soon as possible. Our team is here to help you with any inquiries about our classes, registration, or anything else you may need. We look forward to connecting with you! I accept Privacy policy Send Dance to the Rhythms of Tradition! NIZAM COLLEGE AUTONOMOUS, LB Stadium Rd, Gun Foundry, Basheer Bagh, Hyderabad, Telangana 500001, India +91-548-0059682 RhythmsofIndia@gmail.com Privacy Policy Terms and Conditions",
    "index": "Rhythms of India: welcome to our stodio! Rhythms of India about us teachers classes Rhythms of India Rhythms of India is a premier dance school dedicated to the rich heritage of Indian dance. We offer a wide range of classes in traditional and contemporary dance forms such as Bollywood, Bharatanatyam, and Kathak. Our experienced instructors are passionate about teaching and preserving the vibrant culture of Indian dance. Whether you're a beginner or an advanced dancer, Rhythms of India provides an inspiring environment to learn, grow, and express yourself through dance. Join us to explore the captivating rhythms and graceful movements of Indian dance. Where Tradition Meets Grace Welcome to Rhythms of India! We are delighted to have you join our vibrant community of dancers. At Rhythms of India, we celebrate the rich cultural heritage of Indian dance through a diverse range of traditional and contemporary styles. Our passionate instructors are dedicated to guiding you on your dance journey, whether you are just starting out or looking to refine your skills. Experience the joy, energy, and beauty of Indian dance with us. Let the rhythms and movements inspire you, and become part of a tradition that transcends time and boundaries. Welcome to a world of grace, rhythm, and expression. Welcome to Rhythms of India! History of the School Rhythms of India was founded with a vision to bring the rich and diverse world of Indian dance to a wider audience. Our journey began in 2008 when a group of passionate dancers and educators came together to create a space where the beauty and tradition of Indian dance could be preserved and celebrated. From humble beginnings, Rhythms of India has grown into a premier dance academy, offering classes in various traditional and contemporary Indian dance forms. Our founders envisioned a school where students of all ages and backgrounds could come together to learn, grow, and express themselves through the art of dance. Over the years, Rhythms of India has hosted numerous performances, workshops, and cultural events, showcasing the talent and dedication of our students and instructors. We are proud to have built a community that values creativity, discipline, and cultural appreciation. Today, Rhythms of India continues to thrive, driven by the same passion and commitment that inspired our founding. We look forward to welcoming new students and helping them discover the joy and magic of Indian dance. Join us on this beautiful journey, and become a part of the Rhythms of India family. Our mission At Rhythms of India, our mission is to preserve and promote the rich cultural heritage of Indian dance while providing a nurturing environment for students to explore their creativity and express themselves through movement. We strive to make Indian dance accessible to everyone, regardless of age or experience. Our goals Cultural Education o educate students about the history and significance of various Indian dance forms, fostering a deeper appreciation for the art. Skill Development To provide high-quality training in traditional and contemporary Indian dance styles, helping students develop their technical skills and artistic expression. Community Building To create a supportive and inclusive community where dancers can share their passion, learn from one another, and build lasting friendships. Performance Opportunities To offer students opportunities to showcase their talents through regular performances and events, enhancing their confidence and stage presence. Lifelong Learning To encourage a love for dance that inspires lifelong learning and personal growth, promoting physical, mental, and emotional well-being. Together, we aim to create a vibrant dance community that celebrates the beauty and diversity of Indian dance. Teachers Priya Sharma - Bollywood Specialist Priya Sharma has over 11 years of experience in teaching and performing Indian dance. Trained in Bollywood, she bring a wealth of knowledge and passion to the classroom. She has performed at various national and international festivals, showcasing the beauty of Indian culture. Priya Sharma believes in nurturing each student’s unique style while instilling a strong foundation in technique. Arjun Patel – Kathak Instructor Arjun Patel is a passionate dancer and teacher with expertise in Kathak. He has trained extensively in India and has performed widely. Arjun Patel aims to inspire students through storytelling and rhythm, encouraging them to connect deeply with their movements. His classes are known for their energetic and engaging atmosphere. Kavita Desai – Bharatanatyam Expert With a background in classical Indian dance, Kavita Desai has been inspiring students for over 8 years. She holds a degree in Bharatanatyam and has studied under renowned masters in the field. Kavita Desai is dedicated to sharing the intricate art of Bharatanatyam, focusing on both the physical and expressive aspects of dance. Her approach emphasizes discipline, creativity, and cultural appreciation. see classes Dance to the Rhythms of Tradition! NIZAM COLLEGE AUTONOMOUS, LB Stadium Rd, Gun Foundry, Basheer Bagh, Hyderabad, Telangana 500001, India +91-548-0059682 RhythmsofIndia@gmail.com Privacy Policy Terms and Conditions",
    "privacy": "Privacy Policy for Rhythms of India Rhythms of India about us teachers classes Welcome to Rhythms of India! Privacy Policy At Rhythms of India, we value your privacy and are committed to protecting your personal information. This Privacy Policy explains how we collect, use, and safeguard your information when you visit our website or participate in our dance programs. 1. Information We Collect We may collect the following types of information: Personal Information: Name, email address, phone number, and any other information you provide when registering for classes or contacting us. Usage Data: Information about how you use our website, including browser types, and pages visited. 2. How We Use Your Information We use the information we collect for various purposes, including: To communicate with you about your classes and updates. To improve our website and services. To respond to your inquiries and provide customer support. To send newsletters, promotions, and updates (you may opt out at any time). To analyze usage patterns to enhance user experience. 3. Data Security We take appropriate security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction. We use encryption and secure servers to ensure the safety of your data. 4. Sharing Your Information We do not sell or rent your personal information to third parties. We may share your information with: Service Providers: Third-party companies that assist us in operating our website and conducting our business. Legal Authorities: If required by law or to protect our rights. Business Transfers: In the event of a merger, acquisition, or sale of all or a portion of our assets. 5. Your Rights You have the right to: Access the personal information we hold about you. Request corrections to inaccurate or incomplete information. Withdraw consent to our processing of your data. Request deletion of your personal information under certain conditions. 6. Changes to This Privacy Policy We may update our Privacy Policy from time to time. Any changes will be posted on this page with an updated effective date. We encourage you to review this policy periodically. 7. Contact Us If you have any questions or concerns about this Privacy Policy, please contact us at: Email: RhythmsofIndia@gmail.com Thank you for choosing Rhythms of India. Your privacy is important to us! Dance to the Rhythms of Tradition! NIZAM COLLEGE AUTONOMOUS, LB Stadium Rd, Gun Foundry, Basheer Bagh, Hyderabad, Telangana 500001, India +91-548-0059682 RhythmsofIndia@gmail.com Privacy Policy Terms and Conditions",
    "terms-conditions": "Terms and Conditions for Rhythms of India Rhythms of India about us teachers classes Welcome to Rhythms of India! Terms and Conditions for Rhythms of India These Terms and Conditions outline the rules and regulations for using our website and participating in our dance programs. By accessing our services, you agree to comply with these terms. Please read this document carefully to understand your rights and responsibilities. 1. Acceptance of Terms By using our website and services, you confirm that you accept these Terms and Conditions and agree to abide by them. If you do not agree, please refrain from using our services. We reserve the right to update or modify these terms at any time, and such changes will be effective immediately upon posting on our website. 2. Registration All participants must register for classes. Registration requires providing accurate and complete information, including your name, contact information, and any relevant health information. You are responsible for maintaining the confidentiality of your account information. Each participant must be of appropriate age for the class they wish to attend. Parental consent may be required for minors. 3. Class Participation Participants are expected to arrive on time and be prepared for class. Late arrivals may disrupt the flow of the session and may not be allowed to join once class has started. Classes are conducted by qualified instructors who are experienced in their respective dance styles. We reserve the right to change class schedules and instructors as necessary without prior notice. Participants must wear appropriate attire and footwear as advised by the instructor. Safety and comfort are our priorities. 4. Cancellation Policy Cancellations must be made at least 24 hours in advance to receive a full refund or to reschedule your class. To cancel, please contact us via email or phone. No refunds will be issued for missed classes unless a valid reason is provided and accepted by management. In exceptional cases, we may offer a credit towards a future class. In the event that Rhythms of India must cancel a class due to unforeseen circumstances (such as weather or instructor availability), participants will be notified as soon as possible and offered the option to reschedule or receive a full refund. 5. Liability Waiver By participating in our classes, you acknowledge and assume all risks associated with dance activities, including but not limited to injury, illness, or damage to personal property. Rhythms of India will not be liable for any injuries or damages incurred during classes or events. A liability waiver may need to be signed upon registration, releasing Rhythms of India and its instructors from any claims or liabilities. 6. Code of Conduct All participants are expected to treat instructors and fellow students with respect and kindness. A positive and inclusive environment is essential for everyone's enjoyment and learning experience. Harassment, discrimination, or any form of disruptive behavior will not be tolerated and may result in immediate termination of participation without a refund. Participants are encouraged to provide feedback and suggestions for improvement to foster a supportive community. 7. Intellectual Property All content on our website, including text, graphics, logos, and images, is the property of Rhythms of India and is protected by copyright laws. You may not reproduce or distribute any content without our prior written permission. 8. Changes to Terms We may update these Terms and Conditions from time to time. Any changes will be posted on this page with an updated effective date. We encourage you to review these terms periodically to stay informed of any changes. 9. Governing Law These Terms and Conditions shall be governed by and construed in accordance with the laws of India. Any disputes arising from these terms shall be subject to the exclusive jurisdiction of the courts located in India. 11. Contact Us If you have any questions or concerns regarding these Terms and Conditions, please contact us at: Email: RhythmsofIndia@gmail.com Thank you for choosing Rhythms of India! We look forward to dancing with you! Dance to the Rhythms of Tradition! NIZAM COLLEGE AUTONOMOUS, LB Stadium Rd, Gun Foundry, Basheer Bagh, Hyderabad, Telangana 500001, India +91-548-0059682 RhythmsofIndia@gmail.com Privacy Policy Terms and Conditions",
    "thank": "Thank You for Joining Rhythms of India! body { font-family: Arial, sans-serif; background-color: #eee; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: rgba(221, 199, 242, 0.521); border: 3px solid blueviolet; } h1 { color: #000; } p { color: #000; margin-bottom: 20px; } .btn { background-color: blueviolet; color: #fff; padding: 10px 20px; text-align: center; text-decoration: none; display: inline-block; font-size: 16px; transition: background-color 0.3s; border: 3px solid blueviolet; } .btn:hover { background-color: #fff; color: blueviolet; } Thank you for joining Rhythms of India! We’re excited about your interest in exploring the vibrant world of Indian dance. Our team will contact you soon with all the necessary details. We can’t wait to welcome you to our classes and share the joy of dance with you! If you have any questions, don’t hesitate to get in touch. Enjoy your dancing journey! go home"
  },
  "date": "2024-07-18T06:55:58.978Z"
}