{
  "name": "New_v9_puffupchairs",
  "pages": {
    "terms-conditions": "PuffUpChairs - Terms of Use PuffUpChairs Home Please yourself Transform space About Us Comfort and convenience Quality assurance Write Terms of Use Intellectual Property Rights All content and materials available on PuffUpChairs' website, including but not limited to text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, are the property of PuffUpChairs or its content suppliers and are protected by international copyright laws. The compilation of all content on this site is the exclusive property of PuffUpChairs and protected by international copyright laws. Any unauthorized use of the materials on this site may violate copyright, trademark, and other applicable laws and could result in criminal or civil penalties. User Contributions PuffUpChairs may, in its sole discretion, allow users to post, submit, or otherwise make available content on the Site, including but not limited to comments, reviews, and suggestions (\"User Contributions\"). By providing User Contributions, you grant PuffUpChairs a worldwide, non-exclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such User Contributions throughout the world in any media. You represent and warrant that you own or control all rights to your User Contributions and have the right to grant the license granted above. Indemnification You agree to indemnify, defend, and hold harmless PuffUpChairs, its affiliates, officers, directors, employees, agents, licensors, and suppliers from and against all losses, expenses, damages, and costs, including reasonable attorneys' fees, resulting from any violation of these Terms or any activity related to your account (including negligent or wrongful conduct) by you or any other person accessing the Site using your Internet account. Termination PuffUpChairs reserves the right, without notice and in its sole discretion, to terminate your license to use the Site, and to block or prevent your future access to and use of the Site. Entire Agreement These Terms constitute the entire agreement between you and PuffUpChairs concerning the subject matter hereof and supersede all prior and contemporaneous understandings, agreements, representations, and warranties, both written and oral, regarding such subject matter. Waiver and Severability The failure of PuffUpChairs to exercise or enforce any right or provision of these Terms shall not constitute a waiver of such right or provision. If any provision of these Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of these Terms remain in full force and effect. Assignment You may not assign or transfer these Terms or any rights granted hereunder, by operation of law or otherwise, without PuffUpChairs' prior written consent. Any attempt by you to assign or transfer these Terms, without such consent, will be null and of no effect. PuffUpChairs may freely assign these Terms. Changes to Services PuffUpChairs reserves the right to modify or discontinue, temporarily or permanently, the services provided on the Site with or without notice. You agree that PuffUpChairs shall not be liable to you or any third party for any modification, suspension, or discontinuance of the services. User Conduct You agree not to use the Site to: violate any applicable laws or regulations; infringe the rights of any third party, including but not limited to intellectual property rights; transmit any viruses, worms, defects, Trojan horses, or other items of a destructive nature; engage in any conduct that restricts or inhibits any other user from using or enjoying the Site; use any automated means, including but not limited to robots, spiders, or scrapers, to access, monitor, or copy any content from the Site; attempt to gain unauthorized access to any portion or feature of the Site or any other systems or networks connected to the Site; interfere with or disrupt the operation of the Site or any servers or networks connected to the Site; or impersonate any person or entity or falsely state or otherwise misrepresent your affiliation with a person or entity. Governing Law and Jurisdiction These Terms shall be governed by and construed in accordance with the laws of the State of California, without regard to its conflict of law provisions. You agree that any legal action or proceeding between you and PuffUpChairs shall be brought exclusively in a federal or state court of competent jurisdiction located in the State of California, County of Los Angeles, and you hereby consent to the personal jurisdiction and venue of such courts. Survival The provisions of these Terms which by their nature should survive termination shall survive termination, including but not limited to provisions regarding intellectual property rights, disclaimer of warranties, limitations of liability, indemnification, and jurisdictional issues. Acknowledgment You acknowledge that you have read these Terms of Use, understand them, and agree to be bound by their terms and conditions. You further acknowledge that these Terms constitute the complete and exclusive statement of the agreement between you and PuffUpChairs and supersede all proposals or prior agreements, oral or written, and any other communications between you and PuffUpChairs relating to the subject matter herein. Feedback We value your feedback and suggestions regarding our services and website. If you have any comments, ideas, or suggestions for improvement, please feel free to share them with us. While we appreciate your input, please understand that any feedback you provide will be considered non-confidential and non-proprietary. PuffUpChairs shall be free to use such information on an unrestricted basis, without any compensation to you or any obligation to keep such information confidential. Third-Party Services The Site may contain links to third-party websites or services that are not owned or controlled by PuffUpChairs. PuffUpChairs has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third-party websites or services. You further acknowledge and agree that PuffUpChairs shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods, or services available on or through any such websites or services. No Agency No agency, partnership, joint venture, employee-employer, or franchiser-franchisee relationship is intended or created by these Terms between you and PuffUpChairs. Headings The headings used in these Terms are for convenience only and shall not affect the interpretation of these Terms. Entire Agreement These Terms constitute the entire agreement between you and PuffUpChairs regarding the use of the Site, superseding any prior agreements between you and PuffUpChairs relating to your use of the Site. Contact Us If you have any questions about these Terms of Use, please contact us at puffupchairs@gmail.com. By using this Site, you signify your acceptance of these Terms. If you do not agree to these Terms, please do not use our Site. PuffUpChairs Home Please yourself Transform space About Us Comfort and convenience Quality assurance Privacy Policy Terms of Use",
    "thanks": "Thank You from PuffUpChairs - Your Comfort, Our Priority Thank You for Reaching Out! We appreciate you taking the time to contact us. Your feedback is invaluable to us as we strive to provide the best experience for our customers. Rest assured that your message has been received, and our team will review it promptly. If necessary, we will get back to you as soon as possible. Once again, thank you for choosing PuffUpChairs. We look forward to serving you again in the future! Warm regards,The PuffUpChairs Team Home",
    "about": "Discover the Story of PuffUpChairs - Innovative Inflatable Furniture PuffUpChairs Home Please yourself Transform space About Us Comfort and convenience Quality assurance Write About Us Home About Us About Our Story Discover PuffUpChairs We are passionate about creating innovative and stylish inflatable furniture that redefines comfort and relaxation. Our Mission To provide high-quality, versatile, and affordable inflatable furniture solutions for modern living spaces. Meet Our Team Get to know the dedicated individuals behind PuffUpChairs who strive to bring comfort and style to your home. We are proud of ourselves Our Values Innovation We constantly push boundaries to create unique and functional inflatable furniture designs. Quality Each product is crafted with premium materials and undergoes rigorous testing for durability. Customer Satisfaction Your comfort and satisfaction are our top priorities, reflected in every aspect of our service. Sustainability We are committed to eco-friendly practices and materials in our manufacturing processes. Community Building a community of comfort-seekers who appreciate style, quality, and relaxation. Transparency We believe in open communication and transparency in all our interactions with customers. Our Commitment to Excellence At PuffUpChairs, we are dedicated to delivering exceptional inflatable furniture that combines comfort, style, and functionality. Our commitment to excellence drives us to continuously innovate, ensuring that every piece we offer enhances your living space with quality and comfort. Design Experts Our team of designers brings creativity and expertise to every inflatable furniture piece we create. Quality Control Dedicated to ensuring the highest standards, our quality control team meticulously inspects each product. Customer Support Our friendly and knowledgeable customer support team is here to assist you with any inquiries or assistance you may need. Innovation Team Constantly exploring new ideas and technologies, our innovation team drives the evolution of our product range. PuffUpChairs Home Please yourself Transform space About Us Comfort and convenience Quality assurance Privacy Policy Terms of Use",
    "index": "PuffUpChairs - Your Source for Stylish Inflatable Furniture PuffUpChairs Home Please yourself Transform space About Us Comfort and convenience Quality assurance Write Welcome to PuffUpChairs! Welcome to PuffUpChairs, where comfort meets style in the world of inflatable furniture. Our innovative designs bring a breath of fresh air to your living space, offering a unique blend of relaxation and modern aesthetics. Explore our collection and discover the perfect inflatable seating solutions for your home or outdoor adventures. Experience the ultimate in comfort with PuffUpChairs - where every seat is a cozy retreat. Lounge in Luxury Indulge in comfort with our range of plush inflatable chairs and sofas. Designed for relaxation, our furniture combines modern style with ultimate coziness, creating a perfect spot to unwind after a long day. Outdoor Adventure Awaits Take your comfort outdoors with our durable and portable inflatable furniture. Whether you're camping, picnicking, or simply enjoying the great outdoors, our versatile seating options ensure you relax in style wherever you go. Transform Your Space with PuffUpChairs Elevate your living space with our versatile inflatable furniture that combines comfort and style effortlessly. From cozy loungers to chic ottomans, PuffUpChairs offers a wide range of options to suit your unique taste and space requirements. Cozy Loungers Stylish Sofas Chic Ottomans Modern Bean Bags Experience Comfort and Convenience Discover the convenience of inflatable furniture with PuffUpChairs. Our products are not only comfortable but also easy to set up, move, and store, making them ideal for modern living spaces where flexibility is key. Easy Setup Setting up your inflatable furniture is a breeze. Just inflate, and you're ready to relax in style. To learn more Portable Design Take your comfort with you wherever you go. Our inflatable furniture is lightweight and portable, perfect for on-the-go relaxation. To learn more Space-Saving Storage When not in use, simply deflate and store your furniture compactly, saving valuable space in your home. To learn more 1000+ Happy Customers 500+ Stylish Designs 5000+ Cozy Moments 500+ Outdoor Adventures Quality Assurance at PuffUpChairs At PuffUpChairs, we prioritize quality and customer satisfaction in every aspect of our products and services. Our commitment to excellence ensures that you receive the best inflatable furniture experience. Rigorous Testing for Durability Premium Materials for Comfort Customer-Centric Support To get a consultation Get in Touch with PuffUpChairs Have a question or need assistance? Feel free to reach out to us. Our team is here to help you with any inquiries regarding our products, orders, or services. Phone number +91-907-4615733 Email address puffupchairs@gmail.com Location Ward No, Nahar Par, 58, behind Ram Palace, Urla, Durg, Chhattisgarh 491001, India Contact Us Have a Question or Feedback? I accept the Privacy Policy Send message Explore Our Catalog Cozy Lounger Perfect for lounging indoors or outdoors. ₹1500 Order Stylish Sofa Add a touch of elegance to your living space. ₹2500 Order Chic Ottoman Versatile and stylish addition to any room. ₹1000 Order PuffUpChairs Home Please yourself Transform space About Us Comfort and convenience Quality assurance Privacy Policy Terms of Use",
    "privacy-policy": "PuffUpChairs - Privacy Policy PuffUpChairs Home Please yourself Transform space About Us Comfort and convenience Quality assurance Write Privacy Policy Indemnity By using PuffUpChairs, you agree to indemnify, defend, and hold harmless PuffUpChairs and its affiliates, officers, directors, employees, agents, licensors, and suppliers from and against all losses, expenses, damages, and costs, including reasonable attorneys' fees, resulting from any violation of these terms and conditions or any activity related to your account (including negligent or wrongful conduct) by you or any other person accessing the site using your internet account. No Professional Advice The information contained on PuffUpChairs is for general information purposes only. Nothing on this website constitutes professional advice. While we endeavor to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. Trademark All trademarks reproduced on this website, which are not the property of, or licensed to the operator, are acknowledged on the website. Third-Party Advertisements PuffUpChairs may contain advertisements and sponsored content. These advertisements are provided by third-party ad networks and advertisers. PuffUpChairs does not endorse or evaluate the advertised products, services, or companies. Your interactions with any third-party advertisements found on or through PuffUpChairs are solely between you and the advertiser. Affiliate Disclosure PuffUpChairs may contain affiliate links. We may earn a commission if you click on a link and make a purchase. However, this will not incur additional cost to you. The compensation received will never influence the content, topics, or posts made on PuffUpChairs. User Content PuffUpChairs may allow users to submit, post, or display content, including but not limited to reviews, comments, and messages. By submitting content to PuffUpChairs, you grant us a perpetual, irrevocable, worldwide, royalty-free, and non-exclusive license to use, reproduce, modify, adapt, publish, translate, distribute, perform, and display such content (in whole or in part) and/or to incorporate it into other works in any form, media, or technology now known or later developed. You also warrant that you have the right to grant such license for any content submitted and that the content does not violate any third-party rights, including copyright, trademark, privacy, or publicity rights. Termination PuffUpChairs reserves the right to terminate or suspend access to the website immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach these terms and conditions. All provisions of these terms and conditions which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability. Entire Agreement These terms and conditions constitute the entire agreement between you and PuffUpChairs regarding your use of the website, superseding any prior agreements between you and PuffUpChairs relating to your use of the website. Changes to the Privacy Policy PuffUpChairs reserves the right to update, amend, or change this disclaimer at any time and for any reason without prior notice. Any such modifications will be effective immediately upon posting on the website. It is your responsibility to review this disclaimer periodically to stay informed of any updates. Your continued use of the website after the posting of changes constitutes acceptance of those changes. Acceptance of Terms By accessing or using PuffUpChairs, you signify your acceptance of this disclaimer. If you do not agree to this disclaimer, please do not use our website. Your continued use of the website following the posting of changes to this disclaimer will be deemed your acceptance of those changes. Severability If any provision of this disclaimer is held to be invalid or unenforceable by a court, the remaining provisions of this disclaimer will remain in effect. The invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision. Limitation of Liability PuffUpChairs shall not be liable for any damages or losses, including but not limited to direct, indirect, incidental, consequential, special, or punitive damages, arising out of or in any way connected with your use of or inability to use the website, even if PuffUpChairs has been advised of the possibility of such damages. This includes damages for loss of profits, goodwill, use, data, or other intangible losses resulting from the use or inability to use the website. No Warranty PuffUpChairs is provided \"as is\" and \"as available\" without any representations or warranties, express or implied. While we strive to ensure the availability, accuracy, and reliability of the website and its content, we make no representations or warranties of any kind, whether express or implied, regarding the operation or availability of the website, the accuracy, completeness, or reliability of the content, or the security of the website. User Conduct You agree to use PuffUpChairs only for lawful purposes and in accordance with these terms and conditions. You are prohibited from using the website in any way that could damage, disable, overburden, or impair the website or interfere with any other party's use and enjoyment of the website. You may not attempt to gain unauthorized access to any part of the website, other accounts, computer systems, or networks connected to the website, through hacking, password mining, or any other means. Modifications to the Website PuffUpChairs reserves the right to modify or discontinue, temporarily or permanently, the website (or any part thereof) with or without notice. You agree that PuffUpChairs shall not be liable to you or any third party for any modification, suspension, or discontinuance of the website. Third-Party Content PuffUpChairs may display third-party content, advertisements, or links to third-party websites. We do not endorse or assume any responsibility for any third-party content, products, or services. Your interactions with third parties through the website are solely between you and the third party. International Use PuffUpChairs is controlled, operated, and administered from within the United States of America. If you access the website from a location outside the USA, you are responsible for compliance with all local laws. You agree that you will not use PuffUpChairs content accessed through the website in any country or in any manner prohibited by any applicable laws, restrictions, or regulations. Reservation of Rights PuffUpChairs reserves all rights not expressly granted in this disclaimer. No waiver of any breach of any provision of this disclaimer shall constitute a waiver of any prior, concurrent, or subsequent breach of the same or any other provisions hereof, and no waiver shall be effective unless made in writing and signed by an authorized representative of PuffUpChairs. Entire Agreement This disclaimer constitutes the entire agreement between you and PuffUpChairs regarding the use of the website, superseding any prior agreements between you and PuffUpChairs relating to the website. If you have any further questions about this disclaimer or our website in general, please feel free to contact us at puffupchairs@gmail.com. Thank you for your understanding and cooperation. Enjoy your time browsing PuffUpChairs! PuffUpChairs Home Please yourself Transform space About Us Comfort and convenience Quality assurance Privacy Policy Terms of Use"
  }
}