{
  "name": "New_v9_Pardeon",
  "pages": {
    "index": "PARDEON - o melhor alimento para os animais PARDEON ingrediente Contatos +55 893 412 1441 pardeon@gmail.com Av. Djalma Batista - Nossa Sra. das Gracas, Manaus ALIMENTAÇÃO SAUDÁVEL PARA PETS SEM COMPROMISSO Alimento holístico sem grãos VISTA NUTRIÇÃO profissional criada para ajudar os animais de estimação a evitar alergias alimentares e garantir a necessidade de nutrição de carne nos próximos anos Nutrição Superior com Pardeon Na Pardeon, acreditamos que seu cão merece o melhor. Por isso, criamos alimentos de alta qualidade, ricos em nutrientes essenciais, para promover a saúde e o bem-estar do seu amigo de quatro patas. Utilizamos apenas ingredientes naturais, como carnes selecionadas, legumes frescos e grãos integrais, garantindo uma dieta equilibrada e saborosa. Com Pardeon, você proporciona ao seu cão uma vida mais saudável e feliz, cheia de energia e vitalidade. Cuide do seu pet com o amor e a dedicação que ele merece, escolhendo Pardeon. ATÉ 70% DE CARNE E INGREDIENTES ANIMAIS APENAS CARNE SEM SUBPRODUTOS INGREDIENTES HIPOALERGÊNICOS PROBIÓTICOS VIVOS E PREBIÓTICOS BAIXA TAXA DE ALIMENTAÇÃO SEM FRANGO, ERVILHA, MILHO, BETERRABA 6 RECEITAS INCRÍVEIS NA LINHA Cordeiro com peru Peru Peixe branco Pato com peru Cordeiro com peru 4 tipos de carne SELETO INGREDIENTES NATURAIS Em nossos alimentos, apenas ingredientes naturais, caros e hipoalergênicos são necessários para animais de estimação. Em princípio, não usamos ingredientes inúteis que tornam a produção mais barata. Saiba mais EM TODO O MUNDO SOMOS ESCOLHIDOS POR MILHÕES 14 vôo 22 país 1009 cidade 7705 loja Milhões animais de estimação felizes PARDEON ingrediente Política de Privacidade Termos e Condições → Aceito a Política de Privacidade &copy; 2024 PARDEON. All rights reserved.",
    "ingredients": "Ingrediente - PARDEON - o melhor alimento para os animais PARDEON ingrediente Contatos +55 893 412 1441 pardeon@gmail.com Av. Djalma Batista - Nossa Sra. das Gracas, Manaus SELETO INGREDIENTES NATURAIS \"Na Pardeon, acreditamos que a comida de cachorro não é apenas comida, mas uma expressão de carinho e amor por nossos amigos de quatro patas. Cada ingrediente que usamos é cuidadosamente selecionado e equilibrado para garantir a saúde e o bem-estar de seus animais de estimação. A nossa filosofia baseia — se na crença de que a nutrição de qualidade é a base para uma vida feliz e longa para um cão. Afinal, cuidando de sua nutrição, colocamos um pedaço de nossa alma em sua saúde e alegria, tornando o mundo um pouco melhor.\" - SEO Pardeon O QUE É UM ALIMENTO HOLÍSTICO? 1 Alta percentagem de carne sem subprodutos A carne é o principal ingrediente necessário para um animal de estimação. Sem adição de proteína vegetal. 2 Classe de carne na composição importar \"Carne de peru\" (carne pura) \"Peru\" (carne, miudezas, cartilagem, etc.) 3 Mínimo de fontes carboidratos e sua classe Um mínimo de grãos e a ausência de carboidratos baratos: trigo, milho, beterraba, cevada, aveia. 4 Apenas necessários e ingredientes de qualidade A ausência de ingredientes inúteis-Enchimentos, barateando a produção. 5 Ausência de indefinido ingrediente Tais como:\" aves de capoeira\",\" gordura animal\",\" ingredientes de carne\", etc. 6 100% natural composição Ausência de aromatizantes, intensificadores de sabor, corantes, OGMs e glúten. CARNE DE ALTA QUALIDADE NA BASE DOS NOSSOS FEEDS Todos os nossos alimentos são à base de carne e contêm apenas proteínas animais de alta qualidade, sem a adição de proteínas vegetais. A proteína animal é muito valiosa e contém todos os aminoácidos essenciais para o seu animal de estimação e irá satisfazer plenamente as suas necessidades biológicas de nutrição de carne. VOCÊ PODE ESCOLHER UMA FONTE DE CARBOIDRATOS Usamos uma única fonte de carboidratos para minimizar o risco de intolerância alimentar e alergias. Arroz integral em uma régua de baixo grão e batata doce em uma régua sem grãos. RAÇÃO COM BAIXO TEOR DE GRÃOS COM ARROZ INTEGRAL A cultura de grãos mais hipoalergênica. Uma excelente fonte de carboidratos complexos. Não contém glúten. É rico em tiamina, cálcio, magnésio e potássio. RAÇÃO SEM GRÃOS COM BATATA DOCE Como fonte de carboidratos, usamos batata doce sem adicionando grãos, ervilhas, grão de bico, lentilhas ou outras leguminosas, para oferecer ao seu animal de estimação uma alternativa às rações de grãos. 1 000 000 000 PROBIÓTICOS VIVOS Nossa fórmula receita de 4 carnes contém um bilhão probióticos vivos e saudáveis por quilo de ração. Melhorar a absorção de nutrientes Eles apoiam a microflora benéfica e removem toxinas Reduzir o risco de distúrbios digestivos Aumentam a imunidade e a resistência a doenças Eles não têm efeitos colaterais presente UM MIMO Damos especial atenção à qualidade dos pellets em nossa ração. Possuem estrutura homogênea, aspecto apetitoso e aroma delicioso, sem amargor, ácido e ranço. Portanto, cada pellet pode servir como um deleite para um animal de estimação. presente UM MIMO Devido ao valor nutricional dos ingredientes naturais e composição balanceada, nossas rações possuem baixa taxa de alimentação. Portanto, seu animal de estimação desfrutará de cada pacote de comida por mais tempo do que o habitual. PREVENÇÃO À SAÚDE todos os dias Os ingredientes ricos em nutrientes ajudam a prevenir reações alérgicas e intolerância alimentar, Garantindo a saúde imunológica e digestiva do pet. Manutenção da saúde renal mantendo o nível de pH correto Fortalecimento o sistema imunológico graças ao acréscimo de vitaminas e minerais Saúde do coração e dos olhos graças ao acréscimo de taurina Saúde Digestiva graças ao acréscimo de probióticos vivos Suporte ossos e articulações graças ao acréscimo de glucosamina e condroitina Saúde couro e lã graças ao ômega 3 e 6 ácidos graxos PARDEON ingrediente Política de Privacidade Termos e Condições → Aceito a Política de Privacidade &copy; 2024 PARDEON. All rights reserved.",
    "privacy-policy": "Privacy and Policy - PARDEON - o melhor alimento para os animais PARDEON ingrediente Contatos +55 893 412 1441 pardeon@gmail.com Av. Djalma Batista - Nossa Sra. das Gracas, Manaus Política de Privacidade Bem-vindo à Pardeon. Estamos comprometidos em proteger a privacidade dos nossos usuários. Esta Política de Privacidade explica como coletamos, usamos, divulgamos e protegemos suas informações. Ao usar nosso site, você concorda com as práticas descritas nesta política. Informações que Coletamos Coletamos informações que você nos fornece diretamente, tais como: Nome Endereço de e-mail Endereço de entrega Informações de pagamento Informações de contato Além disso, podemos coletar automaticamente informações sobre seu dispositivo e uso do site, incluindo: Endereço IP Tipo de navegador Páginas visitadas Horário de acesso Uso das Informações Usamos as informações coletadas para diversos fins, incluindo: Processar e entregar seus pedidos Melhorar nossos produtos e serviços Personalizar sua experiência no site Comunicar promoções e novidades Responder a solicitações e dúvidas dos usuários Compartilhamento de Informações Não vendemos, trocamos ou transferimos suas informações pessoais para terceiros, exceto: Quando necessário para fornecer nossos serviços (por exemplo, processadores de pagamento) Para cumprir a lei, regulamentação ou ordem judicial Para proteger nossos direitos, privacidade, segurança ou propriedade No caso de fusão, aquisição ou venda de ativos da empresa Segurança das Informações Implementamos uma variedade de medidas de segurança para manter a segurança das suas informações pessoais. Seus dados são armazenados em redes seguras e só são acessíveis por um número limitado de pessoas que têm direitos especiais de acesso a esses sistemas. Retenção de Dados Manteremos suas informações pessoais apenas pelo tempo necessário para cumprir os propósitos para os quais foram coletadas, inclusive para atender a quaisquer requisitos legais, contábeis ou de relatório. Seus Direitos Você tem o direito de: Acessar suas informações pessoais Corrigir quaisquer informações pessoais incompletas ou imprecisas Solicitar a exclusão de suas informações pessoais Restringir ou objetar ao processamento de suas informações pessoais Solicitar a transferência de suas informações pessoais para outra entidade Cookies Alterações na Política de Privacidade Reservamos o direito de atualizar esta Política de Privacidade a qualquer momento. Notificaremos sobre quaisquer alterações, publicando a nova política no nosso site. Recomendamos revisar periodicamente esta página para se manter informado sobre como estamos protegendo suas informações. Contato Se você tiver dúvidas sobre esta Política de Privacidade, entre em contato conosco através do e-mail pardeon@gmail.com. PARDEON ingrediente Política de Privacidade Termos e Condições → Aceito a Política de Privacidade &copy; 2024 PARDEON. All rights reserved.",
    "terms-conditions": "PARDEON - Termos e Condições PARDEON ingrediente Contatos +55 893 412 1441 pardeon@gmail.com Av. Djalma Batista - Nossa Sra. das Gracas, Manaus Termos e Condições Estes Termos e Condições (\"Termos\") regem o uso do site e dos serviços oferecidos pela Pardeon. Ao acessar ou usar nosso site, você concorda em cumprir e estar vinculado a estes Termos. Se você não concorda com estes Termos, não utilize nosso site. Uso do Site Você deve usar o site de maneira legal e respeitosa. É proibido: Usar o site para qualquer finalidade ilegal ou não autorizada Transmitir vírus ou qualquer código de natureza destrutiva Coletar informações pessoais de outros usuários sem permissão Interferir ou comprometer a segurança do site Propriedade Intelectual Todos os conteúdos presentes no site, incluindo textos, gráficos, logos, ícones, imagens, clipes de áudio, downloads digitais e compilações de dados, são de propriedade exclusiva da Pardeon ou de seus fornecedores de conteúdo e estão protegidos pelas leis de direitos autorais brasileiras e internacionais. Produtos e Serviços Nos esforçamos para exibir da forma mais precisa possível as cores e imagens dos nossos produtos. No entanto, não podemos garantir que a exibição de qualquer cor no seu monitor será precisa. Reservamo-nos o direito de limitar as vendas dos nossos produtos ou serviços a qualquer pessoa, região geográfica ou jurisdição, bem como de descontinuar qualquer produto a qualquer momento. Limitação de Responsabilidade Em nenhum caso a Pardeon, nossos diretores, funcionários, afiliados, agentes, contratados, estagiários, fornecedores, prestadores de serviços ou licenciadores serão responsáveis por qualquer dano, perda, reclamação ou qualquer dano direto, indireto, incidental, punitivo, especial ou consequencial de qualquer tipo, incluindo, sem limitação, lucros cessantes, perda de receita, perda de dados, custos de substituição ou quaisquer danos semelhantes, seja com base em contrato, ato ilícito (incluindo negligência), responsabilidade objetiva ou de outra forma, decorrentes do uso de qualquer um dos serviços ou quaisquer produtos adquiridos usando o serviço, ou para qualquer outra reclamação relacionada de alguma forma ao seu uso do serviço ou qualquer produto, incluindo, mas não se limitando a, qualquer erro ou omissão em qualquer conteúdo, ou qualquer perda ou dano de qualquer tipo incorrido como resultado do uso do serviço ou qualquer conteúdo (ou produto) postado, transmitido ou de outra forma disponibilizado através do serviço, mesmo se avisado de sua possibilidade. Indenização Você concorda em indenizar, defender e isentar a Pardeon e nossos controladores, subsidiárias, afiliadas, parceiros, diretores, agentes, contratados, licenciadores, prestadores de serviços, subcontratados, fornecedores, estagiários e funcionários, de qualquer reivindicação ou demanda, incluindo honorários advocatícios razoáveis, feitos por qualquer terceiro devido a ou decorrente da sua violação destes Termos ou dos documentos que eles incorporam por referência, ou sua violação de qualquer lei ou dos direitos de um terceiro. Modificações nos Termos Reservamos o direito de revisar e alterar estes Termos a qualquer momento. Quando o fizermos, publicaremos a versão atualizada no site. É sua responsabilidade verificar periodicamente se há alterações. Seu uso continuado do site após a publicação das alterações constitui aceitação das novas condições. Lei Aplicável Estes Termos e quaisquer acordos separados nos quais fornecemos a você serviços serão regidos e interpretados de acordo com as leis do Brasil. Contato Se você tiver dúvidas sobre estes Termos e Condições, entre em contato conosco através do e-mail pardeon@gmail.com. PARDEON ingrediente Política de Privacidade Termos e Condições → Aceito a Política de Privacidade &copy; 2024 PARDEON. All rights reserved.",
    "thank_page": "PARDEON - Obrigado por se inscrever Obrigado por subscrever a newsletter! acompanhe a nova oferta em nosso site CASA"
  },
  "date": "2024-06-24T08:42:55.899Z"
}