{
  "name": "New_v9_ZumbaVibe",
  "pages": {
    "index": "ZumbaVibe - Dance Fitness Delight: Unleash Your Rhythm, Energize Your Soul | Elevate Your Workout Experience with Zumba's Dynamic Beats | Join the Dance Revolution for Fun, Fitness, and Joyful Living | Feel the Vibes, Move with Zest - Where Fitness Meets the Rhythm of Zumba | Your Ultimate Destination for High-Energy Zumba Classes and Fitness Fun | Dance, Sweat, Repeat - ZumbaVibe's Energetic Fusion of Exercise and Dance ZumbaVibe Home Why Choose Us? About Us Contact Us ZumbaVibeDANCE FITNESS Ignite Your Spirit, Move with ZumbaVibe: Where Rhythm and Fitness Unite in Harmony Get Started Directions 01 Zumba Basics 02 Zumba Toning 03 Aqua Zumba 04 Zumba Gold Beginners 01. What to Wear for a ZumbaVibe Class? All you need is your enthusiasm and comfortable workout gear! No special attire is required. Come ready to move and groove to the beat. Our classes are designed for everyone, and there's no need for any specialized equipment. Just bring your positive energy, and let the rhythm guide you to a fun and effective workout. See you on the dance floor! 02. Which Zumba Class is Ideal for Beginners? For those new to ZumbaVibe, we recommend starting with our Zumba Basics class. It's the perfect introduction to the energetic world of Zumba, providing a foundation in the basic moves and rhythms. Our experienced instructors will guide you through the steps, ensuring you have a blast while breaking a sweat. Join us to dance, laugh, and celebrate the joy of movement! 03. Should I Inform the Instructor if It's My First Zumba Class? Absolutely! Please let your instructor know if it's your first time attending a Zumba class. Our instructors are here to make your experience enjoyable and tailored to your fitness level. Informing them allows for personalized guidance and ensures you get the most out of your ZumbaVibe session. We're here to support your journey to a healthier, happier you! 04. Is it Necessary to Notify the Instructor if I Have Chronic Conditions or If I'm Currently Unwell? Yes, it's advisable to inform your instructor if you have any chronic conditions or are feeling unwell before the ZumbaVibe class. This information helps us modify the workout to suit your needs and ensures your safety during the session. Open communication allows us to provide alternatives or adjustments tailored to your well-being. Your health is our priority! Why Choose Us? Passionate Instructors: Choose us because our instructors aren't just experts in Zumba; they're passionate about bringing joy and fitness into your life through dance. Holistic Fitness Approach: Choose us because we embrace a holistic approach to fitness, incorporating not only physical activity but also the joy and energy of dance for overall well-being. Inclusive Community: Choose us because our studio is a welcoming space where our vibrant community encourages and uplifts each other in their fitness journey through the rhythm of ZumbaVibe. Diverse Class Selection: Choose us because our diverse class offerings cater to all fitness levels and interests, ensuring a perfect Zumba experience for everyone, whether you're a beginner or an experienced dancer. Start dancing today. Join Now Move more, it uplifts your spirits and energizes your soul. Student-Centric Philosophy: Our fundamental philosophy is dedicated to putting you, our valued student, at the core of everything we do. We continuously endeavor to exceed your expectations, ensuring your complete satisfaction at every step of your yoga journey. Consistent Dedication to Excellence: When you dance with ZumbaVibe, you're experiencing excellence. We are committed to providing you with the highest-quality Zumba experience, ensuring your well-being and joy in every session. Select your favorite and explore new rhythmic adventures. Our prices Subscription Subscription Newcomer 10 lessons 6 weeks 200 $ Morning afternoon 12 lessons 2 months 250 $ Standard 5 lessons 1 month 150 $ Standard + 10 lessons 1 month 180 $ Large 15 lessons 1 month 250 $ Contact us 179, 3rd Cross Rd, Byrasandra, Wilson Garden, Bengaluru, Karnataka 560041, India +91-781-3844003 ZumbaVibe@gmail.com I accept Privacy policy Send ZumbaVibe Privacy Policy Terms and Conditions",
    "privacy": "ZumbaVibe Privacy Policy: Your Trust Matters | Safeguarding Your Data and Privacy | Transparency in Information Handling | Secure Fitness Journey with ZumbaVibe | Your Privacy, Our Priority | Comprehensive Privacy Commitments for Zumba Enthusiasts | Confidentiality Assurance for Members of the ZumbaVibe Community | Protecting Your Personal Information - ZumbaVibe Privacy Pledge. ZumbaVibe Home Why Choose Us? About Us Contact Us Privacy Policy This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You. Interpretation and Definitions Interpretation The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural. Definitions For the purposes of this Privacy Policy: Account means a unique account created for You to access our Service or parts of our Service. Affiliate means an entity that controls, is controlled by or is under common control with a party, where &quot;control&quot; means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority. Company (referred to as either &quot;the Company&quot;, &quot;We&quot;, &quot;Us&quot; or &quot;Our&quot; in this Agreement) refers to ZumbaVibe. Device means any device that can access the Service such as a computer, a cellphone or a digital tablet. Personal Data is any information that relates to an identified or identifiable individual. Service refers to the Website. Service Provider means any natural or legal person who processes the data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used. Usage Data refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit). You means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable. Children's Privacy Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers. If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information. Links to Other Websites Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit. We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services. Changes to this Privacy Policy We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page. We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the &quot;Last updated&quot; date at the top of this Privacy Policy. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. Contact Us If you have any questions about this Privacy Policy, You can contact us: By email: ZumbaVibe@gmail.com ZumbaVibe Privacy Policy Terms and Conditions",
    "terms": "ZumbaVibe Terms & Conditions: Guidelines for a Harmonious Fitness Journey | Your Agreement with ZumbaVibe - Navigate with Confidence | Essential Terms for Enjoyable Zumba Classes | Terms of Membership, Usage, and Participation | Clear Guidelines for Zumba Enthusiasts' Rights and Responsibilities | Understanding the Rules for Optimal ZumbaVibe Experience | Commitment to a Safe and Inclusive Fitness Community ZumbaVibe Home Why Choose Us? About Us Contact Us Terms and Conditions Please read these terms and conditions carefully before using Our Service. Interpretation and Definitions Interpretation The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural. Definitions For the purposes of these Terms and Conditions: Affiliate means an entity that controls, is controlled by or is under common control with a party, where &quot;control&quot; means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority. Company (referred to as either &quot;the Company&quot;, &quot;We&quot;, &quot;Us&quot; or &quot;Our&quot; in this Agreement) refers to ZumbaVibe. Device means any device that can access the Service such as a computer, a cellphone or a digital tablet. Service refers to the Website. Third-party Social Media Service means any services or content (including data, information, products or services) provided by a third-party that may be displayed, included or made available by the Service. You means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable. Acknowledgment These are the Terms and Conditions governing the use of this Service and the agreement that operates between You and the Company. These Terms and Conditions set out the rights and obligations of all users regarding the use of the Service. Your access to and use of the Service is conditioned on Your acceptance of and compliance with these Terms and Conditions. These Terms and Conditions apply to all visitors, users and others who access or use the Service. By accessing or using the Service You agree to be bound by these Terms and Conditions. If You disagree with any part of these Terms and Conditions then You may not access the Service. You represent that you are over the age of 18. The Company does not permit those under 18 to use the Service. Your access to and use of the Service is also conditioned on Your acceptance of and compliance with the Privacy Policy of the Company. Our Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your personal information when You use the Application or the Website and tells You about Your privacy rights and how the law protects You. Please read Our Privacy Policy carefully before using Our Service. Links to Other Websites Our Service may contain links to third-party web sites or services that are not owned or controlled by the Company. The Company has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services. You further acknowledge and agree that the Company shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods or services available on or through any such web sites or services. We strongly advise You to read the terms and conditions and privacy policies of any third-party web sites or services that You visit. Termination We may terminate or suspend Your access immediately, without prior notice or liability, for any reason whatsoever, including without limitation if You breach these Terms and Conditions. Upon termination, Your right to use the Service will cease immediately. Limitation of Liability Notwithstanding any damages that You might incur, the entire liability of the Company and any of its suppliers under any provision of this Terms and Your exclusive remedy for all of the foregoing shall be limited to the amount actually paid by You through the Service or 100 USD if You haven't purchased anything through the Service. To the maximum extent permitted by applicable law, in no event shall the Company or its suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever (including, but not limited to, damages for loss of profits, loss of data or other information, for business interruption, for personal injury, loss of privacy arising out of or in any way related to the use of or inability to use the Service, third-party software and/or third-party hardware used with the Service, or otherwise in connection with any provision of this Terms), even if the Company or any supplier has been advised of the possibility of such damages and even if the remedy fails of its essential purpose. Some states do not allow the exclusion of implied warranties or limitation of liability for incidental or consequential damages, which means that some of the above limitations may not apply. In these states, each party's liability will be limited to the greatest extent permitted by law. &quot;AS IS&quot; and &quot;AS AVAILABLE&quot; Disclaimer The Service is provided to You &quot;AS IS&quot; and &quot;AS AVAILABLE&quot; and with all faults and defects without warranty of any kind. To the maximum extent permitted under applicable law, the Company, on its own behalf and on behalf of its Affiliates and its and their respective licensors and service providers, expressly disclaims all warranties, whether express, implied, statutory or otherwise, with respect to the Service, including all implied warranties of merchantability, fitness for a particular purpose, title and non-infringement, and warranties that may arise out of course of dealing, course of performance, usage or trade practice. Without limitation to the foregoing, the Company provides no warranty or undertaking, and makes no representation of any kind that the Service will meet Your requirements, achieve any intended results, be compatible or work with any other software, applications, systems or services, operate without interruption, meet any performance or reliability standards or be error free or that any errors or defects can or will be corrected. Without limiting the foregoing, neither the Company nor any of the company's provider makes any representation or warranty of any kind, express or implied: (i) as to the operation or availability of the Service, or the information, content, and materials or products included thereon; (ii) that the Service will be uninterrupted or error-free; (iii) as to the accuracy, reliability, or currency of any information or content provided through the Service; or (iv) that the Service, its servers, the content, or e-mails sent from or on behalf of the Company are free of viruses, scripts, trojan horses, worms, malware, timebombs or other harmful components. Some jurisdictions do not allow the exclusion of certain types of warranties or limitations on applicable statutory rights of a consumer, so some or all of the above exclusions and limitations may not apply to You. But in such a case the exclusions and limitations set forth in this section shall be applied to the greatest extent enforceable under applicable law. Governing Law The laws of the Country, excluding its conflicts of law rules, shall govern this Terms and Your use of the Service. Your use of the Application may also be subject to other local, state, national, or international laws. Disputes Resolution If You have any concern or dispute about the Service, You agree to first try to resolve the dispute informally by contacting the Company. Severability and Waiver Severability If any provision of these Terms is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law and the remaining provisions will continue in full force and effect. Waiver Except as provided herein, the failure to exercise a right or to require performance of an obligation under these Terms shall not affect a party's ability to exercise such right or require such performance at any time thereafter nor shall the waiver of a breach constitute a waiver of any subsequent breach. Translation Interpretation These Terms and Conditions may have been translated if We have made them available to You on our Service. You agree that the original English text shall prevail in the case of a dispute. Changes to These Terms and Conditions We reserve the right, at Our sole discretion, to modify or replace these Terms at any time. If a revision is material We will make reasonable efforts to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at Our sole discretion. By continuing to access or use Our Service after those revisions become effective, You agree to be bound by the revised terms. If You do not agree to the new terms, in whole or in part, please stop using the website and the Service. Contact Us If you have any questions about these Terms and Conditions, You can contact us: By email: ZumbaVibe@gmail.com ZumbaVibe Privacy Policy Terms and Conditions",
    "thanks": "body{opacity: 0;} --> --> Thank You for Dancing with ZumbaVibe: Celebrate Your Fitness Achievement with Gratitude | Appreciating Your Vibrant Energy and Enthusiastic Participation | A Heartfelt Thank You for Being a Valued Member of ZumbaVibe | Your Dedication and Passion Inspire Us Every Day | Expressing Gratitude for Your Energetic Presence in Zumba Classes | Cheers to Your Commitment to Health and Joy through ZumbaVibe Heartfelt gratitude to you! We wish you to continue your exciting Zumba journey with the same inspiration and joy. Home"
  }
}