{
  "name": "New_v9_Blossom&Bloom",
  "pages": {
    "about": "Blossom&Bloom - Bright your life Main Services Connections Benefits Are we the best? Fresh Flowers We source the freshest flowers directly from the growers. Expert Florists Our team includes some of the most skilled florists in the industry. Fast Delivery Our delivery service ensures your flowers arrive on time. name of benefit text with 1 sentence Custom Designs We create unique floral arrangements tailored to your needs. Satisfaction Guaranteed Your satisfaction is our top priority in every order. Frequently Asked Questions How do I place an order? You can place an order online through our website or by calling our customer service. Choose your desired bouquet, add it to your cart, and proceed to checkout. What payment methods do you accept? We accept all major credit cards, PayPal, and Apple Pay. For more details, please refer to our payment options page. Can I schedule a delivery for a specific date? Yes, you can schedule your delivery for a specific date during the checkout process. We recommend placing your order at least two days in advance for special occasions. Do you offer same-day delivery? Yes, we offer same-day delivery for orders placed before 1 PM. Please check our delivery policy for more information. What is your return policy? If you are not satisfied with your purchase, please contact us within 24 hours of delivery. We will work with you to resolve any issues and ensure your satisfaction. Can I customize my bouquet? Absolutely! We offer custom bouquet options. Please contact our florists to discuss your preferences and requirements. Do you offer subscriptions? Yes, we offer monthly flower subscriptions for regular deliveries. Choose your plan and enjoy fresh flowers delivered to your door every month. Our Photos Navigation Main Services Head Privacy Policy Terms & Conditions Privacy Policy Terms & Conditions &copy; 2024 Blossom&Bloom. All rights reserved. const faq = document.querySelectorAll(\".faq-tea__title\"); const accordionToggle = (e) => { e.currentTarget.classList.toggle(\"faq-tea__active\"); const item = e.currentTarget.nextElementSibling; if (e.currentTarget.classList.contains(\"faq-tea__active\")) { item.style.maxHeight = item.scrollHeight + \"px\"; } else { item.style.maxHeight = 0; } }; if (faq) { faq.forEach((el) => { el.addEventListener(\"click\", accordionToggle); }); }",
    "index": "Blossom&Bloom - Color your life More Services Connections Let Yourself Bloom Ocean of Flowers \"Against a dark sky all flowers look like fireworks.\" Write to Us About Flower's Types What Is Yours Our collection features a diverse array of flower types, each with its unique beauty and charm. From classic roses and lilies to exotic orchids and tulips, we offer something for every preference and occasion. Whether you desire the elegance of a single stem or the richness of a mixed bouquet, our selection is sure to inspire. Each flower is carefully chosen for its freshness and vibrancy, ensuring a stunning and long-lasting display. Explore our range and find the perfect flowers that speak to your style and sentiment. Orchids Peonies Roses Tulips Chrysanthemums Flowers Delivery Right in Time Our flower delivery service ensures that your bouquets arrive fresh and on time, every time. We understand the importance of punctuality and quality, which is why we take great care in handling and transporting your flowers. Whether you're sending a gift to a loved one or ordering flowers for a special occasion, our reliable delivery guarantees satisfaction. Each arrangement is crafted with precision and delivered with care, making your moments even more memorable. Trust us to bring beauty and joy right to your doorstep. For events, our flowers add a touch of elegance and sophistication that enhances any setting. From weddings to corporate events, we provide customized floral arrangements that reflect the theme and style of your occasion. Our team works closely with you to ensure that every detail is perfect, from the choice of flowers to the final presentation. We cater to events of all sizes, offering creative and beautiful solutions that leave a lasting impression. Let us help you create unforgettable memories with our exquisite floral designs. Main Services What we're good at Weddings Book before Complete decoration of your wedding: from the nuances of the dress to the arch. Craft bouquets Available Luxurious bouquets to delight the most beloved ones. Refinement and beauty. Events decoration Book before We turn any of your events into a theater of flowers and colors. It's bright. It's breathtaking. It's B&B. Professional florists Like no one else Our team of professional florists brings unparalleled expertise and passion to every arrangement. With years of experience and a deep understanding of floral design. Attention to Detail Our florists have an eye for detail, ensuring each arrangement is unique and beautifully crafted. They stay updated with the latest trends and techniques. Quality and Variety Finest flowers from trusted growers to ensure freshness and longevity. We provide a wide variety of flowers, catering to different needs and preferences. Personalized Consultations Our florists listen to your needs and provide expert advice to create designs that reflect your vision. Learn about Latest Customers What people say about us 15 Aug Ashley 08:30 AM \"I love the variety and freshness of the flowers from Blossom&Bloom. They always exceed my expectations with their stunning arrangements.\" Read More 11 Dec Kyle 15:27 AM \"Blossom&Bloom provided exceptional service and delivered a breathtaking arrangement for our anniversary. Highly recommend their professional team!\" Read More 13 Feb Mika 07:28 AM \"The florists at Blossom&Bloom created the most beautiful bouquet for my wedding. Their attention to detail and customer service were outstanding!\" Read More Contact us Address: Shop No 1, Khajuriya Choko, Lanjipalli, Brahmapur, Odisha 760003, India Tel: ++917846871747 blossom@gmail.com Submit I accept Privacy policy Navigation Home More Services Privacy Policy Terms & Conditions Privacy Policy Terms & Conditions &copy; 2024 Blossom&Bloom. All rights reserved.",
    "privacy": "Privacy Policy - Blossom&Bloom Main Terms and Conditions Privacy Policy Personal Information We collect personal information that you provide to us directly, such as when you create an account, make a purchase, or contact us for support. This information may include your name, email address, phone number, and payment details. We use this information to fulfill your orders, respond to your inquiries, and improve our services. We take the protection of your personal information seriously and implement appropriate security measures. Your personal information will not be shared with third parties without your consent, except as required by law. Usage Data We collect information about how you use our services, including the pages you visit, the time spent on those pages, and other usage statistics. This data helps us understand user behavior and preferences, allowing us to enhance the user experience. We may use cookies and similar tracking technologies to collect this information. You can control the use of cookies through your browser settings. Usage data is anonymized and aggregated to ensure your privacy is protected. This data is used solely for analytical purposes and is not shared with third parties. Data Security We implement a variety of security measures to maintain the safety of your personal information. These measures include encryption, firewalls, and secure access controls. We regularly review our security practices to ensure they meet current standards. Despite our efforts, no security system is completely foolproof, and we cannot guarantee the absolute security of your information. If you have any concerns about the security of your data, please contact us. We are committed to promptly addressing any security issues that may arise. Data Retention We retain your personal information for as long as necessary to fulfill the purposes for which it was collected. This includes complying with legal obligations, resolving disputes, and enforcing our agreements. Once your information is no longer needed, we will securely delete or anonymize it. You have the right to request the deletion of your personal information at any time. To do so, please contact us using the information provided in this policy. We will process your request in accordance with applicable laws and regulations. Your Rights You have certain rights regarding your personal information, including the right to access, correct, or delete your data. You can also object to or restrict certain types of processing of your information. To exercise these rights, please contact us using the details provided in this policy. We will respond to your request in accordance with applicable laws. Additionally, you have the right to lodge a complaint with a data protection authority if you believe your rights have been violated. We are committed to respecting and upholding your privacy rights. Children's Privacy Our services are not intended for children under the age of 13, and we do not knowingly collect personal information from children. If we become aware that we have inadvertently collected such information, we will take steps to delete it as soon as possible. Parents or guardians who believe their child may have provided us with personal information should contact us immediately. We encourage parents to monitor their children's online activities and to use parental controls to help provide a safe online environment. Protecting children's privacy is of utmost importance to us. Changes to This Policy We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. When we make changes, we will revise the \"last updated\" date at the top of this policy. We encourage you to review this policy periodically to stay informed about how we protect your information. If we make significant changes, we will notify you through our services or by other means. Your continued use of our services after any changes to this policy constitutes your acceptance of the updated terms. Third-Party Services Our services may include links to third-party websites or services that are not operated by us. We are not responsible for the privacy practices of these third parties. We encourage you to review the privacy policies of any third-party sites or services before providing any personal information. This Privacy Policy applies solely to information collected by us. We do not control, endorse, or assume responsibility for the content, privacy policies, or practices of any third-party websites or services. Your interactions with third-party services are at your own risk. International Data Transfers Your personal information may be transferred to, and processed in, countries other than the country in which you are resident. These countries may have data protection laws that are different from those of your country. We take steps to ensure that your information is protected in accordance with this Privacy Policy and applicable laws. When we transfer your data internationally, we implement appropriate safeguards, such as standard contractual clauses approved by relevant authorities. By using our services, you consent to the transfer of your personal information to other countries. Cookies and Tracking Technologies We use cookies and similar tracking technologies to collect and use personal information about you. This helps us understand your preferences, improve our services, and deliver relevant content. You can control the use of cookies through your browser settings. However, disabling cookies may affect the functionality of our services. For more information about our use of cookies and how to manage them, please review our Cookie Policy. By continuing to use our services, you consent to our use of cookies and tracking technologies as described in this policy. Data Breach Notification In the event of a data breach that affects your personal information, we will notify you as soon as possible. We will provide details about the nature of the breach, the affected data, and any steps you can take to protect yourself. We will also notify relevant authorities as required by law. Our goal is to be transparent and proactive in addressing data breaches to minimize any potential harm. We are committed to safeguarding your information and will take all necessary measures to prevent future breaches. User Consent By using our services, you consent to the collection, use, and sharing of your personal information as described in this Privacy Policy. If you do not agree with this policy, please do not use our services. You have the right to withdraw your consent at any time by contacting us. Withdrawing your consent may affect your ability to use certain features of our services. We respect your privacy and are committed to protecting your personal information in accordance with this policy and applicable laws. Contact Information If you have any questions or concerns about this Privacy Policy or our data practices, please contact us at blossom@gmail.com We are here to assist you and address any issues you may have. Your feedback is important to us and helps us improve our privacy practices. We are committed to maintaining the privacy and security of your personal information. Thank you for trusting Blossom&Bloom with your data. Main Terms & Conditions &copy; 2024 Blossom&Bloom. All rights reserved.",
    "terms": "Terms and Conditions - Blossom&Bloom Main Privacy Policy Terms and Conditions Acceptance of Terms By accessing and using the services of Blossom&Bloom, you agree to comply with and be bound by these Terms and Conditions. These terms apply to all visitors, users, and others who access or use the service. If you disagree with any part of the terms, you may not access the service. Continued use of the service constitutes acceptance of these terms. We reserve the right to modify these terms at any time. User Responsibilities Users must provide accurate, current, and complete information during the registration process. You are responsible for maintaining the confidentiality of your account and password. You agree to accept responsibility for all activities that occur under your account. Any unauthorized use of your account must be reported to Blossom&Bloom immediately. Misuse of the service may result in termination of your account. Privacy Policy Your privacy is important to us. Our Privacy Policy outlines how we collect, use, and protect your personal information. By using our service, you consent to the collection and use of information as described in our Privacy Policy. We take reasonable measures to protect your information from unauthorized access. Any changes to our Privacy Policy will be communicated on our website. Your continued use of the service signifies your acceptance of these changes. Payment Terms Payment for services must be made in accordance with the terms specified at the time of purchase. All payments are due at the time of order unless otherwise agreed. Failure to make timely payments may result in suspension or termination of services. We accept various payment methods, including credit cards and online payment systems. All payment information is processed securely. Cancellations and Refunds Cancellation requests must be made within the timeframe specified at the time of purchase to be eligible for a refund. Refunds will be processed using the original payment method. Certain services may be non-refundable as specified at the time of purchase. We reserve the right to refuse a refund request if it violates our policies. Any issues regarding refunds should be addressed to our customer service team. Intellectual Property All content provided by Blossom&Bloom, including text, graphics, logos, and images, is the intellectual property of Blossom&Bloom. Unauthorized use of our content is prohibited. You may not reproduce, distribute, or create derivative works from our content without prior written permission. Trademarks, service marks, and logos used on our website are owned by Blossom&Bloom. Misuse of our intellectual property may result in legal action. Limitation of Liability Blossom&Bloom is not liable for any direct, indirect, incidental, or consequential damages arising from the use or inability to use our services. This includes, but is not limited to, damages for loss of profits, data, or other intangible losses. Our liability is limited to the amount paid by you for the service. We do not warrant that the service will be uninterrupted, timely, or error-free. Any issues should be reported to our customer service team. Governing Law These terms are governed by and construed in accordance with the laws of the jurisdiction in which Blossom&Bloom operates. Any disputes arising from these terms shall be resolved in the courts of that jurisdiction. You agree to submit to the personal jurisdiction of these courts. If any provision of these terms is found to be invalid, the remaining provisions will continue in full force and effect. Any waiver of rights under these terms must be in writing. Termination We reserve the right to terminate or suspend your account and access to the service at our sole discretion, without notice, for conduct that we believe violates these terms or is harmful to other users. Upon termination, your right to use the service will cease immediately. You may also terminate your account by discontinuing use of the service. Any provisions of these terms that should survive termination will do so, including but not limited to, ownership provisions and limitations of liability. Contact Information If you have any questions or concerns about these terms and conditions, please contact us at blossom@gmail.com We are here to assist you. Your feedback and inquiries help us improve our terms and provide better service to our users. Any issues will be addressed promptly and thoroughly. We value your input and strive to ensure your satisfaction. Main Privacy Policy &copy; 2024 Blossom&Bloom. All rights reserved.",
    "thank_page": "Thank You - Blossom&Bloom Thanks from the Blossom&Bloom! We are so glad to see you in Blossom&Bloom! We are grateful for your trust in our floral design services. We hope our creations bring joy and beauty to your life. Looking forward to delighting you with our blooms again soon! To Blossom&Bloom"
  },
  "date": "2024-07-15T16:57:25.325Z"
}