{
  "name": "New_v11_CraftedFurniture",
  "pages": {
    "about": "About Us - Crafted Furniture India CraftedFurniture Home About Faq Contact Home About Faq Contact We are Tessaagency. Crafted Furniture India - Where Your Vision Meets Our Craftsmanship. 100+ Projects Completed 10 Years of Experience Our Values for Exceptional Results Teamwork Our team collaborates closely with you to create furniture that meets your exact needs. Creativity We bring innovative ideas to life with custom designs that stand out. Goal-Oriented We focus on delivering furniture that not only looks great but also serves its purpose perfectly. Our Team Meet the talented individuals behind CraftedFurniture. Rahul Mehta Founder & Master Craftsman Rahul leads our team with over 20 years of experience in crafting bespoke furniture. Arjun Singh Co-founder & Design Specialist Arjun ensures each piece of furniture combines aesthetic appeal with functionality. Vikram Patel Lead Carpenter Vikram brings precision and attention to detail to every project, ensuring the highest quality craftsmanship. Amit Sharma Furniture Designer Amit specializes in creating innovative designs that blend tradition with modernity. Let's Create Something Wonderful Together Get in touch with us to start your custom furniture project today. View PricingContact CraftedFurniture Address: P5, Block P, Hauz Khas Enclave, Hauz Khas, New Delhi, Delhi 110016 Contact: +91-934-3038756 craftedfurnitureindia@gmail.com Home About Faq Contact © CraftedFurniture Privacy Policy Terms and Service",
    "index": "Crafted Furniture India - Custom Furniture Workshop CraftedFurniture Home About Faq Contact Home About Faq Contact Custom Furniture Tailored for You Collaborate with our expert designers to create unique, custom-made furniture that perfectly fits your style and needs. Enhance Your Space with Our Bespoke Furniture Experience the beauty of handcrafted furniture designed just for you. Design Your Dream Furniture From initial concept to final piece, we create furniture that reflects your personality and lifestyle. High-Quality Craftsmanship Our artisans use the finest materials and techniques to ensure every piece is built to last. Personalized Design Services We work closely with you to understand your vision and bring it to life. Our Recent Projects Take a look at some of the custom furniture we've created for our satisfied clients. Elegant Living Room Set Crafted a beautiful and functional living room set for a modern home. Custom Office Furniture Designed and built a complete office furniture set that enhances productivity. Unique Bedroom Furniture Created a serene and stylish bedroom with custom-designed furniture. Bespoke Dining Room Set Developed a stunning dining room set that blends tradition with modern aesthetics. Our Process for Creating Your Custom Furniture Consultation &amp; Design We start by understanding your needs and preferences to create a design that suits you. Material Selection Choose from a wide range of high-quality materials to ensure your furniture is perfect. Craftsmanship &amp; Assembly Our skilled artisans bring your design to life with precision and care. Our Pricing Plans Transparent pricing for our custom furniture services. Basic Plan Ideal for small furniture projects $200 USD Get started One project at a time Average 4-week delivery Design and build Pause or cancel anytime Business Plan Perfect for office and business furniture $500 USD Get started Multiple projects at a time Average 6-week delivery Design and build Pause or cancel anytime Enterprise Plan Best for large scale projects $300 USD Get started Unlimited projects Average 8-week delivery Design and build Pause or cancel anytime Blog Read our latest articles about custom furniture design. 5 min read 10 Tips for Choosing Custom Furniture Explore important factors to consider when selecting custom-made furniture for your home. 5 min read The Benefits of Custom Furniture Learn why custom furniture is a worthwhile investment for any space. 5 min read How to Maintain Your Custom Furniture Get tips on how to keep your custom furniture looking great for years to come. FAQs Frequently asked questions about our services. Is there a limit to how many projects I can request? No, with our Enterprise Plan, you can request an unlimited number of projects. How fast will I receive my custom furniture? Delivery times vary based on the plan selected, ranging from 4 to 8 weeks on average. How do I start a custom furniture project? Simply contact us with your requirements, and we'll guide you through the design and build process. What if I don't like the design? We offer revisions to ensure the design meets your expectations before proceeding to build. Are there any refunds if I don't like the furniture? We strive for complete satisfaction, but if you're unhappy, we will work with you to resolve the issue. Contact Us We're here to help you with all your custom furniture needs. First Name Email Message I accept Privacy policy Thank you! Your submission has been received! Oops! Something went wrong while submitting the form. CraftedFurniture Address: P5, Block P, Hauz Khas Enclave, Hauz Khas, New Delhi, Delhi 110016 Contact: +91-934-3038756 craftedfurnitureindia@gmail.com Home About Faq Contact © CraftedFurniture Privacy Policy Terms and Service",
    "privacy-policy": "Privacy Policy - Crafted Furniture India CraftedFurniture Home About Faq Contact Home About Faq Contact Privacy Policy Last updated: June 27, 2024 Welcome to Crafted Furniture India. We are committed to protecting your privacy and ensuring that your personal information is handled in a safe and responsible manner. 1. Information We Collect We collect information from you when you visit our website, place an order, subscribe to our newsletter, or fill out a form. The types of information we collect include: Personal identification information (Name, email address, phone number, etc.) Payment information (credit card details, billing address, etc.) Usage data (pages visited, time spent on site, etc.) 2. How We Use Your Information We use the information we collect in various ways, including to: Process your orders and manage your account Improve our website and customer service Send periodic emails regarding your order or other products and services Administer a contest, promotion, survey, or other site feature 3. How We Protect Your Information We implement a variety of security measures to maintain the safety of your personal information. Your information is stored on secure servers and is only accessible by a limited number of persons who have special access rights to such systems. 4. Sharing Your Information We do not sell, trade, or otherwise transfer to outside parties your Personally Identifiable Information unless we provide users with advance notice. This does not include website hosting partners and other parties who assist us in operating our website, conducting our business, or serving our users, so long as those parties agree to keep this information confidential. 5. Third-Party Links Occasionally, at our discretion, we may include or offer third-party products or services on our website. These third-party sites have separate and independent privacy policies. We therefore have no responsibility or liability for the content and activities of these linked sites. 6. Cookies We use cookies to enhance your experience on our site. Cookies are small files that a site or its service provider transfers to your computer's hard drive through your web browser (if you allow) that enables the site's or service provider's systems to recognize your browser and capture and remember certain information. 7. Changes to Our Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. 8. Data Retention We will retain your information for as long as your account is active or as needed to provideservices, comply with our legal obligations, resolve disputes, and enforce our agreements. 9. Children's Privacy Our website does not address anyone under the age of 18. We do not knowingly collect personally identifiable information from children under 18. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us. If we become aware that we have collected personal information from children without verification of parental consent, we take steps to remove that information from our servers. 10. User Rights You have the right to access, correct, or delete your personal information. You can do this by contacting us at the provided contact information. Additionally, you have the right to object to or restrict certain types of data processing and the right to data portability. 11. Data Transfer Your information, including personal data, may be transferred to and maintained on computers located outside of your state, province, country, or other governmental jurisdiction where the data protection laws may differ from those of your jurisdiction. Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer. 12. Consent By using our site, you consent to our Privacy Policy. 13. Governing Law This Privacy Policy shall be governed and construed in accordance with the laws of India, without regard to its conflict of law provisions. 14. Contact Information If you have any questions about this Privacy Policy, please contact us: Phone: +91-934-3038756 Email: craftedfurnitureindia@gmail.com Address: P5, Block P, Hauz Khas Enclave, Hauz Khas, New Delhi, Delhi 110016 CraftedFurniture Address: P5, Block P, Hauz Khas Enclave, Hauz Khas, New Delhi, Delhi 110016 Contact: +91-934-3038756 craftedfurnitureindia@gmail.com Home About Faq Contact © CraftedFurniture Privacy Policy Terms and Service",
    "terms-conditions": "Terms and Conditions - Crafted Furniture India CraftedFurniture Home About Faq Contact Home About Faq Contact Terms and Conditions Last updated: June 27, 2024 Welcome to Crafted Furniture India. These terms and conditions outline the rules and regulations for the use of our website and services. By accessing this website, you accept these terms and conditions in full. Do not continue to use Crafted Furniture India’s website if you do not accept all of the terms and conditions stated on this page. 1. Definitions The following terminology applies to these Terms and Conditions, Privacy Statement, and Disclaimer Notice and any or all Agreements: \"Client,\" \"You,\" and \"Your\" refers to you, the person accessing this website and accepting the Company’s terms and conditions. \"The Company,\" \"Ourselves,\" \"We,\" \"Our,\" and \"Us,\" refers to our Company. \"Party,\" \"Parties,\" or \"Us,\" refers to both the Client and ourselves. 2. License Unless otherwise stated, Crafted Furniture India and/or its licensors own the intellectual property rights for all material on Crafted Furniture India. All intellectual property rights are reserved. You may view and/or print pages from https://www.craftedfurnitureindia.com for your own personal use subject to restrictions set in these terms and conditions. 3. User Comments Certain parts of this website offer the opportunity for users to post and exchange opinions, information, material, and data ('Comments'). Crafted Furniture India does not screen, edit, publish, or review Comments prior to their appearance on the website and Comments do not reflect the views or opinions of Crafted Furniture India, its agents, or affiliates. Comments reflect the view and opinion of the person who posts such a view or opinion. To the extent permitted by applicable laws Crafted Furniture India shall not be responsible or liable for the Comments or for any loss cost, liability, damages, or expenses caused and or suffered as a result of any use of and/or posting of and/or appearance of the Comments on this website. 4. Hyperlinking to our Content The following organizations may link to our website without prior written approval: The limitations and exclusions of liability set out in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph; and (b) govern all liabilities arising under the disclaimer or in relation to the subject matter of this disclaimer, including liabilities arising in contract, in tort (including negligence), and for breach of statutory duty. 5. Indemnification You agree to indemnify, defend, and hold harmless Crafted Furniture India, its directors, officers, employees, consultants, agents, and affiliates, from any and all third-party claims, liability, damages, and/or costs (including, but not limited to, legal fees) arising from your use of our website or your breach of the Terms and Conditions. 6. Governing Law These terms and conditions are governed by and construed in accordance with the laws of India and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location. 7. Termination We may terminate or suspend access to our Service immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms. All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability. 8. Changes to Terms We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. 9. Entire Agreement These Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have between us regarding the Service. 10. Contact Information If you have any questions about these Terms, please contact us: Phone: +91-934-3038756 Email: craftedfurnitureindia@gmail.com Address: P5, Block P, Hauz Khas Enclave, Hauz Khas, New Delhi, Delhi 110016 CraftedFurniture Address: P5, Block P, Hauz Khas Enclave, Hauz Khas, New Delhi, Delhi 110016 Contact: +91-934-3038756 craftedfurnitureindia@gmail.com Home About Faq Contact © CraftedFurniture Privacy Policy Terms and Service",
    "thanks": "Thank You - Crafted Furniture India Thank You for Your Inquiry! We appreciate you reaching out to CraftedFurniture. Our team will review your message and get back to you as soon as possible. If you have any urgent inquiries, please call us at +91-934-3038756. Go to Home"
  },
  "date": "2024-06-27T16:09:46.380Z"
}