{
  "name": "New_v9_Shine",
  "pages": {
    "index": "SHINE Shine About us Service Limited +91 426 1445830 HOUSE OF BEAUTY Unleash your inner glow with our expert services, from hairstyling and manicures to facials and more. Experience relaxation, rejuvenation, and transformation all in one place! Calculate the cost ABOUT US Each person is an individuality, which has no analogues. And each of us has beauty inherent in nature! Shine - is a sanctuary of beauty and wellness, dedicated to helping you look and feel your best. With a team of skilled professionals who are passionate about their craft, we offer a wide range of services tailored to meet your individual needs. Whether you're in for a quick touch-up or an entire makeover, our tranquil environment and personalized approach ensure a relaxing experience. OUR SERVICES Cosmetology HAIRDRESSING SALON hairstyle Massage Gallery Special offer Exclusive New Client Offer Enjoy **20% OFF** your first service at Shine Beauty Salon! Treat yourself to a fresh haircut, rejuvenating facial, or any service of your choice, and discover your inner glow. Try the promotion Hair perm Working with hair 22,95 $. Order Product properties Formulated to create beautiful and defined curls that last for weeks. Contains nourishing ingredients to minimize hair damage and maintain hair integrity during the perming process. Available in different strengths for varying hair types, from fine to coarse, allowing for customizable curl results. Specially designed to be safe for color-treated hair, ensuring color vibrancy is preserved while achieving curls. Formulated with a balanced pH to help maintain hair health and scalp comfort. Helps reduce frizz after the perming process, leaving hair smooth and manageable. Enriched with moisturizing agents to help hydrate hair, providing softness and shine post-treatment. Fast-acting formula that reduces processing time, allowing for efficient salon service. Comes with clear instructions for simple and effective application, suitable for both professionals and home users. Offers flexibility in styling, allowing for loose waves to tight curls, depending on the technique used. Limited deal For a limited time, enjoy our Best Deal that combines your favorite services at an unbeatable price! Indulge in a day of relaxation and beauty with the following package: ✨Haircut & Styling: Refresh your look with a stylish haircut and professional styling. ✨Spa Facial: Pamper your skin with a rejuvenating facial treatment tailored to your skin type. ✨Manicure & Pedicure: Get your hands and feet looking their best with our luxury manicure and pedicure service. Phone: +91 426 1445830 Email: shine@gmail.com Address: PLOT NO. 19, Farmland Rd, next to Lokmat Building, Ramdaspeth, Nagpur, Maharashtra 440013, India I agree with Privacy Policy Order Shine About us Service Limited +91 426 1445830 Privacy Policy Terms And Conditions",
    "privacyPolicy": "Privacy Policy - Shine Shine About us Service Limited +91 426 1445830 Privacy Policy for Shine Beauty Salon Effective Date: [Insert Effective Date] 1. Introduction At Shine Beauty Salon, we value your privacy and are committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our salon, use our services, or interact with us. 2. Information We Collect We may collect the following types of personal information: Contact Information: Name, email address, phone number, and mailing address. Payment Information: Credit card details and billing information. Service History: Records of services received, including dates and preferences. Demographic Information: Age, gender, and other relevant data. Online Interaction Data: Information collected through our website, including cookies and analytics data. 3. How We Use Your Information We may use your information for the following purposes: To provide and manage our services. To process payments and confirm bookings. To send promotional materials and updates. To personalize your experience at our salon. To communicate with you about your appointments and inquiries. To comply with legal obligations. 4. Information Sharing We do not sell or rent your personal information to third parties. We may share your information with: Service Providers: Third-party vendors who assist us in operating our business (e.g., payment processors, marketing agencies). Legal Authorities: When required by law or to protect our rights, property, or safety, or the rights of others. 5. Data Security We implement appropriate security measures to protect your personal information from unauthorized access, use, or disclosure. However, no method of transmission over the internet or electronic storage is 100% secure. 6. Your Rights You have the right to: Access the personal information we hold about you. Request correction of any inaccurate information. Request the deletion of your personal information, subject to legal obligations. Opt-out of marketing communications. 7. Changes to This Policy We may update this Privacy Policy from time to time. Any changes will be posted on our website, and the effective date will be updated accordingly. Email: shine@gmail.com Phone: +91 426 1445830 Address: PLOT NO. 19, Farmland Rd, next to Lokmat Building, Ramdaspeth, Nagpur, Maharashtra 440013, India Shine About us Service Limited +91 426 1445830 Privacy Policy Terms And Conditions",
    "TermsAndConditions": "Terms and Conditions - Shine Shine About us Service Limited +91 426 1445830 Terms and Conditions for Shine Beauty Salon Effective Date: [Insert Effective Date] 1. Introduction Welcome to Shine Beauty Salon! By using our services, you agree to comply with and be bound by the following terms and conditions. Please read them carefully. 2. Services Shine Beauty Salon offers a variety of beauty services including haircuts, color treatments, facials, waxing, and more. The services provided are subject to availability and may change without notice. 3. Appointments We recommend booking an appointment in advance to ensure your preferred time and service. A confirmation will be sent via email or phone. If you need to cancel or reschedule your appointment, please do so at least 24 hours in advance to avoid a cancellation fee. 4. Payment Payment is due at the time of service. We accept cash, credit, and debit cards. Prices for services are subject to change, and we will notify you of any changes prior to your appointment. 5. Refunds and Returns Shine Beauty Salon strives for customer satisfaction. If you are not satisfied with a service, please notify us within 7 days so we can address your concerns. Refunds are evaluated on a case-by-case basis. 6. Liability While we take every precaution to provide a safe and hygienic environment, Shine Beauty Salon is not liable for any injuries or damages that may arise during or after services. By using our services, you agree to assume all risks. 7. Privacy Policy Please refer to our Privacy Policy for details on how we collect, use, and protect your personal information. 8. Changes to Terms Shine Beauty Salon reserves the right to modify these terms and conditions at any time. Any changes will be posted on our website. Continued use of our services after any modification indicates your acceptance of the new terms. Email: shine@gmail.com Phone: +91 426 1445830 Address: PLOT NO. 19, Farmland Rd, next to Lokmat Building, Ramdaspeth, Nagpur, Maharashtra 440013, India Shine About us Service Limited +91 426 1445830 Privacy Policy Terms And Conditions",
    "thank_page": "Thanks - Shine Thank You! We appreciate your business and thank you for choosing Shine Beauty Salon. We hope you had a wonderful experience with us. Your satisfaction is our top priority. Home page"
  },
  "date": "2024-07-25T08:53:16.983Z"
}