{
  "name": "New_v8_WatchWorld",
  "pages": {
    "about": "Sobre a WatchWorld - Relojoaria de Prestígio no Brasil Sobre nós Contatos Nossos preços Sobre a WatchWorld Na WatchWorld, nos dedicamos a oferecer relógios de pulso de alta qualidade para nossos clientes no Brasil. Combinamos estilo, funcionalidade e precisão em cada peça. Explore nossa loja e encontre o relógio que melhor se adapta ao seu estilo de vida. Nossa Equipe Na WatchWorld, contamos com uma equipe dedicada e apaixonada por relógios. Nossos profissionais não apenas compartilham o conhecimento profundo sobre cada peça, mas também são entusiastas que garantem a melhor experiência para você, desde a escolha até o pós-venda. Estamos aqui para ajudar você a descobrir e apreciar o mundo dos relógios de forma única e especial. Saiba Mais Carlos Silva Fundador e CEO Roberto Oliveira Diretor de Operações Lucas Pereira Gerente de Marketing André Souza Especialista em Produtos Pedro Lima Chefe de Atendimento Rafael Mendes Analista de Vendas Nossa História Fundada em 2018 no coração do Brasil, a WatchWorld rapidamente se destacou como um dos principais vendedores de relógios de alta qualidade no país e além-fronteiras. Nosso compromisso com a excelência e a paixão por relógios finos nos permitiu conquistar uma clientela diversificada e fiel em todo o mundo. Nossa Popularidade Nossa reputação se estende além das fronteiras brasileiras, graças à nossa dedicação em oferecer não apenas produtos excepcionais, mas também um atendimento ao cliente personalizado e confiável. A WatchWorld é a escolha de colecionadores e entusiastas de relógios em todo o mundo, reconhecida por nossa vasta seleção e conhecimento especializado. Aviso Legal Política de Privacidade Termos de Uso Utilizamos cookies para oferecer a melhor experiência em nosso site. Ao continuar a navegar neste site, você concorda com o uso de cookies. Mais informações podem ser encontradas em nossa Política de Privacidade e Política de Cookies. Accept Decline",
    "contacts": "Entre em Contato - WatchWorld Brasil Sobre nós Contatos Nossos preços Nossos Contatos Entre em contato conosco! Estamos aqui para ajudar com qualquer dúvida ou necessidade. Você pode nos enviar um e-mail para watchworld@gmail.com ou ligar para +55-82-6137-0682. Visite nossa loja física em São Paulo. Av. Mário Ypiranga, 1300 - Adrianópolis, Manaus - AM, 69053-165, Brasil +55-82-6137-0682 A WatchWorld está localizada estrategicamente em Manaus, coração da Amazônia brasileira. Oferecemos não apenas uma loja física, mas um ponto de encontro para os apaixonados por relógios de todo o Brasil. Venha nos visitar e descubra o mundo dos relógios de luxo conosco! Eu aceito a Política de Privacidade Entrega rápida Nossos produtos são entregues rapidamente em todo o Brasil, garantindo que você receba seus relógios com eficiência e segurança. Suporte 24 horas Oferecemos suporte ao cliente 24 horas por dia, 7 dias por semana, para ajudar você com qualquer dúvida ou problema relacionado aos nossos produtos e serviços. Visite nosso site Explore nosso site para descobrir a variedade de relógios exclusivos que temos disponíveis, com opções que se adequam ao seu estilo e preferências pessoais. Aviso Legal Política de Privacidade Termos de Uso Utilizamos cookies para oferecer a melhor experiência em nosso site. Ao continuar a navegar neste site, você concorda com o uso de cookies. Mais informações podem ser encontradas em nossa Política de Privacidade e Política de Cookies. Accept Decline",
    "disclaimer": "Disclamer - WatchWorld Brasil Sobre nós Contatos Nossos preços Disclaimer Bem-vindo à WatchWorld. Este disclaimer governa o uso do nosso site e a compra de produtos através do nosso e-commerce de relógios de pulso. Uso do Site Ao acessar e utilizar o nosso site, você concorda em cumprir com os termos e condições estabelecidos neste disclaimer. Reservamos o direito de atualizar e alterar este disclaimer a qualquer momento, sem aviso prévio. Recomendamos que você revise esta página periodicamente para estar ciente de quaisquer alterações. Precisão das Informações Nos esforçamos para garantir que todas as informações no nosso site sejam precisas e atualizadas. No entanto, não garantimos a precisão, integridade ou atualidade das informações disponíveis. Os produtos e preços estão sujeitos a alterações sem aviso prévio. Links Externos Nosso site pode conter links para sites de terceiros. Esses links são fornecidos apenas para sua conveniência. WatchWorld não é responsável pelo conteúdo ou pelas práticas de privacidade desses sites externos. Limitação de Responsabilidade WatchWorld não será responsável por quaisquer danos diretos, indiretos, incidentais, consequenciais ou punitivos decorrentes do uso ou da incapacidade de uso do nosso site, ou da compra de quaisquer produtos através do nosso site. Garantias Nossos produtos são fornecidos \"como estão\" e \"conforme disponível\", sem qualquer tipo de garantia, expressa ou implícita. Não garantimos que os produtos atendam às suas expectativas ou que sejam livres de defeitos. Contato Se você tiver alguma dúvida sobre este disclaimer, por favor, entre em contato conosco através do nosso email: watchworld@gmail.com. Aviso Legal Política de Privacidade Termos de Uso Utilizamos cookies para oferecer a melhor experiência em nosso site. Ao continuar a navegar neste site, você concorda com o uso de cookies. Mais informações podem ser encontradas em nossa Política de Privacidade e Política de Cookies. Accept Decline",
    "index": "Relógios Exclusivos e de Alta Qualidade - WatchWorld Brasil Sobre nós Contatos Nossos preços Bem-vindo à WatchWorld Descubra nossa coleção exclusiva de relógios de pulso. Qualidade, estilo e precisão para todos os gostos. Encontre o relógio perfeito para cada ocasião na WatchWorld. Nosso Loja Bem-vindo à WatchWorld, seu destino para os melhores relógios de pulso no Brasil. Nossa loja oferece uma variedade de modelos que combinam elegância, precisão e tecnologia. Desde nossa fundação, nos dedicamos a trazer qualidade e estilo para nossos clientes. A história dos relógios de pulso é fascinante, remontando ao século XIX. Originalmente usados principalmente por mulheres, os relógios de pulso rapidamente se tornaram populares entre os homens durante a Primeira Guerra Mundial pela sua praticidade. Hoje, eles são uma fusão de moda e funcionalidade. Por que Escolher a WatchWorld Variedade Incrível Oferecemos uma vasta gama de relógios para todos os estilos e ocasiões, desde modelos clássicos até os mais modernos. Qualidade Garantida Todos os nossos produtos passam por rigorosos controles de qualidade para garantir durabilidade e precisão. Preços Competitivos Trabalhamos para oferecer o melhor custo-benefício, com preços justos e promoções imperdíveis. Atendimento ao Cliente Nossa equipe está sempre pronta para ajudar e garantir a melhor experiência de compra para você. Nossos Preços Na WatchWorld, oferecemos uma variedade de relógios de alta qualidade a preços competitivos. Encontre o relógio perfeito para você com os melhores valores. Relógio Clássico Elegance - Modelo 1023 (Suíça) R$299,90 Compre agora Relógio Clássico Prestige - Modelo 2054 (Alemanha) R$499,90 Compre agora Relógio Clássico Royal - Modelo 3098 (Japão) R$1.299,90 Compre agora Relógio Clássico Heritage - Modelo 4127 (Itália) R$199,90 Compre agora Ver todos os itens Aviso Legal Política de Privacidade Termos de Uso Utilizamos cookies para oferecer a melhor experiência em nosso site. Ao continuar a navegar neste site, você concorda com o uso de cookies. Mais informações podem ser encontradas em nossa Política de Privacidade e Política de Cookies. Accept Decline",
    "prices": "Descubra Nossos Preços - Relógios WatchWorld Brasil Sobre nós Contatos Nossos preços Nossos Preços Na WatchWorld, oferecemos uma vasta gama de relógios de pulso com preços acessíveis para todos os bolsos. Desde modelos mais simples até os mais luxuosos, garantimos qualidade e um excelente custo-benefício. Confira nossas ofertas e encontre o relógio ideal para você. Descubra nossos preços incríveis Encontre os melhores preços para relógios de alta qualidade em nosso site. Temos uma ampla seleção de modelos que se encaixam no seu estilo e orçamento. Desde relógios clássicos até designs modernos e elegantes, nossa coleção oferece algo para todos os gostos. Compre conosco e descubra por que somos líderes no mercado de relógios no Brasil. Inscreva-se Nossos Preços Na WatchWorld, oferecemos uma variedade de relógios de alta qualidade a preços competitivos. Encontre o relógio perfeito para você com os melhores valores. Relógio Clássico Elegance - Modelo 1023 (Suíça) R$299,90 Compre agora Relógio Clássico Prestige - Modelo 2054 (Alemanha) R$499,90 Compre agora Relógio Clássico Royal - Modelo 3098 (Japão) R$1.299,90 Compre agora Relógio Clássico Heritage - Modelo 4127 (Itália) R$199,90 Compre agora Relógio Clássico Vintage - Modelo 5234 (França) R$299,90 Compre agora Relógio Clássico Elite - Modelo 6342 (EUA) R$599,90 Compre agora Aviso Legal Política de Privacidade Termos de Uso Utilizamos cookies para oferecer a melhor experiência em nosso site. Ao continuar a navegar neste site, você concorda com o uso de cookies. Mais informações podem ser encontradas em nossa Política de Privacidade e Política de Cookies. Accept Decline",
    "privacy": "Política de Privacidade - WatchWorld Brasil Sobre nós Contatos Nossos preços Política de Privacidade Esta Política de Privacidade descreve como coletamos, usamos e protegemos suas informações pessoais quando você utiliza nossos serviços. Ao utilizar nosso site e nossos serviços, você concorda com a coleta e uso de informações conforme descrito nesta política. 1. Coleta de Informações Coletamos informações pessoais que você nos fornece diretamente, como quando você cria uma conta, faz uma compra, se inscreve em nosso boletim informativo ou entra em contato conosco. As informações pessoais que podemos coletar incluem, mas não se limitam a, seu nome, endereço de e-mail, endereço físico, número de telefone e informações de pagamento. Também podemos coletar informações automaticamente quando você utiliza nossos serviços, como seu endereço IP, tipo de navegador, informações de cookies, páginas visitadas, e tempo gasto em nosso site. 2. Uso de Informações Utilizamos as informações coletadas para fornecer, manter e melhorar nossos serviços, processar transações, enviar notificações e comunicados, e personalizar a experiência do usuário. Também podemos usar suas informações para fins de marketing, como enviar ofertas especiais e promoções que possam ser do seu interesse. 3. Compartilhamento de Informações Não compartilhamos suas informações pessoais com terceiros, exceto conforme necessário para fornecer nossos serviços, cumprir obrigações legais, proteger nossos direitos e propriedades, ou com seu consentimento. Podemos compartilhar suas informações com provedores de serviços que executam funções em nosso nome, como processamento de pagamentos, envio de pedidos e análise de dados. 4. Proteção de Informações Implementamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. No entanto, nenhum método de transmissão pela internet ou armazenamento eletrônico é completamente seguro, e não podemos garantir a segurança absoluta das suas informações. 5. Seus Direitos Você tem o direito de acessar, corrigir, atualizar ou excluir suas informações pessoais a qualquer momento. Para exercer esses direitos, entre em contato conosco pelo e-mail: watchworld@gmail.com. Responderemos a sua solicitação dentro de um prazo razoável. 6. Cookies Utilizamos cookies e tecnologias semelhantes para coletar informações sobre sua atividade em nosso site. Cookies são pequenos arquivos de dados armazenados no seu dispositivo que nos ajudam a melhorar nossos serviços e personalizar sua experiência. Você pode configurar seu navegador para recusar cookies ou alertá-lo quando cookies estiverem sendo enviados. No entanto, algumas partes do nosso site podem não funcionar corretamente sem cookies. 7. Alterações na Política de Privacidade Podemos atualizar esta Política de Privacidade de tempos em tempos para refletir mudanças em nossas práticas ou em requisitos legais. Publicaremos quaisquer alterações nesta página, e a data da última atualização será indicada no topo da política. Recomendamos que você revise esta política periodicamente para se manter informado sobre como protegemos suas informações. 8. Contato Se você tiver dúvidas ou preocupações sobre esta Política de Privacidade ou sobre nossas práticas de privacidade, entre em contato conosco pelo e-mail: watchworld@gmail.com. 9. Consentimento Ao utilizar nossos serviços, você consente com a coleta e uso de suas informações pessoais conforme descrito nesta Política de Privacidade. Se não concordar com os termos desta política, por favor, não utilize nossos serviços. 10. Retenção de Dados Reteremos suas informações pessoais apenas pelo tempo necessário para cumprir os propósitos para os quais foram coletadas, incluindo para satisfazer quaisquer requisitos legais, contábeis ou de relatório. Para determinar o período de retenção apropriado para informações pessoais, consideramos a quantidade, natureza e sensibilidade das informações pessoais, o risco potencial de dano decorrente do uso não autorizado ou divulgação de suas informações pessoais, os propósitos para os quais processamos suas informações pessoais e se podemos alcançar esses propósitos por outros meios, e os requisitos legais aplicáveis. 11. Links para Outros Sites Nosso site pode conter links para outros sites que não são operados por nós. Se você clicar em um link de terceiros, será direcionado ao site desse terceiro. Aconselhamos fortemente que reveja a Política de Privacidade de todos os sites que visitar. Não temos controle e não assumimos responsabilidade pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites ou serviços de terceiros. 12. Política de Privacidade para Uso de Dados por Provedores de Serviço Podemos empregar empresas e indivíduos terceiros para facilitar nosso serviço (\"Provedores de Serviço\"), fornecer o serviço em nosso nome, executar serviços relacionados ao serviço ou nos ajudar a analisar como nosso serviço é usado. Esses terceiros têm acesso às suas informações pessoais apenas para executar essas tarefas em nosso nome e são obrigados a não divulgá-las ou usá-las para qualquer outro propósito. 13. Alterações a Esta Política de Privacidade Podemos atualizar nossa Política de Privacidade de tempos em tempos. Notificaremos você de quaisquer alterações publicando a nova Política de Privacidade nesta página. Recomendamos que você reveja esta Política de Privacidade periodicamente para quaisquer alterações. As alterações a esta Política de Privacidade são efetivas quando publicadas nesta página. Aviso Legal Política de Privacidade Termos de Uso Utilizamos cookies para oferecer a melhor experiência em nosso site. Ao continuar a navegar neste site, você concorda com o uso de cookies. Mais informações podem ser encontradas em nossa Política de Privacidade e Política de Cookies. Accept Decline",
    "terms": "Termos de Uso - WatchWorld Brasil Sobre nós Contatos Nossos preços Termos de Uso Bem-vindo à WatchWorld! Estes Termos de Uso regem o acesso e uso do nosso site. Ao acessar ou utilizar nossos serviços, você concorda em estar vinculado a estes termos. Se você não concordar com algum destes termos, por favor, não utilize nosso site. 1. Uso do Site Você concorda em usar nosso site apenas para fins legais e de acordo com estes Termos de Uso. Você é responsável por garantir que todas as informações fornecidas por você em nosso site sejam precisas, completas e atuais. 2. Propriedade Intelectual Todo o conteúdo, incluindo textos, imagens, gráficos, logotipos e outros materiais disponíveis em nosso site, são de propriedade exclusiva da WatchWorld ou de nossos licenciadores e são protegidos por leis de direitos autorais e outras leis de propriedade intelectual. Você concorda em não reproduzir, distribuir, modificar, exibir publicamente ou criar trabalhos derivados de qualquer conteúdo sem nossa permissão expressa por escrito. 3. Conta de Usuário Para acessar algumas funcionalidades do nosso site, você pode precisar criar uma conta de usuário. Você é responsável por manter a confidencialidade das informações da sua conta, incluindo sua senha, e por todas as atividades que ocorram sob sua conta. Você concorda em notificar-nos imediatamente sobre qualquer uso não autorizado da sua conta ou qualquer outra violação de segurança. 4. Limitação de Responsabilidade Na extensão máxima permitida pela lei aplicável, WatchWorld não será responsável por quaisquer danos diretos, indiretos, incidentais, consequenciais ou punitivos decorrentes do uso ou da incapacidade de usar nosso site ou nossos serviços. Esta limitação de responsabilidade aplica-se a qualquer dano ou prejuízo causado por qualquer falha de desempenho, erro, omissão, interrupção, defeito, atraso na operação ou transmissão, vírus de computador, falha na linha de comunicação, roubo ou destruição de dados ou acesso não autorizado a, alteração de ou uso de seus registros. 5. Indenização Você concorda em indenizar, defender e isentar a WatchWorld e nossos diretores, funcionários, agentes e afiliados de e contra todas as reivindicações, responsabilidades, danos, perdas, custos, despesas ou honorários (incluindo honorários advocatícios razoáveis) decorrentes de ou relacionados ao seu uso do nosso site ou violação destes Termos de Uso. 6. Alterações aos Termos de Uso Reservamo-nos o direito de modificar estes Termos de Uso a qualquer momento. Publicaremos as alterações nesta página e indicaremos a data da última atualização. É sua responsabilidade revisar periodicamente estes Termos de Uso para estar ciente de quaisquer alterações. O uso continuado do nosso site após a publicação das alterações constituirá sua aceitação das alterações. 7. Lei Aplicável Estes Termos de Uso serão regidos e interpretados de acordo com as leis do Brasil, sem considerar os conflitos de provisões legais. Você concorda em submeter-se à jurisdição exclusiva dos tribunais localizados no Brasil para resolver quaisquer disputas decorrentes de ou relacionadas a estes Termos de Uso ou ao uso do nosso site. 8. Disposições Gerais Se qualquer disposição destes Termos de Uso for considerada inválida ou inexequível, essa disposição será limitada ou eliminada na extensão mínima necessária para que o restante dos Termos permaneça em pleno vigor e efeito. Estes Termos de Uso constituem o acordo completo entre você e a WatchWorld em relação ao uso do nosso site e substituem todos os acordos ou entendimentos anteriores ou contemporâneos, escritos ou orais, em relação a esse assunto. 9. Privacidade Seu uso do nosso site também está sujeito à nossa Política de Privacidade. Por favor, leia nossa Política de Privacidade para entender como coletamos, usamos e protegemos suas informações pessoais. 10. Contato Se você tiver qualquer dúvida sobre estes Termos de Uso, entre em contato conosco pelo e-mail: watchworld@gmail.com. Aviso Legal Política de Privacidade Termos de Uso Utilizamos cookies para oferecer a melhor experiência em nosso site. Ao continuar a navegar neste site, você concorda com o uso de cookies. Mais informações podem ser encontradas em nossa Política de Privacidade e Política de Cookies. Accept Decline",
    "thanks": "Obrigado por Sua Solicitação - WatchWorld Brasil Obrigado pela Sua Solicitação! Agradecemos por entrar em contato com a WatchWorld. Recebemos sua solicitação e nossa equipe está analisando sua mensagem. Na WatchWorld, nos orgulhamos de oferecer uma vasta seleção de relógios de pulso de alta qualidade. Nossa missão é proporcionar a melhor experiência de compra para nossos clientes. Se você tiver qualquer outra dúvida, não hesite em nos contatar. Pagina inicial Utilizamos cookies para oferecer a melhor experiência em nosso site. Ao continuar a navegar neste site, você concorda com o uso de cookies. Mais informações podem ser encontradas em nossa Política de Privacidade e Política de Cookies. Accept Decline"
  },
  "date": "2024-06-26T12:42:58.879Z"
}