{
  "name": "New_v11_GlobalLinguistics",
  "pages": {
    "about": "About Global Linguistics | Discover Our Mission and Vision globallinguistics@gmail.com Patna, Bihar 800001, India Home About us Our Team Contacts The profound purpose of Global Linguistics Join Our Team Engage in our vision at Global Linguistics, where learning meets opportunity. Join Our Team Celebrating Our Achievements 100,000+ Students Enrolled Join the vast community of language learners at Global Linguistics. 5,000+ Five-star Ratings Discover why thousands of learners rate us five stars. 75,000+ Engaged Student Community Connect with fellow learners from around the globe. Our Founding Journey Learn about the inspiring story of Global Linguistics' founders. Our Educational Vision Discover the mission driving Global Linguistics' educational platform. Our Core Values At Global Linguistics, we prioritize integrity, quality, and excellence in everything we do. 01 Dedication We are dedicated to providing the best learning experience for our students. 02 Accessibility We believe in making education accessible to everyone, regardless of background or circumstance. 03 Transparency Transparency is key in our operations, ensuring trust and accountability. 04 Innovation We embrace innovation to constantly improve and evolve our educational offerings. Our language instructors Welcome to Global Linguistics, the premier language school dedicated to expanding your linguistic horizons. JOIN OUR TEAM John Carter Passionate about languages and dedicated to your success at Global Linguistics. Sophie Moore Embark on a linguistic journey with Sophie, guiding you every step of the way. Matt Cannon Join Matt on a language learning adventure, tailored just for you. Discover Our Language School Immerse yourself in the world of Global Linguistics and embark on a journey of language learning and cultural exploration. With our comprehensive range of language courses, we ensure that every step of your linguistic journey is optimized for success. Explore the intricacies of language acquisition with Global Linguistics, where each lesson is a unique adventure waiting to unfold. From foundational grammar to advanced conversation skills, our team crafts customized solutions that resonate with your language learning goals. Enter the realm of language excellence with Global Linguistics. Positioned at the forefront of language education trends, our methodologies are designed to enhance fluency, comprehension, and cultural understanding in today's evolving linguistic landscape. Experience the power of Global Linguistics, where innovation meets impact. With our data-driven approach and cutting-edge techniques, we deliver measurable results that propel your language skills forward and surpass your learning objectives. Dive into the possibilities of Global Linguistics, where creativity knows no bounds. From engaging language exercises to immersive cultural experiences, we unlock the full potential of your language learning journey, driving growth and fostering connections. Welcome to Global Linguistics, your gateway to language success. Located at the heart of the online language learning market, our school is dedicated to guiding you through the intricacies of language acquisition, ensuring visibility, relevance, and sustainable growth. Join us at Global Linguistics and unleash the full potential of your online language skills. With our expertise and passion for digital innovation, we empower individuals to thrive in the digital age, making each lesson a step toward greater success and recognition. Explore Our Language Courses 7hr 24m $&nbsp;99.00&nbsp;USD Language Essentials Master the fundamentals of language with our comprehensive course designed to elevate your skills. Kathie Corl 5hr 48m $&nbsp;99.00&nbsp;USD Conversational Fluency Immerse yourself in interactive learning experiences and enhance your ability to communicate effectively. Mike Warren 8hr 12m $&nbsp;199.00&nbsp;USD Multilingual Proficiency Gain mastery in multiple languages and expand your cultural horizons with our advanced language programs. Kathie Corl 9hr 33m $&nbsp;99.00&nbsp;USD Language Mastery Program Elevate your language skills to an advanced level with our intensive language mastery program. Kathie Corl Home About Contacts Our Courses Our Team Our Achievements © Global Linguistics 2024. All rights reverved. Privacy Policy&amp; Terms and Conditions",
    "index": "Welcome to Global Linguistics | Learn Languages with Us globallinguistics@gmail.com Patna, Bihar 800001, India Home About us Our Team Contacts Elevate your language skills, shape your future Introducing Global Linguistics, the language school of tomorrow. We empower you with the linguistic prowess to navigate the global landscape. Discover Language CoursesExplore More Why choose Global Linguistics? 1. Excel Global Linguistics equips you with the linguistic proficiency needed to excel in a multicultural world. 2. Evolve Global Linguistics enables you to evolve into a global citizen, equipped with the language skills to thrive in diverse environments. 3. Empower Global Linguistics empowers you with the language skills essential for success in a globalized world. Experience language courses taught by experts from across the globe Dive into our comprehensive language courses designed to elevate your linguistic skills and broaden your cultural horizons. Explore Our InstructorsJoin Our Team Elevate your career with Global Linguistics courses Unlock your potential with our diverse range of language courses tailored to enhance your professional journey. Discover Courses 9/10 Overall student satisfaction rate 96% Completion rate across all courses 10K+ Satisfied students worldwide About Global Linguistics Explore the world of language education with Global Linguistics, where learning knows no boundaries. Expert Instructors Learn from industry professionals dedicated to your success. Updated Curriculum Stay ahead with courses reflecting the latest industry trends. Vibrant Community Join a thriving community of learners from around the globe. Learn More About Global Linguistics Explore our language courses by category Languages Dive into the world of languages with our diverse courses. Language Development Explore courses focused on developing language skills for personal and professional growth. Language Marketing Master language marketing strategies with our specialized courses. Contact Us! Connect with us for any inquiries or feedback. We'd love to hear from you! Name Email Address Message I agree Privacy Policy Email globallinguistics@gmail.com Phone +91-567-8703589 Address Patna, Bihar 800001, India Get Answers to Your Questions! We're here to address your queries and provide assistance. Are there any discounts available for students? Discover our exclusive offers tailored for students pursuing language proficiency. Do you provide special pricing for large teams? Explore our group packages designed to accommodate big teams aiming for language mastery. What is the teaching experience of your instructors? Learn about the rich background and expertise of our dedicated educators in language instruction. What is your policy on course refunds? Familiarize yourself with our transparent refund policy ensuring customer satisfaction. Do you offer discounts for non-profit organizations? Explore our special rates for non-profit entities dedicated to making a difference. Home About Contacts Our Courses Our Team Our Achievements © Global Linguistics 2024. All rights reverved. Privacy Policy&amp; Terms and Conditions",
    "privacy-policy": "Privacy Policy | Global Linguistics globallinguistics@gmail.com Patna, Bihar 800001, India Home About us Our Team Contacts Privacy Policy Data Collection: We collect information that you provide voluntarily or automatically when you use our website. Information Usage: The information we collect is used to personalize your experience, improve our website, and provide customer service. Data Security: We implement security measures to protect your information from unauthorized access, alteration, disclosure, or destruction. Third-party Disclosure: We do not sell, trade, or otherwise transfer your personally identifiable information to third parties without your consent. Children's Online Privacy Protection Act (COPPA): We comply with COPPA regulations and do not knowingly collect personal information from children under the age of 13. GDPR Compliance: We are committed to complying with the General Data Protection Regulation (GDPR) and ensuring the protection of your personal data. Data Retention: We retain your personal information only for as long as necessary to fulfill the purposes outlined in our Privacy Policy, unless a longer retention period is required or permitted by law. Updates to Privacy Policy: We may update our Privacy Policy from time to time. Any changes will be posted on this page. Contact Information: If you have any questions or concerns about our Privacy Policy, please contact at globallinguistics@gmail.com. Consent: By using our website, you consent to our Privacy Policy and agree to its terms. Access to Your Information: You have the right to access, correct, or delete your personal information. You can do so by contacting us. International Data Transfers: Your information may be transferred to and stored on servers located outside of your country or jurisdiction. Notification of Changes: We will notify you of any changes to our Privacy Policy by posting the new Privacy Policy on this page. Effective Date: This Privacy Policy is effective as of the date indicated at the bottom of this page. Acceptance of Terms: By using this website, you signify your acceptance of our Privacy Policy. If you do not agree to this policy, please do not use our site. Feedback: We welcome your feedback regarding our Privacy Policy and any concerns you may have regarding the collection and use of your personal information. Home About Contacts Our Courses Our Team Our Achievements © Global Linguistics 2024. All rights reverved. Privacy Policy&amp; Terms and Conditions",
    "terms-conditions": "Terms and Conditions | Global Linguistics globallinguistics@gmail.com Patna, Bihar 800001, India Home About us Our Team Contacts Terms and Conditions Acceptance of Terms: By using this website, you agree to be bound by these Terms and Conditions and our Privacy Policy. Use of Website: You agree to use this website only for lawful purposes and in accordance with these Terms and Conditions. Intellectual Property: The content and materials on this website are protected by copyright and other intellectual property laws. Prohibited Activities: You agree not to engage in any prohibited activities, including but not limited to hacking, spamming, or distributing malware. Third-party Links: This website may contain links to third-party websites. We are not responsible for the content or privacy practices of these sites. Disclaimer of Warranties: We make no warranties or representations about the accuracy or completeness of the content on this website. Limitation of Liability: We shall not be liable for any damages arising out of or in connection with your use of this website. Indemnification: You agree to indemnify and hold us harmless from any claims, damages, or losses arising out of your use of this website. Termination: We reserve the right to terminate or suspend your access to this website at any time, without prior notice. Changes to Terms and Conditions: We may revise these Terms and Conditions at any time without notice. By using this website, you agree to be bound by the current version of these Terms and Conditions. Governing Law: These Terms and Conditions shall be governed by and construed in accordance with the laws of India. Severability: If any provision of these Terms and Conditions is found to be invalid or unenforceable, the remaining provisions shall remain in full force and effect. Waiver: Our failure to enforce any provision of these Terms and Conditions shall not be deemed a waiver of such provision or any other provision. Entire Agreement: These Terms and Conditions constitute the entire agreement between you and us regarding the use of this website. Contact Information: If you have any questions or concerns about these Terms and Conditions, please contact at globallinguistics@gmail.com. Effective Date: These Terms and Conditions are effective as of the date indicated at the bottom of this page. Acceptance: By using this website, you signify your acceptance of these Terms and Conditions. If you do not agree to these terms, please do not use this website. Updates: We reserve the right to update or modify these Terms and Conditions at any time without prior notice. Please review this page periodically for changes. Home About Contacts Our Courses Our Team Our Achievements © Global Linguistics 2024. All rights reverved. Privacy Policy&amp; Terms and Conditions",
    "thanks": "Thank You | Global Linguistics Thank You! Thank you for choosing Global Linguistics for your language learning journey. We are thrilled to have you on board and look forward to supporting you every step of the way. At Global Linguistics, we are committed to providing top-notch language education tailored to your needs and goals. If you have any questions or need assistance, feel free to reach out to our friendly team. Happy learning! Back home"
  },
  "date": "2024-05-02T18:11:37.414Z"
}