{
  "name": "New_v8_SwadSafar",
  "pages": {
    "about-us": "About Us - SwadSafar: Our Story, Mission, and Team SwadSafar HOME ABOUT US Product Contact FRESH FROM OUR COMMUNITY John Alvery Delicious dishes, but menu variety and descriptions could be improved. micimici Delicious dishes, but menu variety and descriptions could be improved. rose455 Delicious dishes, but menu variety and descriptions could be improved. Burgers Hamburger Ingredients: Beef patty, burger bun, lettuce, tomato, onion, ketchup, mustard. Method: Cook the beef patty, toast the bun, assemble with patty and other ingredients. Read More... Chicken Burger Ingredients: Chicken breast, burger bun, lettuce, tomato, pickles, mayonnaise, mustard. Method: Cook the chicken breast, toast the bun, assemble with chicken and other ingredients. Read More... Cheeseburger Ingredients: Beef patty, burger bun, cheese slice, lettuce, tomato, onion, ketchup, mustard. Method: Cook the beef patty, toast the bun, assemble with patty, cheese, and other ingredients. Read More... Sweets Gulab Jamun Gajar ka Halwa Kheer Kulfi Lassi The SwadSafar website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SwadSafar Privacy & Policy Disclaimer Terms Conditions",
    "contacts": "Contact Us - SwadSafar: Reach Out to Our Team Today SwadSafar HOME ABOUT US Product Contact CONTACT Got any question? I accept Policy & Privacy SUBMIT 18, Mahavir Darshan, Shankar Lane, Kandivli(w), India swadsafar@gmail.com +91-01292267478 SwadSafar Privacy & Policy Disclaimer Terms Conditions The SwadSafar website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline",
    "disclaimers": "Disclaimers and Policies - Ensuring Transparency and Satisfaction | SwadSafar SwadSafar HOME ABOUT US New Arrivals Contact Disclaimer for SwadSafar **General:** This website is for informational purposes only and should not be construed as any form of medical, legal, or financial advice. The information contained in this website is subject to change without notice. Your access to and use of this website is subject to the following terms and conditions and all applicable laws and regulations. **Prices:** Menu prices are subject to change without notice. Prices do not include taxes and service charges. **Reservations:** Reservations can be made through the website or by phone. Reservations must be made at least 24 hours in advance. Reservations may be canceled if not confirmed in a timely manner. **Cancellations:** Reservations must be canceled at least 24 hours in advance. A fee may be charged for no-shows. **Delivery:** Delivery service is available within a certain distance. Delivery charges may vary depending on distance and order amount. Delivery times may vary depending on traffic and weather conditions. **Other:** All images and content on this website are copyrighted. By using this website, you agree to all of the terms and conditions contained in this disclaimer. **Legal Notices:** Alcohol consumption is harmful to health. Pregnant women should not consume alcohol. Do not drink and drive. It is illegal for minors under the age of 18 to consume alcohol. **Allergy Alerts:** Some foods on the menu may cause allergic reactions. Please inform the staff if you have any food allergies before ordering. **We may change this disclaimer at any time. It is important that you check this disclaimer periodically for any changes.** **If you have any questions or concerns, please do not hesitate to contact us.** This disclaimer is intended to be general in nature and does not address all potential risks and hazards associated with using this website. You should always use your own judgment and caution when using this website. By using this website, you agree to assume all risks associated with its use. We hope you enjoy your experience at Swadsafar! The SwadSafar website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SwadSafar Privacy & Policy Disclaimer Terms Conditions",
    "index": "\"SwadSafar - Gourmet Dining Experience with Frostique Heating and Cooling\" SwadSafar HOME ABOUT US Product Contact Foods Butter Chicken Butter Chicken with Chicken Chicken Tikka Masala Chicken Tikka Masala with Chicken Dal Makhani Dal Makhani with Lentils Saag Paneer Saag Paneer with Spinach and Paneer Biryani Biryani with Rice, Meat, and Vegetables Samosa Samosa with Potatoes, Peas, and Spices Sweets Gulab Jamun Gajar ka Halwa Kheer Kulfi Lassi QUICK & EASY Collection Cold Salats Collection Soup Collection Tacos Burgers Hamburger Ingredients: Beef patty, burger bun, lettuce, tomato, onion, ketchup, mustard. Method: Cook the beef patty, toast the bun, assemble with patty and other ingredients. Read More... Chicken Burger Ingredients: Chicken breast, burger bun, lettuce, tomato, pickles, mayonnaise, mustard. Method: Cook the chicken breast, toast the bun, assemble with chicken and other ingredients. Read More... Cheeseburger Ingredients: Beef patty, burger bun, cheese slice, lettuce, tomato, onion, ketchup, mustard. Method: Cook the beef patty, toast the bun, assemble with patty, cheese, and other ingredients. Read More... FRESH FROM OUR COMMUNITY John Alvery Delicious dishes, but menu variety and descriptions could be improved. micimici Delicious dishes, but menu variety and descriptions could be improved. rose455 Delicious dishes, but menu variety and descriptions could be improved. Explore More QUICK & EASY CREAMY RAMEN NOODLES CROISSANTS INTERNATIONAL EATS ICE CREAM HOW TO MAKE GARLIC BREAD Looking to upgrade your garlic bread? Try this classic recipe: golden brown with crusty edges, extra garlicky, and a hint of cheese. You'll love it! By Heather Baird. SwadSafar Privacy & Policy Disclaimer Terms Conditions The SwadSafar website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline",
    "privacy-policy": "Privacy Policy - SwadSafar: Your Trust Matters to Us SwadSafar HOME ABOUT US New Arrivals Contact Privacy Policy of SwadSafar SwadSafar operates the SwadSafar website, which provides the SERVICE. This page is used to inform website visitors regarding our policies with the collection, use, and disclosure of Personal Information if anyone decided to use our Service, the SwadSafar website. If you choose to use our Service, then you agree to the collection and use of information in relation with this policy. The Personal Information that we collect are used for providing and improving the Service. We will not use or share your information with anyone except as described in this Privacy Policy. The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which is accessible at SwadSafar, unless otherwise defined in this Privacy Policy. Information Collection and Use For a better experience while using our Service, we may require you to provide us with certain personally identifiable information, including but not limited to your name, phone number, and email address. The information that we collect will be used to contact or identify you. Log Data We want to inform you that whenever you visit our Service, we collect information that your browser sends to us that is called Log Data. This Log Data may include information such as your computer's Internet Protocol (\"IP\") address, browser version, pages of our Service that you visit, the time and date of your visit, the time spent on those pages, and other statistics. Cookies Cookies are files with small amount of data that is commonly used an anonymous unique identifier. These are sent to your browser from the website that you visit and are stored on your computer's hard drive. Our website uses these \"cookies\" to collection information and to improve our Service. You have the option to either accept or refuse these cookies, and know when a cookie is being sent to your computer. If you choose to refuse our cookies, you may not be able to use some portions of our Service. Service Providers We may employ third-party companies and individuals due to the following reasons: To facilitate our Service; To provide the Service on our behalf; To perform Service-related services; or To assist us in analyzing how our Service is used. We want to inform our Service users that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose. Security We value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security. Links to Other Sites Our Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by us. Therefore, we strongly advise you to review the Privacy Policy of these websites. We have no control over, and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services. Children's Privacy Our Services do not address anyone under the age of 13. We do not knowingly collect personal identifiable information from children under 13. In the case we discover that a child under 13 has provided us with personal information, we immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do necessary actions. Changes to This Privacy Policy We may update our Privacy Policy from time to time. Thus, we advise you to review this page periodically for any changes. We will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately, after they are posted on this page. Contact Us If you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us. The SwadSafar website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SwadSafar Privacy & Policy Disclaimer Terms Conditions",
    "products": "Products - SwadSafar: Explore Our Delicious Range SwadSafar HOME ABOUT US Product Contact The SwadSafar website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline HOW TO MAKE GARLIC BREAD Looking to upgrade your garlic bread? Try this classic recipe: golden brown with crusty edges, extra garlicky, and a hint of cheese. You'll love it! By Heather Baird. Explore More QUICK & EASY CREAMY RAMEN NOODLES CROISSANTS INTERNATIONAL EATS ICE CREAM Burgers Hamburger Ingredients: Beef patty, burger bun, lettuce, tomato, onion, ketchup, mustard. Method: Cook the beef patty, toast the bun, assemble with patty and other ingredients. Read More... Chicken Burger Ingredients: Chicken breast, burger bun, lettuce, tomato, pickles, mayonnaise, mustard. Method: Cook the chicken breast, toast the bun, assemble with chicken and other ingredients. Read More... Cheeseburger Ingredients: Beef patty, burger bun, cheese slice, lettuce, tomato, onion, ketchup, mustard. Method: Cook the beef patty, toast the bun, assemble with patty, cheese, and other ingredients. Read More... SwadSafar Privacy & Policy Disclaimer Terms Conditions",
    "terms-conditions": "Terms and Conditions - BelleBoutique SwadSafar HOME ABOUT US Product Contact Reservation Policies at SwadSafar At SwadSafar, we strive to provide exceptional dining experiences for all our guests. To ensure the smooth operation of our restaurant and to accommodate all reservations, we kindly ask our patrons to adhere to the following turn conditions: Cancellation Policy We understand that plans may change. If you need to cancel your reservation, please do so at least 24 hours in advance. This allows us to offer the table to other guests who may be waiting. Late Arrivals We recommend arriving promptly for your reservation. In case you anticipate a delay, kindly inform us in advance. We will do our best to accommodate you, but please note that late arrivals may result in a shortened dining time. Group Reservations For groups of 6 or more, we require a confirmation call or email at least 48 hours prior to the reservation date. This helps us ensure that we have adequate seating and staff available to serve your party. Changes to Reservation Should you need to modify the date, time, or number of guests for your reservation, please contact us as soon as possible. We will do our utmost to accommodate your request, subject to availability. Thank you for your cooperation and understanding. We look forward to welcoming you to SwadSafar for a memorable dining experience. The SwadSafar website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SwadSafar Privacy & Policy Disclaimer Terms Conditions",
    "thanks": "Thank You for Visiting SwadSafar - Explore Our Delicious Recipes SwadSafar HOME ABOUT US New Arrivals Contact Thank you for visiting SwadSafar! We appreciate your support and hope you enjoy exploring our website. The SwadSafar website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SwadSafar Privacy & Policy Disclaimer Terms Conditions"
  }
}