{
  "name": "New_v9_Inno",
  "pages": {
    "about": "About Us - Innovative Projects | Modern Architecture and Design Excellence INNO Home About Us Submit Your Request About Us Home About Us 25 Years of Experience About Us Simple Minimal Modern Home Interior At Innovative Projects, we specialize in creating stylish and modern home interiors that perfectly blend form and function. With over 25 years of experience, our team is dedicated to delivering high-quality designs that meet the unique needs of each client. Modern home interior stylish design Luxury exterior modern building \"If you will be copying someone's design style or element, you will never be the best designer in the future.\" Engineers Expert Team Resta Wany Civil Engineer Jack Martin AI Designer Amelia Daniel Civil Engineer Rusha Shen Managing Director Work Process We Follow the Stages Idea Generation We start by brainstorming and generating innovative ideas tailored to your needs. Design Planning Our team creates detailed design plans to ensure every aspect of your project is meticulously planned. Sketching We provide comprehensive sketches to give you a clear vision of the final outcome. Project Initiation Our team begins the project, turning ideas and plans into reality with precision and care. Our Offices Office Adress: B-239, Block A, Indira Nagar, Lucknow, Uttar Pradesh 226016, India Phone Phone: +91-529-4365716 E-mail E-mail: innovativeprojects@gmail.com Drop Us a Message I accept Privacy policy Send Now INNO Home About Us Privacy policy | Terms and Conditions",
    "index": "Innovative Projects – Modern Architecture and Construction Solutions INNO Home About Us Submit Your Request Innovation in Every Structure Cutting-Edge Architecture for Modern Living Established in 2010, Innovative Projects is dedicated to transforming architectural visions into reality. Specializing in sustainable design, urban planning, and innovative construction solutions, we create spaces that inspire and endure. Discover Our Projects Call: +91-529-4365716 Architecture Transforming visions into reality with cutting-edge architectural designs that blend aesthetics and functionality. Read More Interior Design Crafting innovative interior spaces that reflect your personality and style, while ensuring maximum comfort. Read More Custom Furniture Designing bespoke furniture pieces that complement and enhance your space, marrying form and function. Read More 10 Years of Experience About Us Innovative Designs for Modern Living At Innovative Projects, we specialize in creating cutting-edge architectural solutions that blend functionality with modern aesthetics. With over a decade of experience, our team is dedicated to transforming spaces and bringing visionary projects to life. Retail Residential Projects Modern Exterior Design Electrical Interior Planning Interior Lighting Plans Best Communication Practices Colour Design Services Read More Services The Best Services We Provide At Innovative Projects, we offer a comprehensive range of architectural and design services to meet all your needs. Home Exterior Design Creating stunning and functional exterior designs that enhance curb appeal and provide lasting value. Read More 2D/3D Design Layout Offering detailed 2D and 3D design layouts to visualize and perfect your project before construction begins. Read More Furniture Design Designing custom furniture pieces that perfectly fit your space and complement your design aesthetic. Read More Modern Home Interior Crafting modern interior spaces that reflect your style and provide comfort and functionality. Read More Custom Design Plan Developing custom design plans tailored to your unique needs and preferences, ensuring a personalized touch. Read More Skills Our Expertise and Skills Interior Design 80% Home Exterior 90% Furniture Design 75% Contact Our Achievements Celebrating our milestones and accomplishments in the field of modern architecture and design. Our dedication to excellence has earned us numerous awards and the satisfaction of countless clients. Projects 15K Happy Clients 4K Engineers 89 Awards Won 1.5K Our Offices Office Adress: B-239, Block A, Indira Nagar, Lucknow, Uttar Pradesh 226016, India Phone Phone: +91-529-4365716 E-mail E-mail: innovativeprojects@gmail.com Drop Us a Message I accept Privacy policy Send Now INNO Home About Us Privacy policy | Terms and Conditions",
    "privacy-policy": "Privacy Policy - Innovative Projects | Protecting Your Information INNO Home About Us Submit Your Request Privacy Policy At Innovative Projects, we are committed to protecting and respecting your privacy. This Privacy Policy explains how we collect, use, and protect your personal information when you visit our website or use our services. Information We Collect We may collect and process the following data about you: Personal Information: When you fill out forms on our website, such as contact forms or subscription forms, we may collect your name, email address, phone number, and other personal details. Technical Information: We may collect information about your visit to our website, including your IP address, browser type and version, time zone setting, browser plug-in types and versions, operating system and platform, and other technology on the devices you use to access our website. Usage Information: Information about how you use our website, such as the pages you visit, the links you click, and other actions you take on our website. How We Use Your Information We use the information we collect about you in the following ways: To Provide Services: To provide you with the information, products, and services that you request from us. To Improve Our Website: To ensure that content from our website is presented in the most effective manner for you and for your computer. To Communicate with You: To respond to your inquiries and provide customer support. To Send Promotional Materials: To send you newsletters, marketing materials, and other information that may be of interest to you, where you have consented to be contacted for such purposes. To Comply with Legal Obligations: To comply with any legal obligations or regulatory requirements. Sharing Your Information We may share your personal information with third parties in the following circumstances: Service Providers: We may share your information with third-party service providers who perform services on our behalf, such as website hosting, data analysis, and customer service. Business Transfers: If we sell or buy any business or assets, we may disclose your personal information to the prospective seller or buyer of such business or assets. Legal Requirements: We may disclose your information if required to do so by law or in response to valid requests by public authorities, such as a court or government agency. Data Security We take the security of your personal information seriously. We have implemented appropriate technical and organizational measures to protect your personal information from unauthorized access, use, or disclosure. However, please note that no method of transmission over the internet or method of electronic storage is completely secure. While we strive to use commercially acceptable means to protect your personal information, we cannot guarantee its absolute security. Your Rights You have the right to access, correct, update, or delete the personal information we hold about you. You can also object to the processing of your personal information, ask us to restrict the processing of your personal information, or request the portability of your personal information. If you wish to exercise any of these rights, please contact us at innovativeprojects@gmail.com. Changes to Our Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on our website. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. Contact Us If you have any questions about this Privacy Policy or our privacy practices, please contact us at: Email: innovativeprojects@gmail.com INNO Home About Us Privacy policy | Terms and Conditions",
    "terms-conditions": "Terms and Conditions - Innovative Projects INNO Home About Us Submit Your Request Terms and Conditions Welcome to Innovative Projects! These terms and conditions outline the rules and regulations for the use of our website. By accessing this website, we assume you accept these terms and conditions in full. Do not continue to use Innovative Projects' website if you do not accept all of the terms and conditions stated on this page. License Unless otherwise stated, Innovative Projects and/or its licensors own the intellectual property rights for all material on Innovative Projects. All intellectual property rights are reserved. You may view and/or print pages from innovativeprojects for your own personal use subject to restrictions set in these terms and conditions. You must not: Republish material from innovativeprojects Sell, rent, or sub-license material from innovativeprojects Reproduce, duplicate, or copy material from innovativeprojects Acceptable use You must not use this website in any way that causes, or may cause, damage to the website or impairment of the availability or accessibility of innovativeprojects, or in any way which is unlawful, illegal, fraudulent, or harmful, or in connection with any unlawful, illegal, fraudulent, or harmful purpose or activity. You agree not to use the Website: In any way that violates any applicable federal, state, local, or international law or regulation (including, without limitation, any laws regarding the export of data or software to and from the US or other countries). For the purpose of exploiting, harming, or attempting to exploit or harm minors in any way by exposing them to inappropriate content, asking for personally identifiable information, or otherwise. To transmit, or procure the sending of, any advertising or promotional material without our prior written consent, including any \"junk mail,\" \"chain letter,\" \"spam,\" or any other similar solicitation. To engage in any other conduct that restricts or inhibits anyone's use or enjoyment of the Website, or which, as determined by us, may harm the Company or users of the Website or expose them to liability. Disclaimer To the maximum extent permitted by applicable law, we exclude all representations, warranties, and conditions relating to our website and the use of this website (including, without limitation, any warranties implied by law in respect of satisfactory quality, fitness for purpose, and/or the use of reasonable care and skill). Limitation of Liability In no event shall Innovative Projects, nor any of its officers, directors, and employees, be liable to you for anything arising out of or in any way connected with your use of this Website, whether such liability is under contract, tort, or otherwise, and Innovative Projects, including its officers, directors, and employees shall not be liable for any indirect, consequential, or special liability arising out of or in any way related to your use of this Website. Changes to these Terms and Conditions We reserve the right to modify these terms from time to time at our sole discretion. Therefore, you should review these pages periodically. When we change the Terms in a material manner, we will update the 'last updated' date at the bottom of this page. Your continued use of the Website or our services after any such change constitutes your acceptance of the new Terms. If you do not agree to any of these terms or any future version of the Terms, do not use or access (or continue to access) the website or the services. Contact Us If you have any questions about these Terms and Conditions, please contact us: Email: innovativeprojects@gmail.com INNO Home About Us Privacy policy | Terms and Conditions",
    "thanks": "Thank You - Innovative Projects Thank You! Thank you for getting in touch with us. We appreciate you contacting Innovative Projects. One of our colleagues will get back to you shortly. While we do our best to reply as quickly as possible, it may take up to 24 hours to receive a response from us during peak hours. Thank you for your patience. Home"
  },
  "date": "2024-07-08T14:10:11.104Z"
}