{
  "name": "New_v8_Maharaja-manes",
  "pages": {
    "about": "About Us | Maharaja Manes: The Royal Barber Lounge Home Gallery About Us Reserve This website uses cookies to ensure you get the best experience on our website. By clicking \"Accept Cookies\", you consent to the use of all cookies. Accept Cookies About Maharaja Manes Experience Tradition and Luxury in Grooming Contact Us Our Commitment At Maharaja Manes, we are dedicated to providing you with an exceptional grooming experience. Quality Services We offer a wide range of grooming services, from classic haircuts to luxurious shaves, all performed with precision and care. Experience the highest standards of grooming excellence. Personalized Attention Your satisfaction is our priority. Our attentive staff will ensure that your grooming needs are met with professionalism and courtesy. Enjoy personalized service tailored to your preferences. Luxurious Environment Step into our elegant lounge and immerse yourself in luxury. From plush seating to soothing music, every detail is designed to enhance your experience. Relax and unwind as we pamper you with premium grooming services. Rajendra Singh Master of the Blade Rajendra has mastered the art of traditional Indian grooming techniques, blending ancient methods with modern precision. Achievements Winner of multiple national barber competitions. Certified instructor at the Indian Barber Academy. Sanjana Patel Guru of the Scissors Sanjana is celebrated for her impeccable scissor work, transforming hairstyles with finesse and creativity. Achievements Featured stylist in Vogue India. Trained under renowned hairdresser, Aishwarya Rai. Vikram Sharma Maestro of the Razors Vikram's expertise lies in the precise art of straight razor shaving, ensuring a smooth and luxurious experience for his clients. Achievements Recipient of the Indian Barber Guild's Excellence Award. Featured guest on \"Indian Grooming Masters\" TV show. Priya Mishra Expert in Beard Craft Priya's meticulous attention to detail has earned her recognition as a top specialist in beard grooming and styling. Achievements Featured in \"Beard Culture\" magazine. Hosts beard care workshops across India. Arjun Patel Sultan of Style Arjun's innovative approach to hairstyling has made him a sought-after trendsetter in the Indian fashion industry. Achievements Official stylist for Bollywood celebrities. Judged \"Best Hairstylist\" at the National Fashion Awards. Meera Singh Artisan of Aesthetics Meera's passion for beauty and precision has made her a trusted expert in eyebrow shaping and facial aesthetics. Achievements Featured on \"Beauty Talk\" TV segment. Trainer at the Indian Institute of Aesthetic Arts. Amit Kumar Icon of Indian Grooming Amit's decades of experience and dedication have established him as a legendary figure in the Indian grooming industry. Achievements Recipient of the Lifetime Achievement Award from the Indian Barber Federation. Featured speaker at international grooming conferences. Contact Us Have questions or ready to book an appointment? Reach out to us! We're here to assist you with any inquiries you may have. I accept privacy policy Submit Maharaja Manes: The Royal Barber Lounge Radhika Collection, Shop No 25, opp. Bank Of Baroda, Bhandup West, Mumbai, Maharashtra 400078, India +919967827711 maharajamanes@gmail.com Terms and Conditions Privacy Policy Disclaimer",
    "contacts": "Contact Us | Maharaja Manes: The Royal Barber Lounge Home Gallery About Us Reserve This website uses cookies to ensure you get the best experience on our website. By clicking \"Accept Cookies\", you consent to the use of all cookies. Accept Cookies Get in Touch with Maharaja Manes: The Royal Barber Lounge Reach Out to Maharaja Manes for Your Royal Grooming Experience Contact Us Contact Maharaja Manes: The Royal Barber Lounge We are always delighted to hear from you. Reach out to us using the details below: Location Radhika Collection, Shop No 25, opp. Bank Of Baroda, Bhandup West, Mumbai, Maharashtra 400078, India Visit our barber lounge in the heart of New Delhi for a royal grooming experience. Opening Hours Monday - Saturday: 9:00 AM - 8:00 PM We're open six days a week to serve you. Contact Information Phone: +919967827711 Feel free to call us for appointments or inquiries. Contact Us Have questions or ready to book an appointment? Reach out to us! We're here to assist you with any inquiries you may have. I accept privacy policy Submit Maharaja Manes: The Royal Barber Lounge Radhika Collection, Shop No 25, opp. Bank Of Baroda, Bhandup West, Mumbai, Maharashtra 400078, India +919967827711 maharajamanes@gmail.com Terms and Conditions Privacy Policy Disclaimer",
    "disclaimer": "Disclaimer | Maharaja Manes: The Royal Barber Lounge Home Gallery About Us Reserve This website uses cookies to ensure you get the best experience on our website. By clicking \"Accept Cookies\", you consent to the use of all cookies. Accept Cookies Disclaimer Accuracy of Information We strive to ensure that the information provided on this website is accurate and up-to-date. However, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. In no event will we be liable for any loss or damage, including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website. External Links This website may contain links to external websites that are not provided or maintained by us. We do not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites. The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them. Professional Advice The information provided on this website is for general informational purposes only and is not intended as professional or expert advice. You should not take any action based upon the information contained on this website without consulting with a qualified professional. Reliance on any information provided on this website is solely at your own risk. Changes to the Website We reserve the right to modify or discontinue, temporarily or permanently, the website (or any part of it) with or without notice. We shall not be liable to you or any third party for any modification, suspension, or discontinuance of the website. Consent By using this website, you hereby consent to our disclaimer and agree to its terms. Contact Us Have questions or ready to book an appointment? Reach out to us! We're here to assist you with any inquiries you may have. I accept privacy policy Submit Maharaja Manes: The Royal Barber Lounge Radhika Collection, Shop No 25, opp. Bank Of Baroda, Bhandup West, Mumbai, Maharashtra 400078, India +919967827711 maharajamanes@gmail.com Terms and Conditions Privacy Policy Disclaimer",
    "gallery": "Gallery | Maharaja Manes: The Royal Barber Lounge Home Gallery About Us Reserve This website uses cookies to ensure you get the best experience on our website. By clicking \"Accept Cookies\", you consent to the use of all cookies. Accept Cookies Explore Our Gallery Discover the artistry and precision of our barbers Contact Us Our Gallery Explore our gallery featuring a showcase of our finest men's haircuts. Classic Cut Timeless and refined, the classic cut never goes out of style. Modern Fade Sleek and stylish, the modern fade is perfect for the contemporary man. Undercut Bold and edgy, the undercut adds personality to any look. Textured Crop Effortlessly cool, the textured crop is a versatile choice for any occasion. Pompadour Bold and voluminous, the pompadour exudes confidence and style. Buzz Cut Low-maintenance and practical, the buzz cut is a classic choice for active lifestyles. Quiff Stylish and sophisticated, the quiff adds a touch of elegance to any look. Side Part Timeless and polished, the side part is a classic choice for formal occasions. Contact Us Have questions or ready to book an appointment? Reach out to us! We're here to assist you with any inquiries you may have. I accept privacy policy Submit Maharaja Manes: The Royal Barber Lounge Radhika Collection, Shop No 25, opp. Bank Of Baroda, Bhandup West, Mumbai, Maharashtra 400078, India +919967827711 maharajamanes@gmail.com Terms and Conditions Privacy Policy Disclaimer",
    "index": "Welcome to Maharaja Manes: The Royal Barber Lounge Home Gallery About Us Reserve This website uses cookies to ensure you get the best experience on our website. By clicking \"Accept Cookies\", you consent to the use of all cookies. Accept Cookies Welcome to Maharaja Manes: The Royal Barber Lounge Experience the Majesty of Traditional Indian Grooming Contact Us Why Choose Maharaja Manes? At Maharaja Manes, we offer more than just a haircut. We provide an experience steeped in the rich traditions of Indian grooming. Here's why discerning gentlemen choose us: Expertise Our skilled barbers are masters in their craft, ensuring precision and perfection in every cut. We blend traditional Indian techniques with modern styles, creating unique looks tailored to each client. Experience the artistry of grooming fit for royalty. Join us for a grooming experience like no other. Luxurious Ambiance Step into our elegant lounge and immerse yourself in luxury. From plush seating to soothing music, every detail is designed for your comfort. Relax and unwind as we pamper you with premium grooming services in a regal setting. Indulge in a grooming experience fit for royalty. Experience the epitome of luxury at Maharaja Manes. Personalized Service Your satisfaction is our priority. We take the time to understand your preferences and tailor our services to meet your unique needs. Enjoy personalized attention from our attentive staff, ensuring a grooming experience that exceeds your expectations. Experience grooming tailored to perfection. Discover the personalized touch at Maharaja Manes. Exceptional Products We use only the finest products to care for your hair and skin. Our curated selection of premium grooming products ensures superior results and lasting satisfaction. Experience the difference with our exclusive range of grooming essentials, selected to enhance your grooming routine. Elevate your grooming experience with our premium products. Discover the luxury of superior grooming at Maharaja Manes. About Us Discover the story behind Maharaja Manes and our commitment to excellence. Our Legacy Maharaja Manes is more than just a barbershop. It's a symbol of tradition, luxury, and impeccable grooming. Experience the heritage of Indian grooming brought to life in every service we offer. Our Mission Our mission is simple: to provide our clients with the finest grooming experience imaginable. With a dedication to quality, professionalism, and customer satisfaction, we strive to exceed expectations at every turn. Our Services At Maharaja Manes, we offer a range of luxurious grooming services designed to pamper you from head to toe. From traditional haircuts to relaxing shaves, our skilled barbers deliver precision and style with every service. Indulge in the ultimate grooming experience and elevate your personal style with Maharaja Manes. Contact Us Traditional Haircuts Experience the artistry of classic Indian hairstyles tailored to perfection. Relaxing Shaves Unwind with our rejuvenating shaving services, leaving your skin smooth and refreshed. Beard Grooming Maintain your signature style with our expert beard grooming services. Facial Treatments Revitalize your skin with our luxurious facial treatments, leaving you with a radiant complexion. Why Choose Maharaja Manes? Discover the advantages of trusting us with your grooming needs. We stand out from the rest for the following reasons: Expert Barbers Our barbers are highly skilled professionals with years of experience in traditional Indian grooming techniques. Trust your hair and beard to the hands of experts. Experience precision and perfection in every cut. Leave our salon looking and feeling your best. Luxurious Environment Step into our elegant lounge and indulge in the ultimate grooming experience surrounded by luxury. Relax and unwind as we pamper you with premium services. Escape the hustle and bustle of daily life. Experience a moment of tranquility at Maharaja Manes. Personalized Service We prioritize your needs and preferences, tailoring our services to ensure your complete satisfaction. Enjoy personalized attention from our attentive staff. Your comfort and satisfaction are our top priorities. Experience grooming tailored to perfection. Contact Us Have questions or ready to book an appointment? Reach out to us! We're here to assist you with any inquiries you may have. I accept privacy policy Submit Maharaja Manes: The Royal Barber Lounge Radhika Collection, Shop No 25, opp. Bank Of Baroda, Bhandup West, Mumbai, Maharashtra 400078, India +919967827711 maharajamanes@gmail.com Terms and Conditions Privacy Policy Disclaimer",
    "privacy": "Privacy Policy - Maharaja Manes: The Royal Barber Lounge Home Gallery About Us Reserve This website uses cookies to ensure you get the best experience on our website. By clicking \"Accept Cookies\", you consent to the use of all cookies. Accept Cookies Privacy Policy Information Collection and Use We respect your privacy and are committed to protecting it. When you visit our website, we may collect certain information about your visit, such as your IP address, browser type, the pages you visit, and the time and date of your visit. We use this information for internal purposes only, such as analyzing trends and improving our website. We may also collect personal information that you voluntarily provide to us, such as your name, email address, or phone number, when you subscribe to our newsletter, fill out a contact form, or otherwise interact with our website. We use this information to respond to your inquiries, provide you with requested services, and send you relevant information. Cookies We use cookies to personalize content and ads, to provide social media features, and to analyze our traffic. Cookies are small files that are stored on your computer's hard drive when you visit certain websites. They allow us to recognize your browser and capture and remember certain information. You can choose to accept or decline cookies. Most web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer. However, this may prevent you from taking full advantage of the website. Information Sharing We do not sell, trade, or otherwise transfer your personally identifiable information to outside parties. This does not include trusted third parties who assist us in operating our website, conducting our business, or servicing you, as long as those parties agree to keep this information confidential. We may also release your information when we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others' rights, property, or safety. Security We implement a variety of security measures to maintain the safety of your personal information when you enter, submit, or access your personal information. However, no method of transmission over the Internet or electronic storage is 100% secure, and we cannot guarantee its absolute security. Changes to This Privacy Policy We reserve the right to update or change our Privacy Policy at any time. Any changes will be effective immediately upon posting the updated Privacy Policy on this page. Contact Us Have questions or ready to book an appointment? Reach out to us! We're here to assist you with any inquiries you may have. I accept privacy policy Submit Maharaja Manes: The Royal Barber Lounge Radhika Collection, Shop No 25, opp. Bank Of Baroda, Bhandup West, Mumbai, Maharashtra 400078, India +919967827711 maharajamanes@gmail.com Terms and Conditions Privacy Policy Disclaimer",
    "terms": "Terms and Conditions | Maharaja Manes: The Royal Barber Lounge Home Gallery About Us Reserve This website uses cookies to ensure you get the best experience on our website. By clicking \"Accept Cookies\", you consent to the use of all cookies. Accept Cookies Terms and Conditions 1. Introduction Welcome to our website. These terms and conditions govern your use of this website; by using this website, you accept these terms and conditions in full. If you disagree with these terms and conditions or any part of these terms and conditions, you must not use this website. 2. Intellectual Property Rights All content included on this website, such as text, graphics, logos, images, audio clips, digital downloads, and data compilations, is the property of our company or its content suppliers and protected by international copyright laws. 3. Restrictions You are granted a limited license to access and use this website for personal use only. You must not use this website in any way that causes, or may cause, damage to the website or impairment of the availability or accessibility of the website; or in any way which is unlawful, illegal, fraudulent, or harmful. 4. Limitations of Liability We will not be liable to you in relation to the contents of, or use of, or otherwise in connection with, this website for any indirect, special, or consequential loss; or for any business losses, loss of revenue, income, profits, or anticipated savings. 5. Variation We may revise these terms and conditions from time to time. Revised terms and conditions will apply to the use of this website from the date of the publication of the revised terms and conditions on this website. Please check this page regularly to ensure you are familiar with the current version. Contact Us Have questions or ready to book an appointment? Reach out to us! We're here to assist you with any inquiries you may have. I accept privacy policy Submit Maharaja Manes: The Royal Barber Lounge Radhika Collection, Shop No 25, opp. Bank Of Baroda, Bhandup West, Mumbai, Maharashtra 400078, India +919967827711 maharajamanes@gmail.com Terms and Conditions Privacy Policy Disclaimer",
    "thank_you": "Thank You | Maharaja Manes: The Royal Barber Lounge Home Gallery About Us Reserve This website uses cookies to ensure you get the best experience on our website. By clicking \"Accept Cookies\", you consent to the use of all cookies. Accept Cookies Thank You Thank You for Your Submission Your message has been successfully submitted. We appreciate your interest in our services. Our team will review your submission and get back to you as soon as possible. Stay Connected Follow us on social media to stay updated with our latest news, offers, and events. You can find us on Facebook, Twitter, and Instagram. Contact Us Have questions or ready to book an appointment? Reach out to us! We're here to assist you with any inquiries you may have. I accept privacy policy Submit Maharaja Manes: The Royal Barber Lounge Radhika Collection, Shop No 25, opp. Bank Of Baroda, Bhandup West, Mumbai, Maharashtra 400078, India +919967827711 maharajamanes@gmail.com Terms and Conditions Privacy Policy Disclaimer"
  },
  "date": "2024-05-02T10:51:08.578Z"
}