{
  "name": "New_v9_AutoDealer",
  "pages": {
    "about": "Sobre Us - Learn More Sobre Auto Dealer Auto Dealer Modelos De Carros Sobre Equipe ENTRE EM CONTATO CONOSCO Bem-Vindo à Nossa Empresa! Estamos felizes por recebê-lo na nossa página \"Sobre nós\". Somos uma equipe de entusiastas prontos para ajudá-lo na sua jornada pelo mundo dos automóveis. A nossa missão é fornecer-lhe serviços de alta qualidade, com uma abordagem profissional e um serviço impecável. Encontre Seu Carro Nossa Missão na AutoDealer Na AutoDealer, nossa missão é fornecer aos nossos clientes uma experiência excepcional ao adquirir um veículo. Estamos empenhados em oferecer uma ampla seleção de automóveis de qualidade, acompanhada de um atendimento ao cliente de primeira classe. Queremos simplificar o processo de compra de carros, proporcionando transparência, confiança e satisfação em cada interação. Acreditamos que cada cliente merece encontrar o veículo perfeito para suas necessidades e estamos aqui para tornar isso possível, guiando-os através de cada etapa do caminho com expertise e dedicação. O sucesso de nossa missão é medido pela felicidade e confiança de nossos clientes em cada automóvel adquirido na AutoDealer. Nossa História na AutoDealer Começamos como uma pequena operação local, mas com uma visão ambiciosa de nos tornarmos líderes no mercado automotivo. Ao longo dos anos, expandimos nossas operações e nossa equipe, sempre mantendo nosso foco na qualidade e na satisfação do cliente. Cada marco em nossa jornada foi impulsionado pelo desejo de superar as expectativas de nossos clientes. Desde a introdução de novas marcas e modelos em nosso showroom até a implementação de tecnologias inovadoras para melhorar a experiência de compra, estamos constantemente buscando maneiras de aprimorar nossos serviços. Nossos Especialistas na AutoDealer Na AutoDealer, nossa equipe é composta por uma equipe de especialistas apaixonados pelo mundo dos automóveis. Cada membro da nossa equipe traz consigo uma riqueza de conhecimento e experiência, garantindo que possamos oferecer o mais alto nível de serviço aos nossos clientes. Nossos vendedores são mais do que simplesmente vendedores - são consultores dedicados, prontos para ajudar os clientes a encontrar o carro perfeito para suas necessidades. Com um profundo conhecimento de nossa vasta seleção de veículos, eles orientam os clientes durante todo o processo de compra, oferecendo conselhos especializados e assistência personalizada. Nossa equipe de serviço é composta por técnicos altamente qualificados e treinados, prontos para lidar com qualquer manutenção ou reparo que seu veículo possa precisar. Eles trabalham com eficiência e precisão para garantir que seu carro volte à estrada em perfeitas condições. Explorando Nossa Galeria de Veículos Navegue pela nossa galeria de veículos para descobrir uma ampla seleção de carros de alta qualidade. De sedans elegantes a picapes robustas, nossa galeria apresenta os melhores veículos para atender às suas necessidades e estilo de vida. Explore as imagens para obter uma visão mais próxima de cada carro e encontre o seu próximo veículo dos sonhos na AutoDealer. Auto Dealer Av. Senador Helvídio Nunes, 2593 - Junco, Picos - PI, 64600-000, Brasil Modelos De Carros Sobre Equipe ENTRE EM CONTATO CONOSCO +55-32-7843-8331 autodealer@gmail.com Termos de Uso Política De Privacidade",
    "index": "Auto Dealer - Your Source of Elegance on the Roads Auto Dealer Modelos De Carros Sobre Equipe ENTRE EM CONTATO CONOSCO Bem-vindo à Auto Dealer — Seu parceiro de confiança no mundo automotivo! Na Auto Dealer, combinamos nossa paixão por carros com anos de experiência para oferecer o melhor do mercado. Nosso catálogo inclui veículos novos e usados das principais marcas mundiais, prontos para atender todas as suas necessidades e preferências. Nossa equipe de especialistas está sempre disponível para ajudá-lo na escolha, fornecer informações detalhadas sobre cada carro e organizar um test drive. Nos esforçamos para tornar o processo de compra do seu carro o mais simples e agradável possível. Encontre Seu Carro Escolha o Seu Carro Perfeito na Auto Dealer! Na Auto Dealer, entendemos que cada motorista tem suas próprias necessidades e preferências. É por isso que oferecemos uma vasta seleção de veículos novos e usados das principais marcas mundiais. Navegue pelo nosso catálogo diversificado e encontre o carro que combina perfeitamente com o seu estilo de vida. Nossa equipe de especialistas está aqui para ajudar você em cada etapa do processo, desde a escolha do modelo ideal até a realização de um test drive. Com condições de financiamento vantajosas e um atendimento excepcional, a Auto Dealer é o lugar certo para encontrar o seu próximo carro. Venha e descubra o veículo dos seus sonhos hoje mesmo! Cabrio 3 Available Coupe 6 Available Hatchback 12 Available Pick Up 1 Available Sedan 2 Available SUV 3 Available Por Que Escolher a Auto Dealer? Na Auto Dealer, nos dedicamos a oferecer a melhor experiência de compra de automóveis. Aqui estão algumas razões pelas quais nossos clientes nos escolhem: Variedade de Opções: Nossa vasta seleção de veículos novos e usados de diversas marcas garante que você encontrará o carro perfeito para suas necessidades. Qualidade e Confiabilidade: Todos os nossos carros passam por rigorosas inspeções de qualidade para garantir que você está dirigindo um veículo seguro e confiável. Equipe Especializada: Nossa equipe de profissionais experientes está pronta para ajudar você em cada etapa, desde a escolha do carro até o financiamento e a manutenção. Condições de Financiamento Atrativas: Oferecemos opções de financiamento flexíveis e competitivas para tornar a compra do seu carro mais acessível. The cars are immediately refueled The cars have passed all checks Nossos Diferenciais Na Auto Dealer, destacamo-nos no mercado automotivo por várias razões. Aqui estão algumas das vantagens que nos tornam a melhor escolha para a compra do seu próximo veículo: Ampla Seleção de Veículos: Oferecemos uma vasta gama de carros novos e usados de marcas renomadas, garantindo que você encontre exatamente o que procura. Qualidade Garantida: Todos os nossos veículos são submetidos a rigorosas inspeções de qualidade para garantir sua segurança e confiabilidade. Equipe Especializada: Nossa equipe de profissionais é altamente qualificada e está pronta para ajudar você em cada etapa do processo de compra, proporcionando uma experiência personalizada e sem complicações. Condições de Financiamento Flexíveis: Disponibilizamos opções de financiamento atrativas e personalizadas para facilitar a aquisição do seu veículo. Atendimento ao Cliente Excepcional: Priorizamos um atendimento ao cliente de alta qualidade, garantindo que suas necessidades sejam atendidas com eficiência e cortesia. Conheça Nossa Equipe Equipe Criativa Na Auto Dealer, nossa Equipe Criativa é a força motriz por trás de nossas inovações e do atendimento excepcional que oferecemos. Combinando talento, experiência e paixão por automóveis, nossos profissionais estão sempre em busca de novas maneiras de surpreender e encantar nossos clientes. Conheça algumas das razões pelas quais nossa Equipe Criativa se destaca: João Silva João Silva possui mais de 10 anos de experiência no setor automotivo. Com um profundo conhecimento de todas as marcas e modelos, João é conhecido por sua habilidade em entender exatamente o que os clientes procuram e encontrar o carro perfeito para eles. Sua abordagem amigável e consultiva faz com que cada cliente se sinta valorizado e bem atendido. Pedro Oliveira Pedro Oliveira é nosso especialista em tecnologia automotiva. Com uma formação em engenharia mecânica e uma paixão por inovação, Pedro está sempre atualizado com as últimas tendências e avanços tecnológicos no mercado de automóveis. Ele é o ponto de referência para todas as questões técnicas e dúvidas sobre desempenho e funcionalidades dos veículos. Rafael Costa Rafael Costa lidera nosso departamento de pós-venda com excelência. Com mais de 15 anos de experiência na indústria, Rafael garante que cada cliente continue a receber suporte e atendimento de alta qualidade após a compra. Sua dedicação e atenção aos detalhes asseguram que cada veículo mantenha seu desempenho e confiabilidade ao longo do tempo. Coleção icônica: Ford dos anos 90 Ford Apresentamos o Ford 1995, um verdadeiro ícone do mundo automotivo. Este modelo clássico é uma joia rara para colecionadores e entusiastas de carros antigos. O Ford 1995 é conhecido por seu design atemporal, engenharia de precisão e desempenho robusto. Vamos explorar algumas das características que tornam este carro tão especial: maximum speed: 140 km/h horsepower: 130 year of release: 1995 Entre em Contato Conosco Preencha o formulário de contato abaixo para nos enviar sua mensagem. Estamos aqui para responder às suas perguntas ou fornecer informações adicionais. Aguarde nossa resposta em breve. Aceito a Política de Privacidade Enviar mensagem Auto Dealer Av. Senador Helvídio Nunes, 2593 - Junco, Picos - PI, 64600-000, Brasil Modelos De Carros Sobre Equipe ENTRE EM CONTATO CONOSCO +55-32-7843-8331 autodealer@gmail.com Termos de Uso Política De Privacidade",
    "models": "Modelos De Carros - Explore a Diverse Range of Automobiles | Auto Dealer Auto Dealer Modelos De Carros Sobre Equipe ENTRE EM CONTATO CONOSCO Bem-Vindo ao Nosso Catálogo de Carros Explore nossa vasta seleção de carros disponíveis. Desde modelos novos até veículos seminovos, oferecemos uma variedade de opções para atender às suas necessidades. Navegue pelo catálogo e descubra os carros dos seus sonhos. Estamos aqui para ajudar você a encontrar o carro perfeito. Encontre Seu Carro Melhor carro Descubra a Nossa Coleção de Carros Exclusivos Bem-vindo à nossa coleção exclusiva de carros. Aqui, reunimos uma seleção cuidadosamente escolhida dos melhores veículos disponíveis no mercado. Cada carro em nossa coleção é uma obra-prima em design, desempenho e qualidade. Dos modelos clássicos aos mais recentes lançamentos, nossa coleção abrange uma variedade de estilos e marcas para atender a todos os gostos. Explore nossa coleção e encontre o carro dos seus sonhos hoje mesmo. Descubra a Liberdade de Dirigir um Cabriolet Experimente a emoção de dirigir um cabriolet. Com seu design elegante e emocionante, o cabriolet oferece uma experiência de condução única, permitindo que você sinta o vento nos cabelos enquanto desfruta das estradas. Seja em um dia ensolarado de verão ou sob as estrelas de uma noite quente, um cabriolet proporciona uma sensação de liberdade e aventura incomparável. Com tecnologia avançada e um design aerodinâmico, cada cabriolet é uma obra de arte sobre rodas. Explore nossa seleção de cabriolets e descubra o prazer de dirigir com o vento no rosto. Capota conversível para condução aberta Design elegante e esportivo Ideal para aventuras na estrada e recreação ao ar livre Descubra a Elegância e Esportividade dos Carros Coupé Deslize pela estrada com estilo em um carro coupé. Conhecidos por sua elegância e esportividade, os coupés combinam design sofisticado com desempenho emocionante. Com linhas aerodinâmicas e uma silhueta distinta, cada coupé é uma expressão de luxo e classe. Seja você um entusiasta de velocidade ou alguém que aprecia o estilo refinado, um coupé oferece uma experiência de condução inigualável. Descubra nossa seleção de coupés e mergulhe no mundo da elegância automotiva. Corpo de duas portas para uma aparência elegante Maior dinâmica e manobrabilidade Recursos e comodidades de luxo na cabine Explore a Versatilidade e Praticidade dos Carros Hatchback Os carros hatchback combinam versatilidade e praticidade em um pacote compacto. Com seu design inteligente e espaço interno surpreendente, os hatchbacks são ideais para a vida urbana e além. Desde viagens diárias pela cidade até aventuras de fim de semana, um hatchback oferece conforto e eficiência onde quer que você vá. Descubra nossa seleção de hatchbacks, onde você encontrará uma variedade de opções que atendem a todas as suas necessidades de condução e estilo de vida. Acesso conveniente ao porta-malas graças à porta traseira de elevaçãoe Tamanho compacto e fácil operação Consumo de combustível econômico e baixos custos operacionais Explore a Robustez e Versatilidade dos Picapes Os picapes são símbolos de robustez e versatilidade, prontos para enfrentar qualquer desafio. Com sua capacidade de carga impressionante e tração nas quatro rodas, os picapes são ideais tanto para o trabalho quanto para aventuras off-road. Seja transportando carga pesada ou explorando terrenos acidentados, um picape oferece o desempenho e a confiabilidade necessários para superar qualquer obstáculo. Descubra nossa seleção de picapes e encontre o parceiro perfeito para suas necessidades de trabalho e lazer. Amplo compartimento de carga para transporte de mercadorias e equipamentos Motores potentes e capacidade de reboque Descubra o Conforto e Elegância dos Carros Sedan Os carros sedan combinam conforto, elegância e desempenho em um pacote refinado. Com seu design aerodinâmico e espaçoso interior, os sedans oferecem uma experiência de condução luxuosa tanto para motoristas quanto para passageiros. Seja você um profissional em movimento ou uma família em busca de conforto, um sedan proporciona uma viagem suave e tranquila em todas as ocasiões. Explore nossa seleção de sedans e mergulhe no mundo da sofisticação automotiva. Cabine espaçosa com assentos confortáveis Condução suave e confiante na estrada Tecnologias avançadas de segurança e entretenimento Explore a Aventura e Versatilidade dos SUVs Os SUVs (Sport Utility Vehicles) combinam o melhor dos mundos off-road e urbano, oferecendo uma experiência de condução emocionante e versátil. Com sua altura elevada, tração nas quatro rodas e espaço interior generoso, os SUVs são ideais para famílias ativas, aventureiros e todos aqueles que buscam aventura e conforto em igual medida. Descubra nossa ampla seleção de SUVs e encontre o veículo perfeito para enfrentar qualquer estrada, seja na cidade ou fora dela. Maior distância ao solo e tração nas quatro rodas para enfrentar condições desafiadoras da estrada Ampla gama de tecnologias de segurança e entretenimento Auto Dealer Av. Senador Helvídio Nunes, 2593 - Junco, Picos - PI, 64600-000, Brasil Modelos De Carros Sobre Equipe ENTRE EM CONTATO CONOSCO +55-32-7843-8331 autodealer@gmail.com Termos de Uso Política De Privacidade",
    "privacy-policy": "Política De Privacidade | Auto Dealer Auto Dealer Modelos De Carros Sobre Equipe ENTRE EM CONTATO CONOSCO Política de Privacidade - BúrguerBrasa Na BúrguerBrasa, nossa prioridade é proteger sua privacidade. Esta Política de Privacidade detalha como coletamos, usamos e protegemos suas informações pessoais. 1. Informações que Coletamos: - Coletamos informações pessoais, como nome, e-mail e telefone, quando você utiliza nossos serviços ou se inscreve em nossas atualizações. - Além disso, coletamos informações não pessoais, como endereço IP, detalhes do navegador e do dispositivo, para melhorar a funcionalidade do nosso site e de nossos serviços. 2. Uso de Suas Informações: - Utilizamos suas informações pessoais para processar pedidos, facilitar a comunicação e fornecer suporte ao cliente. - As informações não pessoais podem ser usadas para análises, iniciativas de marketing e melhorias em nossa plataforma online. 3. Divulgação de Informações: - Não comercializamos, vendemos ou alugamos suas informações pessoais para terceiros. No entanto, compartilhamos dados com prestadores de serviços confiáveis para operações do site e prestação de serviços. 4. Medidas de Proteção de Dados: - Implementamos rigorosos protocolos de segurança para proteger suas informações contra acesso não autorizado, alteração, divulgação ou destruição. 5. Seus Direitos: - Você tem o direito de acessar, corrigir ou excluir seus dados pessoais e pode optar por não receber comunicações promocionais. 6. Alterações na Política: - Reservamos o direito de atualizar ou revisar esta Política de Privacidade a qualquer momento, com alterações entrando em vigor imediatamente após a publicação. Se tiver dúvidas ou preocupações sobre nossa Política de Privacidade, entre em contato conosco em autodealer@gmail.com. Obrigado por escolher o BúrguerBrasa! Última Atualização: Abril de 2024 Auto Dealer Av. Senador Helvídio Nunes, 2593 - Junco, Picos - PI, 64600-000, Brasil Modelos De Carros Sobre Equipe ENTRE EM CONTATO CONOSCO +55-32-7843-8331 autodealer@gmail.com Termos de Uso Política De Privacidade",
    "terms-conditions": "Termos de Uso | Auto Dealer Auto Dealer Modelos De Carros Sobre Equipe ENTRE EM CONTATO CONOSCO Termos de Uso para autodealer Limitação de Responsabilidade: Ao acessar ou usar o site do autodealer, você reconhece e concorda que o autodealer, seus diretores, funcionários e afiliadas não serão responsáveis por quaisquer danos diretos, indiretos, incidentais, consequentes ou punitivos decorrentes de ou de alguma forma relacionados com o uso ou incapacidade de usar o site, incluindo, mas não se limitando a, quaisquer erros ou omissões em qualquer conteúdo, ou qualquer perda ou dano de qualquer tipo incorrido como resultado do uso ou confiança em qualquer conteúdo ou serviços disponibilizados no site. Proteção de Dados: Levamos sua privacidade a sério. Ao usar o site do autodealer, você consente a coleta, processamento e armazenamento de suas informações pessoais conforme descrito em nossa Política de Privacidade. Utilizamos medidas de segurança padrão do setor para proteger seus dados contra acesso ou divulgação não autorizados. Modificação dos Termos: O autodealer reserva-se o direito de alterar, modificar ou substituir qualquer parte destes Termos de Uso mediante a publicação de atualizações e alterações em nosso site. É sua responsabilidade revisar nosso site periodicamente para verificar as mudanças. Seu uso contínuo ou acesso ao nosso site após a publicação de quaisquer alterações a estes Termos constitui aceitação dessas mudanças. Direitos de Propriedade Intelectual: Todo o conteúdo disponível no site do autodealer, incluindo texto, gráficos, logotipos, imagens, clipes de áudio e software, é propriedade do autodealer ou de seus fornecedores de conteúdo e é protegido por leis internacionais de direitos autorais. Você concorda em não reproduzir, duplicar, copiar, vender, revender ou explorar qualquer parte do site sem permissão expressa por escrito do autodealer. Lei Aplicável e Jurisdição: Estes Termos de Uso serão regidos e interpretados de acordo com as leis. Qualquer disputa decorrente destes Termos será de jurisdição exclusiva dos tribunais. Rescisão: O autodealer reserva-se o direito de rescindir ou suspender seu acesso ao site a qualquer momento, sem aviso prévio ou responsabilidade, por qualquer motivo, incluindo, sem limitação, se você violar os Termos. Todas as disposições destes Termos que, por sua natureza, devem sobreviver à rescisão, sobreviverão à rescisão, incluindo, sem limitação, disposições de propriedade, renúncias de garantias, indenizações e limitações de responsabilidade. Informações de Contato: Se você tiver alguma dúvida ou preocupação sobre estes Termos de Uso, não hesite em entrar em contato conosco em autodealer@gmail.com. Valorizamos seu feedback e estamos aqui para ajudá-lo com qualquer dúvida. Ao acessar ou usar o site do autodealer, você concorda em ficar vinculado a estes Termos de Uso. Se você não concorda com estes Termos, por favor, abstenha-se de usar nosso site. Obrigado por escolher o autodealer! Auto Dealer Av. Senador Helvídio Nunes, 2593 - Junco, Picos - PI, 64600-000, Brasil Modelos De Carros Sobre Equipe ENTRE EM CONTATO CONOSCO +55-32-7843-8331 autodealer@gmail.com Termos de Uso Política De Privacidade",
    "thanks": "Thank You | Auto Dealer Obrigado por Entrar em Contato! Agradecemos por nos contatar. Sua mensagem foi recebida com sucesso e nossa equipe entrará em contato em breve para ajudar com sua solicitação. Enquanto isso, sinta-se à vontade para explorar mais nosso site e descobrir outros veículos incríveis que temos disponíveis. Se precisar de assistência adicional, não hesite em nos contatar diretamente. Muito obrigada! Voltar à página inicial"
  },
  "date": "2024-05-30T08:50:56.802Z"
}