{
  "name": "New_v9_IndiDrive",
  "pages": {
    "catalog": "IndiDrive - Affordable Car Rentals in India | wide range of rental cars Home Cars catalog Services Car types SELECT YOUR CAR Economy Car 4 Passengers 2 Suitcases Manual Transmission Fuel Efficient Choose ₹1,500/day Compact Car 4 Passengers 3 Suitcases Automatic Transmission Air Conditioning Choose ₹2,000/day Midsize Car 5 Passengers 4 Suitcases Automatic Transmission Fuel Efficient Choose ₹2,500/day SUV 7 Passengers 5 Suitcases Automatic Transmission All-Wheel Drive Choose ₹3,500/day Luxury Sedan 5 Passengers 4 Suitcases Automatic Transmission Luxury Features Choose ₹4,500/day Minivan 8 Passengers 6 Suitcases Automatic Transmission Spacious Interior Choose ₹3,000/day What Clients Say I recently rented a car from IndiDrive for a business trip, and I must say, the service was exceptional. The booking process was smooth, and the vehicle was in excellent condition. The staff was very professional and helpful. I will definitely use their services again in the future. Ravi Sharma IndiDrive made our family vacation a memorable one. We rented an SUV, and it was perfect for our long-distance travel. The car was spacious and comfortable, and the rental rates were quite reasonable. The customer service team was available 24/7 to assist us with any queries. Highly recommend their services! Ananya Gupta My experience with IndiDrive has been fantastic. I rented a luxury sedan for a special occasion, and the car was in pristine condition. The entire process, from booking to return, was seamless. The staff was courteous and ensured that all my needs were met. I will definitely choose IndiDrive for my next car rental. Amitabh Verma I had an amazing experience with IndiDrive. Their fleet of vehicles is impressive, and I was able to find the perfect car for my trip. The rates are competitive, and the service is top-notch. The car was well-maintained and clean. I appreciate the flexibility and the excellent customer service provided by IndiDrive. Priya Nair IndiDrive has exceeded my expectations in every way. I rented an economy car for a weekend getaway, and it was perfect for city driving. The car was fuel-efficient and easy to maneuver. The customer support team was very responsive and made sure that my experience was hassle-free. I highly recommend IndiDrive to anyone looking for car rental services in India. Rakesh Iyer From start to finish, IndiDrive provided an outstanding car rental experience. I rented a midsize car for a road trip, and it was comfortable and reliable. The booking process was straightforward, and the staff was very accommodating. The car was clean and well-maintained, making our journey enjoyable. Thank you, IndiDrive, for the excellent service! Meera Singh Contact form I accept privacy policy Send message Contacts Dr. Rajendra Prasad Road Near Hotel Le-Meridien, New Delhi, Delhi 110001, India +911123384301 indidrive@gmail.com Links Home Cars catalog Services Car types Policy Privacy policy Terms and Conditions",
    "index": "IndiDrive - Affordable Car Rentals in India Home Cars catalog Services Car types Explore India with Comfort and Ease Browse Our Fleet We Are More Than A Car Rental Company At IndiDrive, we believe that car rental should be more than just a transaction; it should be an experience. Our mission is to provide you with the highest level of service and a fleet of vehicles that cater to all your travel needs in India. Whether you're visiting for business, leisure, or a special occasion, we have the perfect car for you. Our fleet includes a wide range of vehicles, from economical cars that are perfect for city driving to luxurious sedans and SUVs for those who want to travel in style and comfort. Each vehicle is regularly maintained and thoroughly cleaned to ensure your safety and satisfaction. With IndiDrive, you can rest assured that you are driving a reliable and well-cared-for car. But what truly sets us apart is our commitment to customer service. Our dedicated team is here to assist you every step of the way, from the moment you make a reservation to the time you return the vehicle. We offer 24/7 customer support, flexible rental terms, and a variety of add-on services such as GPS navigation, child seats, and comprehensive insurance options. At IndiDrive, we strive to make your journey as smooth and enjoyable as possible. In addition to our exceptional service and diverse vehicle selection, we also prioritize sustainability and environmental responsibility. IndiDrive is committed to reducing our carbon footprint by incorporating eco-friendly practices into our operations. We offer hybrid and electric vehicles as part of our fleet, allowing you to choose a greener option for your travels. Our goal is to provide you with not only a convenient and reliable car rental experience but also a sustainable one that contributes to preserving the environment for future generations. Moreover, IndiDrive values your time and convenience. Our streamlined booking process ensures that you can easily reserve a car in just a few clicks. We understand that your time is precious, and we have designed our system to be as efficient and user-friendly as possible. Whether you are booking through our website or mobile app, you can expect a hassle-free experience from start to finish. At IndiDrive, your satisfaction is our top priority. We continually strive to exceed your expectations and provide you with a car rental experience that is second to none. Join the countless satisfied customers who have chosen IndiDrive for their travel needs in India, and discover why we are more than just a car rental company. We are your trusted partner on the road, committed to making every journey memorable and enjoyable. Our Services Wide Range of Vehicles Choose from a diverse fleet of vehicles, including economy cars, luxury sedans, SUVs, and more. We have the perfect car for every journey. 1. 24/7 Customer Support Our dedicated customer support team is available around the clock to assist you with any questions or issues you may have during your rental period. 2. Flexible Rental Terms We offer a variety of rental options, from short-term to long-term rentals, so you can choose the plan that best suits your needs and schedule. 3. Comprehensive Insurance Drive with peace of mind knowing that our comprehensive insurance options provide extensive coverage for you and your rental vehicle. 4. Additional Services Enhance your rental experience with add-ons such as GPS navigation, child seats, and Wi-Fi hotspots to ensure a comfortable and convenient trip. 5. Easy Booking Process Our user-friendly website and mobile app make it simple to browse, select, and book your rental car in just a few clicks. 6. Rental Car Types Economy Cars Our economy cars are perfect for budget-conscious travelers who need a reliable vehicle for city driving. These cars are fuel-efficient, easy to park, and ideal for navigating busy streets. Luxury Sedans Travel in style and comfort with our luxury sedans. These vehicles are equipped with premium features and offer a smooth ride, making them ideal for business trips or special occasions. SUVs Our SUVs provide ample space and power for your journeys. Whether you're traveling with family or need extra room for luggage, these vehicles are perfect for long-distance travel and off-road adventures. Rent a car Contacts Dr. Rajendra Prasad Road Near Hotel Le-Meridien, New Delhi, Delhi 110001, India +911123384301 indidrive@gmail.com Links Home Cars catalog Services Car types Policy Privacy policy Terms and Conditions",
    "thank": "IndiDrive - Affordable Car Rentals in India | Thank Thank You for Choosing IndiDrive Dear Valued Customer, We are truly grateful that you have chosen IndiDrive for your car rental needs. Your trust and support mean the world to us. We strive to provide the best service and ensure that your experience with us is nothing short of excellent. We appreciate the opportunity to serve you and look forward to assisting you on your journeys across India. If you have any questions or need further assistance, please do not hesitate to contact our customer support team, available 24/7 to help you. Once again, thank you for choosing IndiDrive. We wish you safe and enjoyable travels! Sincerely, The IndiDrive Team Home",
    "terms": "IndiDrive - Affordable Car Rentals in India | Terms and Conditions Home Cars catalog Services Car types Terms and Conditions Welcome to IndiDrive. By using our services, you agree to comply with and be bound by the following terms and conditions. Please review them carefully before using our website and services. 1. General Terms IndiDrive provides car rental services subject to the following terms and conditions. These terms apply to all users of our services, including but not limited to visitors, customers, and partners. 2. Eligibility To rent a vehicle from IndiDrive, you must be at least 21 years old, possess a valid driver’s license, and have a valid form of payment. Additional age restrictions may apply for certain vehicle categories. 3. Reservations All reservations are subject to availability and confirmation by IndiDrive. We reserve the right to cancel or modify reservations at our discretion. A valid credit card is required to secure your booking. 4. Rental Period The rental period begins at the time you pick up the vehicle and ends when the vehicle is returned to the designated location. Late returns may incur additional charges. 5. Use of Vehicle Rented vehicles must be used in accordance with all applicable laws and regulations. The vehicle must be driven by authorized drivers only. The renter is responsible for any damage, loss, or theft of the vehicle during the rental period. 6. Fuel Policy Vehicles are provided with a full tank of fuel and must be returned with a full tank. If the vehicle is not returned with a full tank, refueling charges will apply. 7. Cancellations and Modifications Reservations can be cancelled or modified up to 24 hours before the scheduled pick-up time without any penalty. Cancellations or modifications made within 24 hours of the pick-up time may incur charges. 8. Privacy Policy IndiDrive is committed to protecting your privacy. Please refer to our Privacy Policy for information on how we collect, use, and protect your personal data. 9. Contact Information If you have any questions or concerns regarding these terms and conditions, please contact us at: Email: indidrive@gmail.com By using IndiDrive's services, you acknowledge that you have read, understood, and agree to be bound by these terms and conditions. Contacts Dr. Rajendra Prasad Road Near Hotel Le-Meridien, New Delhi, Delhi 110001, India +911123384301 indidrive@gmail.com Links Home Cars catalog Services Car types Policy Privacy policy Terms and Conditions",
    "privacy": "IndiDrive - Affordable Car Rentals in India | Privacy Policy Home Cars catalog Services Car types Privacy Policy Welcome to IndiDrive. We value your privacy and are committed to protecting your personal information. This Privacy Policy outlines the types of information we collect, how we use it, and the steps we take to ensure its security. Information We Collect We collect information that you provide directly to us when you use our services, such as when you create an account, make a reservation, or contact customer support. This information may include: Personal details (name, email address, phone number) Payment information (credit card details, billing address) Rental preferences and vehicle choices Driver’s license information How We Use Your Information We use the information we collect to: Process and manage your reservations Communicate with you regarding your bookings and inquiries Improve our services and customer experience Send you promotional offers and updates (with your consent) Comply with legal requirements and prevent fraud Sharing Your Information We do not sell or rent your personal information to third parties. We may share your information with: Service providers who assist us in operating our business and providing our services (e.g., payment processors, IT support) Legal authorities if required by law or to protect our rights Partners for marketing purposes, only if you have given your explicit consent Security of Your Information We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include secure data storage, encryption, and access controls. Contact Us If you have any questions or concerns about our Privacy Policy or the handling of your personal information, please contact us at: Email: indidrive@gmail.com Thank you for trusting IndiDrive with your personal information. We are committed to ensuring your privacy and protecting your data. Contacts Dr. Rajendra Prasad Road Near Hotel Le-Meridien, New Delhi, Delhi 110001, India +911123384301 indidrive@gmail.com Links Home Cars catalog Services Car types Policy Privacy policy Terms and Conditions"
  },
  "date": "2024-07-11T19:45:49.083Z"
}