{
  "name": "New_v9_Excursions",
  "pages": {
    "index": "HikeTrail - Organização de Excursões Sobre Nós Viagens e rotas Serviços Vantagens Planejamento Galeria Contate-nos Página inicial Sobre Nós Viagens e rotas Serviços Vantagens Planejamento Galeria Contate-nos Descubra o Mundo pela Trilha A HikeTrail oferece viagens inesquecíveis para exploradores de todas as idades e níveis de experiência. Nossas trilhas são meticulosamente planejadas para oferecer aventura, conexão com a natureza e uma visão autêntica de cada destino. Vamos juntos descobrir o melhor que o mundo tem para oferecer! Contate-nos Sobre Nós HikeTrail - é uma empresa especializada em proporcionar experiências inesquecíveis para verdadeiros apreciadores da natureza e do lazer ativo. Nós nos esforçamos para ser o seu guia confiável em locais e pontos turísticos naturais únicos. Nossa equipe é composta por profissionais apaixonados pela natureza e responsáveis ecologicamente. Planejamos cada detalhe da sua viagem cuidadosamente para garantir a você um nível de conforto e prazer incomparável. Viagens e rotas Trilha dos Canyons (Brasil) Caminho Inca até Machu Picchu (Peru) Caminhada pela Ilha Fraser e pelo Great Ocean Road (Austrália) O Melhor dos Dolomitas (Itália) Ouro do Oeste Selvagem (EUA) Rota do Transiberiano (Rússia) Caminhada do Cabo da Boa Esperança à Cidade do Cabo (África do Sul) Volta ao Monte Fuji (Japão) Nossos serviços Pacotes Turísticos Personalizados Nossos pacotes turísticos são personalizados para atender aos seus interesses específicos. Seja você um amante da natureza, apaixonado por história ou fanático por aventura, temos o pacote perfeito para você. Basta nos dizer suas preferências e deixe-nos cuidar do resto! Guias Especializados Nossos guias são especialistas locais com amplo conhecimento sobre as áreas que você visitará. Eles não apenas fornecerão informações detalhadas sobre cada local, mas também estarão lá para garantir sua segurança e satisfação durante toda a viagem. Acomodações Confortáveis Selecionamos cuidadosamente hotéis, lodges e outros tipos de acomodações que ofereçam um alto nível de conforto e comodidade. Sua estadia será uma parte inesquecível da sua experiência de viagem. Refeições Saborosas Em nossos passeios, você terá a oportunidade de desfrutar de deliciosas refeições locais. Desde restaurantes tradicionais até piqueniques gourmet ao ar livre, oferecemos uma variedade de opções culinárias para satisfazer todos os gostos. Transporte Seguro e Confortável Nossos veículos são modernos, bem mantidos e equipados com todas as comodidades necessárias para garantir uma viagem confortável. Nossos motoristas são experientes e garantem que você chegue ao seu destino de forma segura e pontual. Atendimento ao Cliente de Primeira Classe Estamos comprometidos em oferecer um atendimento ao cliente excepcional em todas as etapas da sua viagem. Nossa equipe está sempre disponível para ajudar e responder a qualquer pergunta ou solicitação que você possa ter. Por Que Nos Escolher? Experiência Inesquecível Garantida! Profissionalismo e Conhecimento Compromisso com a Segurança Conexão com a Natureza Sustentabilidade e Responsabilidade Social Vantagens das nossas excursões Experiência Especializada: Nossa equipe é composta por guias e especialistas locais altamente experientes, garantindo que você receba informações precisas e interessantes sobre os locais visitados. Segurança Garantida: Mantemos os mais altos padrões de segurança, com protocolos rigorosos de segurança em vigor em todas as nossas excursões. Sua tranquilidade e bem-estar são nossa prioridade. Conexões Autênticas: Vamos além do óbvio, conectando-o a experiências e locais autênticos que muitas vezes escapam às excursões tradicionais. Flexibilidade Personalizada: Nossas excursões são adaptáveis ​​para atender às suas necessidades individuais, seja você um entusiasta da natureza, um fotógrafo, um amante da cultura ou um aventureiro. Planejamento de viagens 1. Destino e Duração: Escolha seu destino e a duração da viagem, considerando as atrações que deseja visitar, a estação do ano e suas preferências pessoais de viagem. 2. Orçamento e Custos: Determine seu orçamento total para a viagem, incluindo custos de transporte, hospedagem, alimentação e atividades. Lembre-se de incluir também um fundo para despesas inesperadas. 3. Reservas e Documentação: Faça as reservas necessárias com antecedência, incluindo passagens aéreas, acomodações e ingressos para atrações. Não se esqueça de verificar se você precisa de visto ou vacinas específicas para o destino escolhido e providencie esses documentos. Galeria Programas e promoções Pacote de Excursão Familiar: Desconto especial para famílias que viajam juntas. Oferecemos atividades emocionantes para todas as idades, garantindo que cada membro da família tenha uma experiência inesquecível. Oferta para Grupos: Promoções exclusivas para grupos, perfeito para viagens escolares, empresas ou grupos de amigos. Desfrute de tarifas reduzidas e benefícios adicionais para grupos com mais de 10 pessoas. Programa de Fidelidade: Junte-se ao nosso programa de fidelidade e ganhe pontos com cada reserva. Troque seus pontos por descontos, atualizações gratuitas e outros benefícios exclusivos. Promoção de Reservas Antecipadas: Reserve com antecedência e economize! Oferecemos descontos especiais para reservas feitas com mais de 60 dias de antecedência. Garanta seu lugar e economize ao mesmo tempo. Fale Conosco Queremos ouvir você! Entre em contato conosco com quaisquer perguntas, comentários ou feedback que você possa ter. Estamos aqui para ajudar e responder a todas as suas perguntas. Enviar mensagem aceito Política de Privacidade Soledade, Recife - Pernambuco, Brasil hiketrail@gmail.com +912235879275 Política de Privacidade Sobre Nós Serviços Contate-nos",
    "privacy-policy-page": "HikeTrail - Política de Privacidade Sobre Nós Viagens e rotas Serviços Vantagens Planejamento Galeria Contate-nos Página inicial Sobre Nós Viagens e rotas Serviços Vantagens Planejamento Galeria Contate-nos Política de Privacidade da HikeTrail Introdução Esta Política de Privacidade rege a maneira pela qual o HikeTrail, um empresa especializada em organizar excursões, coletar, utilizar, mantém e divulga informações coletadas de usuários do Site HikeTrail (doravante denominado \"Site\"). Esse a política de privacidade se aplica ao Site e a todos os produtos e serviços oferecido pela HikeTrail. Alterações nesta Política de Privacidade: A HikeTrail tem o poder de atualizar esta Política de Privacidade a qualquer momento. tempo. Quando o fizermos, publicaremos uma notificação na página principal do nosso site. Encorajamos os usuários a verificar frequentemente esta página em busca de qualquer mudanças para nos mantermos informados sobre como estamos ajudando a proteger o informações pessoais que coletamos. Você reconhece e concorda que é sua responsabilidade revisar esta Política de Privacidade periodicamente e tome conhecimento das modificações. Compartilhando informações pessoais: Não vendemos, trocamos ou alugamos a identificação pessoal dos usuários informações para outros. Podemos compartilhar informações demográficas agregadas genéricas informações não vinculadas a nenhuma informação de identificação pessoal em relação a visitantes e usuários com nossos parceiros de negócios, confiáveis afiliados e anunciantes para os fins descritos acima. Podemos usar prestadores de serviços terceirizados para nos ajudar a operar nossos negócios e o Site ou administrar atividades em nosso nome, tais como o envio de boletins informativos ou pesquisas. Podemos compartilhar seu informações com esses terceiros para esses fins limitados desde que você nos tenha dado sua permissão. Conformidade com a Lei de Proteção à Privacidade Online das Crianças (COPPA): Proteger a privacidade dos mais jovens é especialmente importante. Por esse motivo, nunca coletamos ou mantemos informações em nosso Site daqueles que realmente sabemos que têm menos de 13 anos e não fazem parte de nossos o site está estruturado para atrair menores de 13 anos. Caso tomemos conhecimento de que coletamos dados pessoais informações de uma criança menor de 13 anos sem verificação de consentimento dos pais, excluiremos essas informações imediatamente. Alterações nesta Política de Privacidade: Reservamo-nos o direito de modificar esta Política de Privacidade a qualquer momento. As alterações e esclarecimentos entrarão em vigor imediatamente após a sua postando no site. Se fizermos alterações materiais neste política, iremos notificá-lo aqui que ela foi atualizada, para que você está ciente de quais informações coletamos, como as usamos e sob quais circunstâncias, se houver, usamos e/ou divulgamos. Se fizermos alterações materiais nesta política, iremos notificá-lo aqui que foi atualizado, para que você saiba o que informações que coletamos, como as usamos e sob que circunstâncias, se houver, nós o utilizamos e/ou divulgamos. Medidas de segurança: Implementamos medidas de segurança destinadas a proteger o seu informações pessoais contra perda acidental e não autorizada acesso, uso, alteração e divulgação. Todas as informações que você que nos fornece é armazenado em nossos servidores seguros atrás de firewalls. Contudo, nenhum sistema de segurança é impenetrável e não podemos garantir 100% a segurança dos nossos sistemas. Portanto, não podemos e não garantimos que suas informações pessoais não serão acessado, divulgado, alterado ou destruído por violação de qualquer um de nossos salvaguardas físicas, técnicas ou gerenciais. Como entrar em contato conosco: Se você tiver alguma dúvida sobre esta Política de Privacidade, as práticas deste site, ou suas relações com este site, entre em contato conosco no hiketrail@gmail.com Observe que as comunicações nem sempre são seguras, portanto, não inclua informações confidenciais em suas comunicações conosco. Soledade, Recife - Pernambuco, Brasil hiketrail@gmail.com +912235879275 Política de Privacidade Sobre Nós Serviços Contate-nos",
    "thank": "HikeTrail - Obrigado por entrar em contato conosco Obrigado por entrar em contato conosco! Agradecemos por ter nos contatado. Seu contato é muito importante para nós e garantimos que sua mensagem receberá nossa atenção. Toda correspondência é tratada com a maior atenção e responderemos o mais rápido possível. Se você precisar de assistência urgente ou deseja falar conosco pessoalmente, por favor, ligue para o número abaixo. Se você tiver alguma dúvida ou sugestão sobre nossos serviços, nossos passeios ou algo mais, não hesite em nos contatar. Sua confiança em nós é muito importante e estamos comprometidos em fazer tudo o que pudermos para tornar sua viagem a mais memorável. Lar"
  }
}