{
  "name": "New_v11_WalkWise",
  "pages": {
    "index": "WalkWise WalkWise Início Loja Sobre Blog Contato Descubra o conforto e estilo com WalkWise - Seu destino para calçados de qualidade. Bem-vindo ao WalkWise, onde cada passo é uma expressão de conforto e estilo. Explore nossa vasta coleção de calçados, desde os clássicos atemporais até as tendências mais recentes da moda. Nós nos dedicamos a oferecer qualidade excepcional e conforto incomparável em cada par que oferecemos. Dê o próximo passo com confiança com WalkWise. Saiba mais sobre nós Nosso Destaque Explore nossa diversificada coleção principal e encontre o par perfeito que combine com sua personalidade. Corrida de Alta Performance As melhores ofertas do mês Estilo Urbano Casual Pegue os sapatos mais recentes Atividades ao Ar Livre Mais de 400 produtos disponíveis Treino e Fitness Importado dos EUA Produtos em Destaque Explore nossa mais recente coleção de calçados - unindo moda e funcionalidade para cada passo que você der. Venda Elegância Noturna Salto Alto $89.99 Venda Explorador Urbano Tênis Casual $59.99 Venda Aventureiro Todo-Terreno Bota de Trilha $79.99 Venda Foco no Treino Tênis de Academia $69.99 Produtos da Semana Veja nossos produtos mais vendidos por categorias. Venda Elegância Noturna Sapato de Salto $89.99 Venda Explorador Urbano Tênis Casual $59.99 Venda Aventureiro Todo-Terreno Bota de Trilha $79.99 Nossas Últimas Coleções Embarque em uma jornada de estilo e inovação com nossas últimas coleções na WalkWise. Estilo Clássico Renovado Aventuras Urbanas Modernas Conforto em Movimento Sobre a WalkWise Descubra a história da WalkWise. Somos apaixonados por criar calçados que não apenas complementam seu estilo, mas também priorizam conforto e qualidade. Veja nossos produtos Nossos Blogs Bem-vindo ao Blog da WalkWise, onde moda encontra insight, e cada passo é uma história esperando para ser contada. Exploração Urbana Caminhe pelas ruas da cidade com confiança e estilo com nosso tênis urbano. Feito para aventuras urbanas, este calçado combina moda e conforto para acompanhar seu ritmo de vida agitado. Elegância Atemporal Adicione um toque de sofisticação ao seu guarda-roupa com nosso sapato de salto elegante. Com um design clássico e detalhes modernos, este calçado é perfeito para eventos especiais ou para elevar seu look diário. Aventure-se na Natureza Prepare-se para trilhas e aventuras ao ar livre com nossa bota de trilha resistente. Projetada para durabilidade e desempenho, esta bota proporciona tração e suporte para enfrentar qualquer terreno, mantendo seus pés confortáveis durante todo o percurso. Junte-se a nós Receba descontos de até 50%! Inscreva-se em nossa newsletter para receber atualizações exclusivas sobre novos lançamentos, promoções especiais e dicas de estilo. Não perca a oportunidade de economizar até 50% em sua próxima compra de calçados na WalkWise! SOBRE Início / Sobre a empresa Sobre a WalkWise Na WalkWise, estamos comprometidos em fornecer calçados de alta qualidade que não apenas complementam seu estilo, mas também priorizam o conforto e a durabilidade. Desde os elegantes sapatos de salto até os robustos tênis de trilha, nossa ampla coleção é projetada para atender às necessidades de cada cliente. Nosso compromisso com a excelência se estende além dos produtos que oferecemos. Valorizamos a satisfação do cliente e nos esforçamos para garantir uma experiência de compra excepcional em cada interação. Descubra o que torna a WalkWise a escolha preferida de entusiastas de calçados em todo o mundo. Junte-se a nós enquanto continuamos a definir os padrões de estilo, conforto e qualidade. Nossa equipe dedicada está aqui para ajudar a encontrar o produto mais adequado para você. Equipe Especializada Nossa equipe está totalmente dedicada a ajudá-lo a encontrar o produto mais adequado às suas necessidades. Com conhecimento especializado em calçados, estamos aqui para orientá-lo em cada etapa da sua jornada de compra. Suporte 24/7 Oferecemos suporte contínuo 24 horas por dia, 7 dias por semana. Não importa quando você precisar de ajuda ou orientação, nossa equipe estará disponível para atendê-lo e garantir que suas perguntas sejam respondidas prontamente. Consulta Personalizada Para uma experiência ainda mais personalizada, oferecemos consultas gratuitas. Agende uma consulta conosco e receba orientação individualizada para encontrar o calçado perfeito que atenda às suas necessidades e preferências. Início Loja Sobre Blog Contato Política de privacidade Termos e condições © 2024 WalkWise. Todos os direitos reservados.",
    "privacy-policy": "Política de privacidade - WalkWise WalkWise Início Loja Sobre Blog Contato Política de privacidade A WalkWise coleta informações pessoais dos usuários apenas quando fornecidas voluntariamente durante o processo de compra ou registro no site. Essas informações podem incluir nome, endereço de e-mail, endereço de entrega e informações de pagamento. Todas as informações coletadas são usadas exclusivamente para processar pedidos e melhorar a experiência do usuário. O site da WalkWise utiliza cookies para melhorar a experiência do usuário e fornecer conteúdo personalizado. Os cookies são pequenos arquivos de texto armazenados no navegador do usuário que ajudam a reconhecer visitantes recorrentes e acompanhar suas preferências de navegação. Os cookies também são usados para fins de análise de tráfego e marketing. A WalkWise implementa medidas de segurança rigorosas para proteger as informações pessoais dos usuários contra acesso não autorizado, uso indevido ou divulgação. Todas as transações são protegidas por criptografia SSL para garantir a segurança dos dados do cliente durante a compra online. Além disso, a WalkWise mantém políticas e procedimentos de segurança internos para proteger as informações armazenadas em seus sistemas. As informações pessoais coletadas pela WalkWise são usadas exclusivamente para processar pedidos, fornecer suporte ao cliente e enviar comunicações de marketing, quando autorizadas pelos usuários. As informações do cliente não são compartilhadas com terceiros sem consentimento prévio, exceto quando necessário para cumprir obrigações legais ou para facilitar o processamento de pedidos. Os usuários têm o direito de acessar, corrigir ou excluir suas informações pessoais a qualquer momento. Para fazer isso, os usuários podem fazer login em suas contas no site da WalkWise e atualizar suas informações de perfil. Alternativamente, os usuários podem entrar em contato com o suporte ao cliente para solicitar assistência com alterações de informações pessoais. Ao fornecer informações pessoais à WalkWise, os usuários consentem com a coleta, uso e divulgação de suas informações de acordo com esta política de privacidade. Os usuários têm o direito de retirar seu consentimento a qualquer momento, entrando em contato com a WalkWise. A WalkWise retém as informações pessoais dos usuários apenas pelo tempo necessário para cumprir as finalidades para as quais foram coletadas. As informações dos clientes são mantidas enquanto a conta do usuário estiver ativa ou conforme necessário para fornecer serviços ao cliente. Os usuários têm o direito de solicitar acesso, correção, exclusão ou restrição do processamento de suas informações pessoais. Eles também têm o direito de se opor ao processamento de suas informações pessoais e o direito à portabilidade dos dados. WalkWise@gmail.com. A WalkWise pode divulgar informações pessoais dos usuários a terceiros apenas quando necessário para cumprir obrigações legais, proteger os direitos de propriedade da WalkWise ou investigar possíveis violações dos Termos de Serviço. As informações pessoais dos usuários podem ser transferidas para fora do país de residência dos usuários para processamento e armazenamento em servidores localizados em outras jurisdições. A WalkWise tomará todas as medidas razoáveis para garantir que as informações pessoais dos usuários sejam protegidas de acordo com esta política de privacidade. O site da WalkWise pode conter links para sites de terceiros que não são controlados ou operados pela WalkWise. Esta política de privacidade se aplica apenas ao site da WalkWise, e os usuários devem revisar as políticas de privacidade de quaisquer sites de terceiros que visitarem. A WalkWise não coleta intencionalmente informações pessoais de menores de 18 anos sem o consentimento dos pais ou responsáveis legais. Se você é menor de 18 anos, obtenha permissão de seus pais ou responsáveis antes de fornecer qualquer informação pessoal à WalkWise. A WalkWise reserva-se o direito de atualizar ou modificar esta política de privacidade a qualquer momento, a critério exclusivo da WalkWise. As alterações entrarão em vigor imediatamente após a publicação da política de privacidade revisada no site da WalkWise. WalkWise@gmail.com. Se os usuários tiverem alguma dúvida ou preocupação sobre esta política de privacidade, ou se desejarem exercer seus direitos relacionados à privacidade de dados, eles podem entrar em contato com a WalkWise através das informações de contato fornecidas no site. A WalkWise compromete-se a proteger informações sensíveis dos usuários, como dados de pagamento, senha e outras informações confidenciais. Todas as transações financeiras são processadas por meio de gateways de pagamento seguros para garantir a segurança dos dados do cliente. Os usuários podem optar por receber e-mails promocionais da WalkWise durante o processo de registro ou a qualquer momento posteriormente. Os usuários podem cancelar a inscrição desses e-mails a qualquer momento, seguindo as instruções de cancelamento de inscrição incluídas em cada e-mail promocional. Os usuários são responsáveis por manter suas informações de login e senha em segurança e não compartilhá-las com terceiros. Eles também são responsáveis por qualquer atividade que ocorra em suas contas e devem notificar imediatamente a WalkWise sobre qualquer uso não autorizado de suas contas. A WalkWise compromete-se a cumprir todas as leis e regulamentos aplicáveis relacionados à privacidade de dados e proteção de informações pessoais dos usuários. Isso inclui, entre outros, o Regulamento Geral de Proteção de Dados (GDPR) da União Europeia. A WalkWise cooperará plenamente com autoridades reguladoras em investigações relacionadas à segurança de dados e privacidade de dados dos usuários. Isso inclui fornecer informações solicitadas e seguir as orientações das autoridades reguladoras. A WalkWise está comprometida em fornecer transparência em relação às suas práticas de privacidade e proteção de dados. Esta política de privacidade é parte integrante do compromisso da WalkWise com a transparência e a proteção da privacidade dos usuários. Início Loja Sobre Blog Contato Política de privacidade Termos e condições © 2024 WalkWise. Todos os direitos reservados.",
    "service": "Serviço - WalkWise WalkWise Início Loja Sobre Blog Contato Nossa Equipe Apresentamos nossa equipe dinâmica e resiliente - inovadores, colaboradores e líderes dedicados a moldar o sucesso a cada passo. Diretor de Design \"Como diretora de design, estou empenhada em criar calçados que combinem estilo e conforto para nossos clientes. Na WalkWise, buscamos constantemente inovação e qualidade em cada par que produzimos.\" Maria Silva Gerente de Atendimento ao Cliente \"Como gerente de atendimento ao cliente, estou aqui para garantir que sua experiência de compra seja excepcional. Estamos sempre prontos para ajudar e garantir que suas necessidades sejam atendidas.\" João Santos Especialista em Marketing \"Como especialista em marketing, estou comprometida em transmitir a mensagem da WalkWise e mostrar como nossos calçados podem melhorar seu estilo e conforto. Junte-se a nós e descubra a diferença.\" Ana Costa Designer de Produto \"Como designer de produto, minha paixão é criar calçados que não apenas sigam as tendências da moda, mas também se destaquem em termos de conforto e funcionalidade. Cada detalhe é cuidadosamente pensado para atender às suas necessidades.\" Pedro Oliveira Especialista em Logística \"Como especialista em logística, estou comprometida em garantir que seus pedidos cheguem até você de forma rápida e eficiente. Trabalhamos duro nos bastidores para garantir uma experiência de entrega suave.\" Sofia Ferreira Consultor de Vendas \"Como consultor de vendas, estou aqui para ajudá-lo a encontrar o par perfeito de calçados que atenda às suas necessidades e estilo. Estou ansioso para ajudá-lo a fazer a escolha certa na WalkWise.\" Carlos Ramos Perguntas Frequentes Bem-vindo à WalkWise, seu principal destino para tudo relacionado a calçados! Veja as Perguntas que Recebemos com Frequência. Qual é a política de devolução da WalkWise? Na WalkWise, aceitamos devoluções dentro de 30 dias após a compra, desde que os calçados estejam em condições originais e não tenham sido usados. Consulte nossa página de políticas de devolução para obter mais detalhes. Como faço para determinar o tamanho correto do calçado? Recomendamos usar nossa tabela de tamanhos, disponível em cada página de produto, para determinar o tamanho correto. Além disso, estamos disponíveis para ajudá-lo com qualquer dúvida sobre tamanhos. Quanto tempo leva para que meu pedido seja entregue? O tempo de entrega varia dependendo da sua localização e do método de envio selecionado. Normalmente, os pedidos são entregues dentro de 3 a 7 dias úteis após o envio. Vocês oferecem garantia nos calçados? Sim, oferecemos garantia em todos os nossos calçados contra defeitos de fabricação. Se você tiver algum problema com seus calçados, entre em contato conosco e teremos o prazer de ajudar. LOJA Início / Loja Junte-se a nós Venda Tênis Esportivo Elite Ideal para treinos intensos ou corridas longas, este tênis oferece suporte excepcional e amortecimento responsivo para maximizar seu desempenho. $99.99 Junte-se a nós Venda Sapato Social Clássico Este elegante sapato social é perfeito para ocasiões formais ou de trabalho. Feito com materiais de alta qualidade, ele combina estilo e conforto. $79.99 Junte-se a nós Venda Bota de Caminhada Aventureira Projetada para enfrentar trilhas desafiadoras, esta bota oferece tração superior e suporte para garantir uma caminhada confortável em qualquer terreno. $&nbsp;62.50&nbsp;USD Junte-se a nós Venda Sapatilha Casual Urbana Versátil e moderna, esta sapatilha é perfeita para uso diário. Seu design elegante combina com qualquer roupa, proporcionando conforto durante todo o dia. $&nbsp;95.00&nbsp;USD Junte-se a nós Venda Sandália de Verão Relaxante Desfrute do verão com estilo e conforto usando esta sandália leve e respirável. Perfeita para passeios na praia ou no parque. $&nbsp;80.00&nbsp;USD Junte-se a nós Venda Tênis de Corrida Leve Este tênis de corrida leve oferece velocidade e suporte para suas corridas. Com uma construção respirável, mantém seus pés frescos durante todo o treino. $&nbsp;95.00&nbsp;USD Junte-se a nós Venda Bota de Neve Acolhedora Mantenha-se aquecido e protegido durante o inverno com esta bota de neve acolchoada. Seu design resistente à água e forro de pelúcia proporcionam conforto máximo. $&nbsp;210.00&nbsp;USD Junte-se a nós Venda Sapato Slip-On Casual Este sapato slip-on é perfeito para o dia a dia. Fácil de calçar e extremamente confortável, é ideal para quem busca praticidade e estilo. $&nbsp;95.00&nbsp;USD Junte-se a nós Venda Chinelo de Casa Aconchegante Relaxe em casa com este chinelo aconchegante. Seu design macio e almofadado proporciona conforto instantâneo após um longo dia. $&nbsp;95.00&nbsp;USD BLOG Início / Blog Tendências de Moda em Calçados para 2024 Descubra as últimas tendências em calçados para este ano e como incorporá-las ao seu estilo pessoal. Dos estilos clássicos aos mais modernos, mantenha-se atualizado com o que há de mais quente no mundo dos sapatos. Dicas para Escolher o Calçado Perfeito para Cada Ocasião Encontre orientações úteis para selecionar o calçado ideal para diferentes eventos e atividades. Desde festas formais até passeios casuais, aprenda como fazer escolhas que combinem estilo e funcionalidade. Guia de Manutenção de Calçados: Como Cuidar dos Seus Sapatos Aprenda dicas práticas para manter seus sapatos em ótimo estado por mais tempo. Da limpeza básica à manutenção especializada, descubra como garantir que seus calçados favoritos durem por muitas estações. Entrevista com um Designer de Calçados da WalkWise Conheça os bastidores da criação de calçados com uma entrevista exclusiva com um dos designers da WalkWise. Saiba mais sobre o processo de design, inspirações e os segredos por trás de suas coleções mais recentes. Os Benefícios de Investir em Calçados de Qualidade Descubra por que vale a pena investir em calçados de qualidade e como isso pode impactar seu conforto e estilo a longo prazo. Desde durabilidade até suporte adequado, explore os benefícios de escolher sapatos bem feitos. Inspiração de Looks: Como Estilizar Seus Sapatos Favoritos Obtenha inspiração de moda e aprenda novas maneiras de estilizar seus sapatos favoritos para diversas ocasiões. De combinações casuais a looks elegantes, descubra como elevar seu estilo com calçados versáteis da WalkWise. ENTRE EM CONTATO Número: +55-41-3675-2513 WalkWise@gmail.com Goiânia - GO, 74594-108, Brasil Aceito a política de privacidade Enviar Início Loja Sobre Blog Contato Política de privacidade Termos e condições © 2024 WalkWise. Todos os direitos reservados.",
    "terms-conditions": "Termos e condições - WalkWise WalkWise Início Loja Sobre Blog Contato Termos e condições Ao usar o site da WalkWise e fazer compras conosco, você concorda com os seguintes termos e condições. É importante ler e compreender completamente estes termos antes de usar nosso site ou fazer uma compra. A WalkWise reserva-se o direito de atualizar ou modificar estes termos e condições a qualquer momento, a seu exclusivo critério. Quaisquer alterações entrarão em vigor imediatamente após sua publicação no site da WalkWise. Ao usar o site da WalkWise, você concorda em não usar o site para qualquer finalidade ilegal ou não autorizada. Você concorda em cumprir todas as leis, regulamentos e diretrizes aplicáveis ao usar nosso site. Todos os materiais e conteúdos exibidos ou disponíveis no site da WalkWise, incluindo, mas não se limitando a textos, imagens, logotipos, gráficos e designs, são de propriedade exclusiva da WalkWise ou de seus licenciadores. O conteúdo e os materiais protegidos por direitos autorais no site da WalkWise não podem ser reproduzidos, distribuídos, transmitidos, exibidos, vendidos, licenciados ou de outra forma explorados para qualquer finalidade sem o consentimento prévio por escrito da WalkWise. Ao usar o site da WalkWise, você concorda em ser o único responsável por todas as atividades realizadas em sua conta e por manter a confidencialidade de suas credenciais de login. Você concorda em nos notificar imediatamente sobre qualquer uso não autorizado de sua conta. A WalkWise não será responsável por quaisquer danos diretos, indiretos, incidentais, especiais ou consequenciais decorrentes do uso ou incapacidade de usar o site, mesmo que tenham sido avisados da possibilidade de tais danos. A WalkWise não faz garantias ou representações sobre a precisão, confiabilidade ou integridade do conteúdo exibido em seu site. Todo o conteúdo é fornecido \"no estado em que se encontra\" e \"conforme disponível\", sem garantias de qualquer tipo. Você concorda em indenizar, defender e isentar a WalkWise, seus diretores, funcionários, afiliados, agentes e parceiros de todas as reclamações, responsabilidades, danos, custos e despesas, incluindo honorários advocatícios razoáveis, decorrentes de seu uso do site. A WalkWise reserva-se o direito de rescindir ou suspender sua conta e acesso ao site a qualquer momento, por qualquer motivo, sem aviso prévio. A rescisão desses termos não afetará quaisquer direitos ou obrigações acumulados das partes antes da rescisão. Nossa política de devolução estabelece os termos e condições aplicáveis às devoluções de produtos adquiridos no site da WalkWise. Por favor, revise nossa política de devolução antes de fazer uma compra. Nossa política de entrega descreve os termos e condições relacionados à entrega de produtos adquiridos no site da WalkWise. Por favor, revise nossa política de entrega antes de fazer uma compra. Ao usar o site da WalkWise, você concorda em receber comunicações da WalkWise por e-mail, telefone ou correio postal. Essas comunicações podem incluir notificações sobre sua conta, atualizações de produtos ou ofertas promocionais. Estes termos e condições serão regidos e interpretados de acordo com as leis do Brasil. Você concorda irrevogavelmente com a jurisdição exclusiva dos tribunais do Brasil em relação a qualquer litígio decorrente ou relacionado ao uso do site da WalkWise. A falha da WalkWise em exercer ou fazer valer qualquer direito ou disposição destes termos e condições não constituirá uma renúncia a tal direito ou disposição. WalkWise@gmail.com. Estes termos e condições constituem o acordo completo entre você e a WalkWise em relação ao uso do site, substituindo quaisquer acordos anteriores ou contemporâneos entre você e a WalkWise. Se qualquer disposição destes termos e condições for considerada inválida, ilegal ou inexequível por qualquer motivo, tal disposição será considerada separável destes termos e condições e não afetará a validade e aplicabilidade das disposições restantes. Os títulos das cláusulas nestes termos e condições são apenas para conveniência e não afetam a interpretação destes termos e condições. Estes termos e condições serão interpretados de acordo com seu significado justo, e qualquer ambiguidade será resolvida a favor da interpretação que melhor alcance os objetivos destes termos e condições. Se você tiver alguma dúvida ou preocupação sobre estes termos e condições, entre em contato conosco através das informações de contato fornecidas em nosso site. Estamos aqui para ajudar. Início Loja Sobre Blog Contato Política de privacidade Termos e condições © 2024 WalkWise. Todos os direitos reservados.",
    "thanks": "Agradecimentos - WalkWise Indo para casa Obrigado por visitar nosso site! Obrigado por visitar o nosso site! Na WalkWise, valorizamos muito a sua presença. Esperamos que tenha encontrado o que procurava e que tenha tido uma experiência agradável em nosso site. Se precisar de mais informações ou assistência, não hesite em nos contatar. Estamos aqui para ajudar! Mais uma vez, obrigado por escolher a WalkWise."
  },
  "date": "2024-05-06T11:07:06.784Z"
}