{
  "name": "New_v9_ChaiEssence",
  "pages": {
    "catalog": "Chai Essence: Your Gateway to Authentic Indian Teas Chai Essence Catalog Chai Essence Taste the Tradition, Savor the Essence. Our Story Chai Essence was founded with a simple mission: to share the richness of Indian tea with the world. Starting from a small tea plantation in Darjeeling, we have grown into a leading company known for its quality and traditions. Our passion for tea and commitment to high standards have made us who we are today. Catalog Chai Essence Catalog is your ultimate destination for exploring our diverse selection of premium Indian teas. Each variety is thoughtfully curated to offer a unique taste experience, from the bold richness of Assam and the delicate aroma of Darjeeling to the refreshing notes of green tea and the soothing qualities of herbal blends. Whether you’re a seasoned tea enthusiast or new to the world of tea, our catalog invites you to discover exceptional flavors that celebrate India's rich tea heritage. Browse through our collections and find the perfect brew to elevate your tea experience! Black Tea Immerse yourself in the rich world of black tea with Chai Essence. We offer: Assam Tea Strong, rich flavor with a slight bitterness. Darjeeling Tea Light, floral aroma and refined taste. Nilgiri Tea Refreshing and smooth, perfect for morning tea. Green Tea Discover the benefits and freshness of green tea Jasmine Green Tea Aromatic and refreshing. Sencha Traditional Japanese green tea with a bright flavor. Matcha Powdered green tea, perfect for making lattes. Herbal Tea Discover our range of herbal teas: Mint Tea Refreshing and calming. Chamomile Tea Soothing, perfect before bed. Ginger Tea Spicy, with a warming effect. Flavored Tea Enjoy unique combinations of flavors and aromas: Bergamot Tea Classic Earl Grey. Vanilla Cinnamon Tea Sweet and spicy, perfect for winter evenings. Fruit Tea A blend of dried fruits and berries for a bright flavor. White Tea Explore the exquisite flavors of white tea: Lavender White Tea Delicate flavor with a light lavender aroma. Silver Needles High-quality white tea with a soft, sweet taste. Oolong Enjoy the complex and rich taste of oolong: Milk Oolong Creamy, with a milky aroma. Citrus Oolong Fresh and invigorating. learn more Every Sip is a Tradition, Every Tea is an Essence. Our Passionate Team At Chai Essence, we take pride in our dedicated team of tea enthusiasts and experts. With a wealth of experience in tea cultivation, quality assurance, and international trade, our team works tirelessly to ensure that every product meets the highest standards. Their passion and commitment to excellence drive our mission to deliver exceptional tea experiences. Our Tea Production Facilities Our teas are sourced from the finest plantations across India, including renowned regions like Darjeeling, Assam, and Nilgiri. We closely monitor every aspect of production, from leaf harvesting to processing and packaging. Each step is carried out with precision, ensuring that our teas undergo stringent quality control measures that meet international standards, guaranteeing a premium product for our customers. Chai Essence Reviews Ananya Sharma \"I absolutely love Chai Essence! Their variety of teas is simply amazing. The staff is friendly and always ready to help you choose the perfect tea. The ambiance is cozy and perfect for relaxing with a cup of chai. Highly recommended!\" Arjun Singh \"Chai Essence offers an incredible selection of teas. The flavors are rich and authentic, and the staff is very knowledgeable. The atmosphere is perfect for enjoying a peaceful cup of tea. This has quickly become my favorite tea shop in town!\" Priya Patel \"Chai Essence has become my go-to place for all things tea. The quality of their teas is unmatched, and I always find something new to try. The shop is beautifully decorated and has a welcoming atmosphere. A must-visit for all tea lovers!\" Aishwarya Gupta \"I had a fantastic experience at Chai Essence. The teas are delicious and the service is excellent. The staff is knowledgeable and helped me find the perfect blend. The shop itself is charming and a great place to unwind. I will definitely be coming back!\" Rahul Kumar \"I've been to many tea shops, but Chai Essence stands out for its exceptional quality and service. The variety of teas available is impressive, and the staff is always eager to help. The ambiance is cozy and inviting. I highly recommend this place to all tea enthusiasts!\" Vikram Reddy \"Chai Essence is a gem for tea lovers. The selection of teas is diverse and caters to all tastes. The staff is friendly and provides excellent recommendations. The shop has a warm and welcoming vibe, making it the perfect spot to enjoy a cup of tea. I can't wait to visit again!\" Write us To place an order with Chai Essence, please fill out the form below. Once we receive your request, our team will reach out to you promptly to confirm your order and provide any additional information you may need. We look forward to helping you enjoy the finest Indian teas and making your experience exceptional! I accept Privacy Policy Send Chai Essence Sip the Essence of India, One Cup at a Time. 1st Floor, Trishul Goldmine, 04, Palm Beach Rd, Sector 15, CBD Belapur, Navi Mumbai, Maharashtra 400614, India +91-525-4354216 chaiessence@gmail.com Privacy Policy Terms and Conditions",
    "index": "Chai Essence: Authentic Indian Teas for the Discerning Palate Chai Essence Catalog Chai Essence Savor the Essence of India in Every Sip Welcome to Chai Essence! Welcome to the world of exquisite flavors and aromas! At Chai Essence, we strive to bring you the best from Indian tea plantations. Discover our new arrivals, special offers, and promotions. Popular Products Discover the most popular teas from Chai Essence, loved by our customers: Assam Tea Jasmine Green Tea Masala Chai Mint Herbal Tea New Arrivals We are pleased to present our new arrivals: Lavender White Tea: Elegant and aromatic. Citrus Oolong: Fresh and invigorating. Special Gift Set: The perfect choice for gifting loved ones. Special Offers Don't miss our current promotions and special offers: Buy One, Get One 50% Off Purchase any tea and get a second one at half price. Perfect for trying new flavors! Seasonal Discounts Enjoy up to 30% off select teas during special seasons and festivals. Refer a Friend Refer a friend and both receive a 10% discount on your next purchase. Holiday Bundles Specially curated tea bundles for holidays at a discounted rate, making gifting easy and affordable. Embracing Our Values: The Essence of Chai Essence Our Commitment to Quality: The Heart of Chai Essence At Chai Essence, quality is not just a promise; it’s our fundamental value. We source our teas from the finest plantations in India, ensuring that each leaf is hand-picked and processed with care. Our commitment to quality starts at the very beginning, with partnerships with local farmers who share our passion for exceptional tea. We believe that quality tea should not only be delicious but also sustainable. That’s why we prioritize organic and ethically sourced ingredients, allowing our customers to enjoy every sip with confidence. Each blend undergoes rigorous quality control to ensure that only the best reaches your cup. From Assam’s bold flavors to the delicate notes of Darjeeling, every variety reflects our dedication to excellence. Embracing Tradition: The Essence of Indian Tea Culture Indian tea is more than just a beverage; it’s a rich tapestry of tradition, culture, and community. At Chai Essence, we celebrate this heritage by bringing authentic Indian tea experiences to our customers. Our mission is to educate tea lovers about the significance of each blend and the stories behind them. From the ancient practices of tea cultivation to the modern methods of brewing, we aim to share the full spectrum of tea culture. Through our blog and community engagement, we invite our customers to explore various tea ceremonies and traditions. Each cup of Chai Essence tea serves as a bridge connecting our customers to the vibrant history of Indian tea. Sustainability in Every Sip: Our Eco-Friendly Initiatives At Chai Essence, we recognize our responsibility to protect the environment. Our mission goes beyond offering exceptional teas; we strive to ensure that our practices are sustainable and eco-friendly. From sourcing to packaging, we are committed to minimizing our ecological footprint. We partner with tea farms that implement sustainable farming practices, promoting biodiversity and reducing chemical usage. Additionally, our packaging is designed to be environmentally friendly, using recyclable materials whenever possible. By choosing Chai Essence, you’re not just enjoying premium tea; you’re supporting a movement toward a greener future. Together, we can make a difference, one cup at a time. Join the Chai Essence Community Become a part of the Chai Essence family! Fill out the form below to subscribe to our newsletter and stay updated on our latest tea offerings, special promotions, and exclusive content. We value your privacy and promise to keep your information secure while bringing you the best of our tea journey. Join us today and savor the essence of India in every sip! I accept Privacy Policy Submit Chai Essence Sip the Essence of India, One Cup at a Time. 1st Floor, Trishul Goldmine, 04, Palm Beach Rd, Sector 15, CBD Belapur, Navi Mumbai, Maharashtra 400614, India +91-525-4354216 chaiessence@gmail.com Privacy Policy Terms and Conditions",
    "privacy": "Chai Essence: Privacy Policy Chai Essence Catalog Privacy Policy for Chai Essence Welcome to Chai Essence. We value your privacy and are committed to protecting your personal information. This Privacy Policy outlines how we collect, use, and safeguard your data when you visit our website. 1. Information We Collect Personal Information: When you visit our Site, register for an account, make a purchase, or contact us, we may collect personal information such as your name, email address and phone number. Usage Data: We collect information on how you interact with our Site, such as IP addresses, browser type, pages viewed, and the dates/times of your visits. 2. How We Use Your Information To Provide Services: We use your personal information to provide customer support. To Improve Our Site: We analyze usage data to enhance the functionality and user experience of our Site. To Communicate with You: We may send you promotional materials, newsletters, or other information that may be of interest to you. You can opt out of these communications at any time. 3. Sharing Your Information Third-Party Service Providers: We may share your information with third parties that perform services on our behalf. These third parties are obligated to protect your information. Legal Requirements: We may disclose your information if required to do so by law or in response to valid requests by public authorities. 4. Data Security We implement appropriate security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction. However, no method of transmission over the Internet or method of electronic storage is 100% secure. 5. Your Rights Access and Correction: You have the right to access and correct your personal information held by us. Deletion: You may request the deletion of your personal information, subject to certain legal obligations. Opt-Out: You can opt out of receiving promotional communications from us by following the instructions in those communications. 6. Third-Party Links Our Site may contain links to third-party websites. We are not responsible for the privacy practices or content of these external sites. 7. Changes to This Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. You are advised to review this Privacy Policy periodically for any changes. 8. Contact Us If you have any questions about this Privacy Policy, please contact us at: Email: chaiessence@gmail.com Chai Essence Sip the Essence of India, One Cup at a Time. 1st Floor, Trishul Goldmine, 04, Palm Beach Rd, Sector 15, CBD Belapur, Navi Mumbai, Maharashtra 400614, India +91-525-4354216 chaiessence@gmail.com Privacy Policy Terms and Conditions",
    "terms-conditions": "Chai Essence: Terms and Conditions Chai Essence Catalog Terms and Conditions for Chai Essence Welcome to Chai Essence! By accessing or using the services of Chai Essence, including visiting our website, you agree to be bound by these Terms and Conditions, our Privacy Policy, and all applicable laws and regulations. 1. Use of Services You agree to use the services of Chai Essence only for lawful purposes and in accordance with these Terms and Conditions. You are prohibited from engaging in any illegal, harmful, or unauthorized activities, including but not limited to: Violating any applicable local, state, national, or international laws. Impersonating any person or entity or falsely stating or otherwise misrepresenting your affiliation with a person or entity. Interfering with or disrupting the operation of the website or servers or networks connected to the website. 2. Intellectual Property All content and materials available on the Chai Essence website, including but not limited to text, graphics, logos, images, and software, are the intellectual property of Chai Essence and are protected by applicable copyright and trademark laws. Unauthorized use of any content may violate copyright, trademark, and other laws. You may not use, reproduce, distribute, or create derivative works from any content found on our website without express written permission from Chai Essence. 3. Limitation of Liability Chai Essence shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with the use of our services or inability to use our services. This includes, but is not limited to, damages for loss of profits, data, or other intangible losses, even if Chai Essence has been advised of the possibility of such damages. 4. Modifications to Terms Chai Essence reserves the right to modify these Terms and Conditions at any time. Any changes will be effective immediately upon posting on our website. Your continued use of our services after changes are posted constitutes your acceptance of the modified terms. It is your responsibility to review these Terms and Conditions periodically for updates. 5. Governing Law These Terms and Conditions shall be governed by and construed in accordance with the laws of India, without regard to its conflict of law provisions. Any disputes arising from or relating to these Terms and Conditions or your use of our services shall be resolved in the courts of India. 6. Contact Us If you have any questions about these Terms and Conditions, please contact us at: Email: chaiessence@gmail.com 7. User Accounts and Security When you create an account with us, you must provide accurate and complete information. You are responsible for maintaining the confidentiality of your account and password and for restricting access to your computer. You agree to accept responsibility for all activities that occur under your account or password. If you suspect any unauthorized use of your account, you must notify us immediately. Thank you for choosing Chai Essence. We appreciate your business and look forward to providing you with the finest Indian teas. Chai Essence Sip the Essence of India, One Cup at a Time. 1st Floor, Trishul Goldmine, 04, Palm Beach Rd, Sector 15, CBD Belapur, Navi Mumbai, Maharashtra 400614, India +91-525-4354216 chaiessence@gmail.com Privacy Policy Terms and Conditions",
    "thank": "Chai Essence: Thank you! body { font-family: Arial, sans-serif; background-color: #fff; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: #fff0fd; border: 3px solid #e7bacd; } h1 { color: #000; } p { color: #000; margin-bottom: 20px; } .btn { text-decoration: none !important; border: 3px solid #e7bacd; padding: 10px 20px; width: 150px; box-sizing: border-box; height: 65px; color: #000; text-transform: uppercase; text-align: center; margin-top: 30px; background-color: #e7bacd; } .btn:hover { background-color: #fff; transition: 1s; } Thank You for your interest for Chai Essence! Thank you for choosing Chai Essence. If you have any questions or need further assistance, please do not hesitate to contact our customer service team at chaiessence@gmail.com. We are here to ensure you have the best tea experience possible. Enjoy your tea journey with Chai Essence – where every sip is a tradition, and every tea is an essence. back home"
  },
  "date": "2024-07-12T14:58:24.837Z"
}