{
  "name": "New_v9_BuildMaster",
  "pages": {
    "privacy-policy": "BuildMaster - Professional Builders for Residential and Commercial Projects Build Master Home About Us Catalog +91 61 38159372 Home About Us Catalog Privacy Policy Effective Date: 26 June 1. Introduction Welcome to BuildMaster. We are committed to protecting your personal information and your right to privacy. If you have any questions or concerns about this privacy notice, or our practices with regards to your personal information, please contact us at [contact email]. 2. Information We Collect We collect personal information that you voluntarily provide to us when you register on the website, express an interest in obtaining information about us or our products and services, when you participate in activities on the website, or otherwise when you contact us. 2.1 Personal Information Provided by You The personal information that we collect depends on the context of your interactions with us and the website, the choices you make, and the products and features you use. The personal information we collect can include the following: Name and Contact Data. We collect your first and last name, email address, postal address, phone number, and other similar contact data. Credentials. We collect passwords, password hints, and similar security information used for authentication and account access. 3. How We Use Your Information We use personal information collected via our website for a variety of business purposes described below. We process your personal information for these purposes in reliance on our legitimate business interests, in order to enter into or perform a contract with you, with your consent, and/or for compliance with our legal obligations. We indicate the specific processing grounds we rely on next to each purpose listed below. To facilitate account creation and logon process. To post testimonials. Request feedback. To enable user-to-user communications. To manage user accounts. 4. Sharing Your Information We only share information with your consent, to comply with laws, to provide you with services, to protect your rights, or to fulfill business obligations. 4.1 Business Transfers We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company. 4.2 Affiliates We may share your information with our affiliates, in which case we will require those affiliates to honor this privacy notice. Affiliates include our parent company and any subsidiaries, joint venture partners or other companies that we control or that are under common control with us. 5. Cookies and Other Tracking Technologies We may use cookies and similar tracking technologies (like web beacons and pixels) to access or store information. Specific information about how we use such technologies and how you can refuse certain cookies is set out in our Cookie Notice. 6. Data Security We have implemented appropriate technical and organizational security measures designed to protect the security of any personal information we process. However, despite our safeguards and efforts to secure your information, no electronic transmission over the Internet or information storage technology can be guaranteed to be 100% secure, so we cannot promise or guarantee that hackers, cybercriminals, or other unauthorized third parties will not be able to defeat our security, and improperly collect, access, steal, or modify your information. 7. Your Privacy Rights In some regions (like the European Economic Area), you have rights that allow you greater access to and control over your personal information. You may review, change, or terminate your account at any time. 8. Contact Us If you have questions or comments about this notice, you may by post to buildmaster@gmail.com Build Master Home About Us Catalog Privacy Policy Terms and conditions +91 61 38159372 buildmaster@gmail.com Laxmi nagar, chowk, Kawarapeth, Kalmana, Umred, Maharashtra 441203",
    "terms-conditions": "BuildMaster - Innovative Construction and Design Solutions Build Master Home About Us Catalog +91 61 38159372 Home About Us Catalog Terms and Conditions Effective Date: 26 June 1. Introduction Welcome to BuildMaster. These terms and conditions outline the rules and regulations for the use of BuildMaster's Website. By accessing this website we assume you accept these terms and conditions. Do not continue to use BuildMaster if you do not agree to take all of the terms and conditions stated on this page. 2. Intellectual Property Rights Unless otherwise stated, BuildMaster and/or its licensors own the intellectual property rights for all material on BuildMaster. All intellectual property rights are reserved. You may access this from BuildMaster for your own personal use subjected to restrictions set in these terms and conditions. 3. Restrictions You are specifically restricted from all of the following: Publishing any website material in any other media without prior written consent. Selling, sublicensing, and/or otherwise commercializing any website material. Publicly performing and/or showing any website material. Using this website in any way that is or may be damaging to this website. Using this website in any way that impacts user access to this website. Using this website contrary to applicable laws and regulations, or in any way that may cause harm to the website, or to any person or business entity. Engaging in any data mining, data harvesting, data extracting, or any other similar activity in relation to this website. Using this website to engage in any advertising or marketing without prior written consent. 4. Your Privacy Please read our Privacy Policy. 5. Limitation of Liability In no event shall BuildMaster, nor any of its officers, directors, and employees, be held liable for anything arising out of or in any way connected with your use of this website whether such liability is under contract. BuildMaster, including its officers, directors, and employees, shall not be held liable for any indirect, consequential, or special liability arising out of or in any way related to your use of this website. 6. Indemnification You hereby indemnify to the fullest extent BuildMaster from and against any and/or all liabilities, costs, demands, causes of action, damages, and expenses arising in any way related to your breach of any of the provisions of these Terms. 7. Severability If any provision of these Terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein. 8. Variation of Terms BuildMaster is permitted to revise these Terms at any time as it sees fit, and by using this website you are expected to review these Terms on a regular basis. 9. Assignment The BuildMaster is allowed to assign, transfer, and subcontract its rights and/or obligations under these Terms without any notification. However, you are not allowed to assign, transfer, or subcontract any of your rights and/or obligations under these Terms. 10. Entire Agreement These Terms constitute the entire agreement between BuildMaster and you in relation to your use of this website and supersede all prior agreements and understandings. If you have any questions or comments about these Terms and Conditions, please contact us at: buildmaster@gmail.com Build Master Home About Us Catalog Privacy Policy Terms and conditions +91 61 38159372 buildmaster@gmail.com Laxmi nagar, chowk, Kawarapeth, Kalmana, Umred, Maharashtra 441203",
    "thanks": "BuildMaster - Expert Construction and Building Services Home Thank you! We will try to respond as soon as possible",
    "about": "BuildMaster - Trusted Construction Solutions for Your Dream Projects Build Master Home About Us Catalog +91 61 38159372 Home About Us Catalog Build Master Over the years, we have expanded our expertise, embraced innovative technologies, and remained committed to quality and customer satisfaction. Our portfolio includes a wide range of projects, from residential homes to large commercial buildings, each completed with a dedication to excellence and attention to detail. Our team of skilled professionals brings a wealth of experience and a collaborative spirit to every project. We believe in fostering strong relationships with our clients, partners, and communities. This approach ensures that every project is a success, built on a foundation of trust and mutual respect. Our Mission At BuildMaster, our mission is to provide exceptional construction services that exceed our clients' expectations. We are dedicated to innovation, sustainability, and excellence in every project we undertake. Our goal is to build lasting relationships with our clients by delivering superior quality, value, and service. We believe in the power of teamwork, integrity, and continuous improvement. Our commitment to these values ensures that we not only meet but also anticipate the needs of our clients, creating spaces that inspire and endure. Equipment Park 7 units of construction equipment to perform all types of work Certification We provide the necessary certificates for performing work Staff 14 experienced specialists with at least 3 years of experience in this field We carry out sheet piling and piling work The main activity of our company is work on immersion and extraction of Larsen Sheet Pile using static indentation or vibration driving techniques. Services are widely in demand for the construction and strengthening of pits, protection of construction sites from groundwater, strengthening of landslide soils, as well as for strengthening the coastlines of reservoirs and the construction of various structures (bridges, piers, dams, dams and locks, sewers) We offer a complex of sheet piling works TURNKEY We develop a project, conduct engineering and geodetic surveys. We select and supply sheet piles (with the possibility of repurchase). We weld Larsen sheet piles to the designed length. We deliver building materials and all necessary equipment to the site. DO YOU HAVE ANY QUESTIONS? Or do you need a consultation? Fill out the form or call us Fill the form SUBMIT I accept the Privacy Policy Build Master Home About Us Catalog Privacy Policy Terms and conditions +91 61 38159372 buildmaster@gmail.com Laxmi nagar, chowk, Kawarapeth, Kalmana, Umred, Maharashtra 441203",
    "catalog": "BuildMaster - Your Reliable Partner in Quality Construction Build Master Home About Us Catalog +91 61 38159372 Home About Us Catalog ZERO CYCLE OPERATIONS CONSTRUCTION Complex of sheet piling and piling works \"Full construction\" Our Services Design Preparation of PPR (Works Project) Welding Larsen sheet pile to design length Vibration immersion of Larsen sheet pile Immersion of Larsen sheet pile using the Static indentation method Products Larsen tongue and groove VL601a $6/M2 Larsen tongue and groove VL603a $4/M2 Larsen tongue and groove VL604a $7/M2 Larsen tongue and groove VL605a $10/M2 Heavy machinery Crawler excavators Truck cranes Backhoe loaders Dump trucks Build Master Home About Us Catalog Privacy Policy Terms and conditions +91 61 38159372 buildmaster@gmail.com Laxmi nagar, chowk, Kawarapeth, Kalmana, Umred, Maharashtra 441203",
    "index": "BuildMaster - Excellence in Construction and Renovation Services Build Master Home About Us Catalog +91 61 38159372 Home About Us Catalog ZERO CYCLE OPERATIONS CONSTRUCTION Complex of sheet piling and piling works \"Full construction\" Save up to 40% on materials and work without loss of quality and reliability Through the use of the latest types of sheet piles, our own fleet of equipment and a free project audit. 138 executed works 110 000 т. tongue and groove supplied 100+ shipped vehicles Foundation of the company Founded in 2005, BuildMaster has grown from a small team of passionate builders to one of the leading construction firms in the industry. Our journey began with a simple yet profound vision: to deliver exceptional construction services that exceed our clients' expectations. Over the years, we have expanded our expertise, embraced innovative technologies, and remained committed to quality and customer satisfaction. Our foundation is built on core values of integrity, excellence, and teamwork. We believe that every project, regardless of its size, deserves the utmost attention to detail and a dedication to craftsmanship. Our team of skilled professionals brings a wealth of experience and a collaborative spirit to every endeavor, ensuring that each project is completed on time, within budget, and to the highest standards. We approach each project individually We try to reduce the customer's costs by using the latest types of sheet piles, selecting the optimal material using accurate calculations of the load and required properties, as well as reducing the cost by using our own technical means. We will be happy to discuss the specifics of your task and options for reducing the cost of work over the phone or during a personal meeting in one of our offices. Larsen tongue removal Larsen tongue removal Sheet piling enclosing structures are temporary structures. After completion of construction work, the need for such fences disappears. They are often left in the ground and buried, but this method is not economical. Many people believe that removing sheet piles is too costly and it is easier to purchase new pipes than to spend time and money pulling old ones out of the ground. It's not like that. Catalog WE CALCULATE THE COST OF SHIELD POULING Leave a request and we will contact you shortly Send your project and get a quote We calculate in 2 hours Fill the form SUBMIT I accept the Privacy Policy Build Master Home About Us Catalog Privacy Policy Terms and conditions +91 61 38159372 buildmaster@gmail.com Laxmi nagar, chowk, Kawarapeth, Kalmana, Umred, Maharashtra 441203"
  },
  "date": "2024-06-27T16:04:02.599Z"
}