{
  "name": "New_v11_CaptureMoments",
  "pages": {
    "about": "Sobre Nós - Capture Moments CaptureMoments Início Sobre Depoimentos Fotógrafos Contato Início Sobre Depoimentos Fotógrafos Contato Sobre nós Capturando Seus Momentos Mais Preciosos com Perfeição. Na Capture Moments, oferecemos serviços fotográficos profissionais que transformam seus momentos especiais em memórias eternas. Nossa equipe dedicada está aqui para garantir que cada foto reflita a beleza e a emoção do seu evento. Contato Agende uma Sessão Clientes que atendemos Sobre Capture Moments Nossa empresa em um relance Fundada em Brasília, Capture Moments é uma empresa de fotografia de ponta que oferece estratégias personalizadas para capturar e eternizar momentos especiais, promovendo crescimento e engajamento. Contato 30 Membros da equipe Our dedicated team members have played a pivotal role in transforming challenges into success stories, employing their expertise and creativity to craft bespoke solutions that drive real results for our clients. 98% Taxa de satisfação Nova boasts an impressive client satisfaction rate of 98%, reflecting our commitment to excellence and the effectiveness of our strategies in meeting client objectives. 236+ Clientes felizes We've had the privilege of partnering with a diverse range of businesses, from startups to established enterprises, each with their unique challenges and aspirations. Nossos valores Valores por trás do nosso trabalho Criatividade e Inovação We prioritize fresh, original ideas and pioneering strategies to ensure our clients' brands stand out in the ever-evolving digital landscape Transparência e Integridade Our commitment to honest communication and ethical practices builds trust and exceeds professional standards. Decisões Baseadas em Dados Our strategies are informed by analytics, ensuring actions are backed by evidence for maximum ROI. Abordagem Centrada no Cliente We tailor our services to meet each client's unique needs, acting as partners fully invested in their success. Aprendizado e Adaptação Contínuos We embrace ongoing education and adapt quickly to changes, keeping our strategies on the cutting edge of social media trends. Trabalho em Equipe Colaborativo Our team's diverse talents come together in unity, creating synergistic solutions that amplify our clients' social media presence. Contato Vamos trabalhar juntos Pronto para transformar suas memórias em obras de arte? Entre em contato hoje e vamos começar a criar suas histórias em imagens. Contato Agende uma Sessão CaptureMoments Links Rápidos Início Sobre Depoimentos Fotógrafos Contato Contato +55-94-5687-0978 capturamoments@gmail.com Nova Office Complex13 Imaginary StreetManchester © 2024 CaptureMoments Termos de Uso Política de Privacidade",
    "index": "Capture Moments - Estúdios Fotográficos e Serviços de Fotógrafos CaptureMoments Início Sobre Depoimentos Fotógrafos Contato Início Sobre Depoimentos Fotógrafos Contato Bem-vindo ao Capture Moments! Capturando Seus Momentos Mais Preciosos com Perfeição. Na Capture Moments, oferecemos serviços fotográficos profissionais que transformam seus momentos especiais em memórias eternas. Nossa equipe dedicada está aqui para garantir que cada foto reflita a beleza e a emoção do seu evento. Contato Depoimentos Clientes que atendemos O que fazemos Nossos Serviços Realce Sua Presença com Nossa Expertise Fotografia de Eventos Fotografia de Eventos Capturamos cada momento importante do seu evento, garantindo que você possa reviver esses momentos preciosos sempre que desejar. Nossa equipe é especialista em fotografias de casamentos, aniversários, e outros eventos especiais. Sobre Sessões de Retrato Sessões de Retrato Oferecemos sessões de retrato personalizadas que destacam sua personalidade e estilo. Seja para um portfólio profissional ou fotos familiares, nossas sessões são projetadas para capturar a essência de cada indivíduo. Sobre Fotografia Comercial Fotografia Comercial Ajude seu negócio a se destacar com nossa fotografia comercial de alta qualidade. Desde fotos de produtos até imagens corporativas, garantimos que cada imagem promove sua marca de maneira eficaz. Sobre Nossa equipe Conheça a equipe por trás do sucesso Todos os membros da equipe Contato Renowned Landscape Photographer Expert in capturing breathtaking landscapes and nature's beauty through the lens. Sarah Master of Portrait Photography Specializes in creating captivating and expressive portrait images that tell a story. Stanley Architectural Photography Expert Renowned for capturing the intricate details and grandeur of architectural designs. Alex Wildlife Photography Specialist Captures stunning and rare moments in the wild, showcasing the beauty of wildlife. Taylor Perguntas Frequentes Perguntas Comuns Quais serviços vocês oferecem? Como agendar uma sessão de fotos? Nossa empresa oferece uma ampla gama de serviços fotográficos, incluindo fotografia de eventos, sessões de retrato, fotografia comercial e edição de imagens. Adaptamos nossos serviços para atender às necessidades únicas de cada cliente, garantindo uma abordagem personalizada para capturar suas memórias mais preciosas. Vocês oferecem pacotes personalizados? Para agendar uma sessão de fotos, basta entrar em contato conosco através do nosso formulário de contato, e-mail ou telefone. Nossa equipe agendará uma consulta inicial para discutir seus requisitos e preferências. A partir daí, organizaremos uma data e horário convenientes para sua sessão. Quais são as suas taxas de serviço? Sim, oferecemos pacotes personalizados para atender às suas necessidades específicas. Quer se trate de um evento especial, uma sessão de retrato individual ou fotografia comercial, trabalhamos com você para criar um pacote que atenda às suas expectativas e orçamento. Vocês oferecem serviços de edição de fotos? Nossas taxas de serviço variam dependendo do tipo e duração da sessão fotográfica. Fornecemos uma cotação detalhada após a consulta inicial, garantindo total transparência em nossos preços. Entre em contato conosco para obter uma estimativa personalizada. Como posso acessar minhas fotos após a sessão? Sim, todos os nossos serviços fotográficos incluem edição profissional para garantir que cada imagem esteja perfeita. Utilizamos técnicas avançadas de edição para melhorar a qualidade das fotos, mantendo a autenticidade e a essência de cada momento. Alguma dúvida? Entre em contato com um de nossos fotógrafos para saber como podemos ajudá-lo. Contato Depoimentos O que nossos clientes dizem Não confie apenas em nossa palavra, veja o que nossos incríveis clientes têm a dizer. \"Desde que começamos a trabalhar com a equipe talentosa de Capture Moments, nossa experiência foi incrível! As fotos ficaram maravilhosas e capturaram cada detalhe do nosso evento. A equipe foi profissional e atenciosa, e o resultado final superou nossas expectativas.\" Emily R. Proprietária de Boutique \"A Capture Moments transformou nosso evento de uma forma que nunca imaginamos. A atenção aos detalhes e a criatividade na fotografia realmente destacaram nossa marca. Recomendo fortemente a todos que procuram um serviço de fotografia de alta qualidade.\" Marcus L. Fundador de Startup \"Fiquei impressionada com o impacto imediato que o trabalho da Capture Moments teve em nossas promoções de eventos. Eles aumentaram a visibilidade do nosso evento e engajaram nosso público de maneira significativa, resultando em um número recorde de participantes. Recomendo fortemente!\" Sophia T. Coordenadora de Eventos Entre em contato Contate-nos Pronto para transformar suas memórias em obras de arte? Entre em contato hoje e vamos começar a criar suas histórias em imagens. capturamoments@gmail.com +55-94-5687-0978 SHCES Qd 203 BL E - Cruzeiro Novo, Brasília - DF, 70650-235 Nome E-mail Mensagem I accept Privacy policy CaptureMoments Links Rápidos Início Sobre Depoimentos Fotógrafos Contato Contato +55-94-5687-0978 capturamoments@gmail.com Nova Office Complex13 Imaginary StreetManchester © 2024 CaptureMoments Termos de Uso Política de Privacidade",
    "privacy-policy": "Política de Privacidade - Capture Moments CaptureMoments Início Sobre Depoimentos Fotógrafos Contato Início Sobre Depoimentos Fotógrafos Contato Política de Privacidade Esta Política de Privacidade descreve como suas informações pessoais são coletadas, usadas e compartilhadas quando você visita ou faz uma compra no Capture Moments. 1. Informações que Coletamos Coletamos informações pessoais que você nos fornece diretamente, como seu nome, endereço, telefone e e-mail, quando você faz um cadastro ou preenche um formulário de contato. 2. Como Usamos Suas Informações Usamos suas informações para fornecer e melhorar nossos serviços, processar transações, enviar confirmações e comunicados importantes, e oferecer suporte ao cliente. 3. Compartilhamento de Informações Não compartilhamos suas informações pessoais com terceiros, exceto conforme necessário para cumprir a lei, proteger nossos direitos, ou em caso de venda ou fusão da empresa. 4. Segurança de Dados Adotamos medidas de segurança para proteger suas informações contra acesso, alteração, divulgação ou destruição não autorizada. 5. Cookies Usamos cookies para melhorar sua experiência em nosso site, analisando padrões de uso e personalizando conteúdo. Você pode controlar o uso de cookies através das configurações do seu navegador. 6. Direitos do Usuário Você tem o direito de acessar, corrigir, atualizar ou excluir suas informações pessoais. Para exercer esses direitos, entre em contato conosco através dos dados fornecidos abaixo. 7. Retenção de Dados Retemos suas informações pessoais pelo tempo necessário para cumprir os propósitos descritos nesta Política de Privacidade, a menos que um período de retenção mais longo seja exigido ou permitido por lei. 8. Transferência Internacional Suas informações podem ser transferidas para, e mantidas em, computadores localizados fora de seu estado, província, país ou outra jurisdição governamental onde as leis de proteção de dados podem diferir das de sua jurisdição. 9. Consentimento Ao usar nosso site, você consente com nossa Política de Privacidade e concorda com seus termos. 10. Alterações nesta Política de Privacidade Podemos atualizar esta Política de Privacidade periodicamente para refletir, por exemplo, mudanças em nossas práticas ou por outras razões operacionais, legais ou regulamentares. 11. Contato Para mais informações sobre nossas práticas de privacidade, dúvidas ou reclamações, entre em contato conosco pelo telefone +55-94-5687-0978 ou pelo e-mail capturamoments@gmail.com. 12. Informações Adicionais Podemos coletar informações adicionais conforme necessário para prestar nossos serviços de maneira eficaz e segura. 13. Menores de Idade Nossos serviços não são direcionados a menores de 18 anos e não coletamos intencionalmente informações pessoais de menores de idade. 14. Links para Outros Sites Nosso site pode conter links para outros sites que não são operados por nós. Não somos responsáveis pelas práticas de privacidade de outros sites e recomendamos que você leia as políticas de privacidade de qualquer site que visite. 15. Reclamações Se você acredita que violamos seus direitos de privacidade, por favor, entre em contato conosco. Trabalharemos para resolver sua reclamação de maneira rápida e eficaz. CaptureMoments Links Rápidos Início Sobre Depoimentos Fotógrafos Contato Contato +55-94-5687-0978 capturamoments@gmail.com Nova Office Complex13 Imaginary StreetManchester © 2024 CaptureMoments Termos de Uso Política de Privacidade",
    "terms-conditions": "Termos e Condições - Capture Moments CaptureMoments Início Sobre Depoimentos Fotógrafos Contato Início Sobre Depoimentos Fotógrafos Contato Termos de Uso 1. Introdução Bem-vindo aos Termos de Uso do site CaptureMoments. Estes termos regem o uso do nosso website e serviços relacionados. Ao acessar ou utilizar nosso site, você concorda com estes termos e condições. 2. Uso do Site O uso deste site é destinado apenas para fins informativos e de negócios. Você concorda em não utilizar o site para qualquer finalidade ilegal ou não autorizada. 3. Serviços Oferecidos Nós oferecemos serviços de fotografia profissional e aluguel de estúdios para diversos fins. Ao contratar nossos serviços, você concorda com os termos específicos de cada serviço conforme acordado. 4. Direitos de Propriedade Todos os direitos de propriedade intelectual relacionados ao conteúdo e materiais do site são de propriedade exclusiva da CaptureMoments, a menos que indicado de outra forma. 5. Limitação de Responsabilidade Não nos responsabilizamos por quaisquer danos diretos, indiretos, acidentais, consequenciais ou punitivos decorrentes do uso do nosso site ou serviços. 6. Disponibilidade do Site Não garantimos que o site estará sempre disponível ou livre de erros. Podemos suspender ou encerrar o acesso ao site a qualquer momento sem aviso prévio. 7. Modificações dos Termos Reservamos o direito de modificar estes Termos de Uso a qualquer momento. As modificações entrarão em vigor imediatamente após a publicação no site. 8. Informações de Contato Para qualquer dúvida ou informação adicional, entre em contato conosco através do email capturamoments@gmail.com ou pelo telefone +55-94-5687-0978. 9. Política de Privacidade Leia nossa Política de Privacidade para entender como tratamos suas informações pessoais ao utilizar nosso site e serviços. 10. Consentimento de Uso de Imagens Ao utilizar nossos serviços fotográficos, você consente com o uso das imagens produzidas para fins promocionais pela CaptureMoments, a menos que acordado de outra forma por escrito. 11. Indenização Você concorda em indenizar e isentar a CaptureMoments, seus diretores, funcionários e afiliados de qualquer responsabilidade decorrente do seu uso do site ou violação destes Termos de Uso. 12. Lei Aplicável Estes Termos de Uso são regidos e interpretados de acordo com as leis do Brasil. Qualquer disputa decorrente ou relacionada a estes termos será submetida à jurisdição exclusiva dos tribunais localizados em Brasília, DF. 13. Renúncia A falha da CaptureMoments em exercer ou aplicar qualquer direito ou disposição destes Termos de Uso não constitui renúncia a tal direito ou disposição. Endereço: SHCES Qd 203 BL E - Cruzeiro Novo, Brasília - DF, 70650-235 CaptureMoments Links Rápidos Início Sobre Depoimentos Fotógrafos Contato Contato +55-94-5687-0978 capturamoments@gmail.com Nova Office Complex13 Imaginary StreetManchester © 2024 CaptureMoments Termos de Uso Política de Privacidade",
    "thanks": "Obrigado - Capture Moments Thank You for Reaching Out to CaptureMoments! Your message has been successfully received. We appreciate your interest in CaptureMoments. Our team will review your inquiry and get back to you shortly. In the meantime, feel free to explore more about our photography services and studio rentals. We look forward to assisting you in capturing your special moments. Pagina inicial"
  },
  "date": "2024-06-20T12:57:49.381Z"
}