{
  "name": "New_v9_EnergizeFitnessCenter",
  "pages": {
    "terms-conditions": "Energize Fitness Center terms-conditions Home About us Services Timetable Сontact Acceptance of Terms: By using Energize Fitnes Center, users acknowledge reading, understanding, and agreeing to these terms. If you do not agree, please do not use the site. Order Placement: Orders placed on Energize Fitnes Center are subject to availability and acceptance. Confirmation emails indicate the successful placement of an order. Product Descriptions: Energize Fitnes Center strives to provide accurate product descriptions. However, variations may occur, and we reserve the right to correct any errors. Payment: Payments are processed securely through trusted payment gateways. Energize Fitnes Center does not store credit card information. Shipping: Shipping times and costs are provided during the checkout process. Energize Fitnes Center is not responsible for delays or additional costs due to customs or unforeseen circumstances. Returns and Refunds: Energize Fitnes Center accepts returns within a specified period. Refunds are processed according to our Refund Policy, available on the website. Intellectual Property: All content on Energize Fitnes Center, including images, logos, and text, is the intellectual property of Energize Fitnes Center. Unauthorized use is strictly prohibited. Prohibited Conduct: Users agree not to engage in any unlawful, harmful, or disruptive behavior while using Energize Fitnes Center. Termination: Energize Fitnes Center reserves the right to terminate user accounts or access to the site for violations of these terms or for any other reason. Modifications: Energize Fitnes Center may update these terms at any time. Changes will be effective immediately upon posting. Check this page regularly for updates. Communication: Users may receive transactional emails related to their orders, including order confirmations and shipping notifications. Marketing Communications: Users may receive promotional emails. Opt-out options are provided in each marketing email. Liability: Energize Fitnes Center is not liable for any damages or losses resulting from the use of the site or its content. Indemnification: Users agree to indemnify and hold Energize Fitnes Center harmless from any claims, damages, or losses arising from their use of the site or violation of these terms. Contact Information: For questions or concerns regarding this Privacy Policy, contact our support team through the provided contact information on our emaila EnergizeFitnessCenter@gmail.com Severability: If any provision of these terms is found to be invalid or unenforceable, the remaining provisions will continue to be valid and enforceable. Waiver: The failure of Energize Fitnes Center to enforce any right or provision in these terms will not constitute a waiver of that right or provision unless acknowledged and agreed to in writing. Entire Agreement: These Terms and Conditions constitute the entire agreement between the user and Energize Fitnes Center and supersede any prior agreements or understandings. Home About us Services Timetable Сontact Privacy policy Terms conditions © 2024 Energize Fitness Center. All rights reserved.",
    "thanks": "Energize Fitness Center thanks Go back home Heartfelt thanks from the team Energize Fitness Center Thank you for visiting our website! The Energize Fitness Center team appreciates your interest in our services. We are constantly working to improve our service and offer a wide variety of workouts and programs to help you achieve your fitness goals. Thank you for choosing us!",
    "about": "Energize Fitness Center about Home About us Services Timetable Сontact \"Welcome to the world of health and fitness with Energize Fitness Center!\" We are a chain of gyms dedicated to your well-being and achieving your fitness goals. At Energize Fitness Center, we strive to create a welcoming and motivating environment where everyone can find workout programs that are right for them and personalized attention to their needs. Our gyms are equipped with state-of-the-art fitness equipment and offer a variety of group exercise classes led by experienced instructors. We are proud of our professional trainers who are committed to helping you create and maintain a healthy lifestyle. Energize Fitness Center is more than just a place to work out, it is a community of people committed to health and fitness. Join us to be a part of this exciting journey to the best version of yourself! Thank you for choosing Energize Fitness Center! Feedback Charles Davis With Energy Fitness Center, I stopped being lazy and became a true athlete! Carl Sullivan Thanks Energy for the new friends, motivation, and awesome workouts! Daniel Reese Energy is not just a gym, it's where champions are born! Russell Smith The Energy made me feel stronger, more confident and happier! Tyler Mitchell Energy Fitness Center is not just a workout, it's a real high and adrenaline! Scott Smith With Energy, I found inspiration, goals and most importantly, myself! Frequently Asked Questions What are the most effective exercises? It will be very good if your workouts include the following exercises: - strength exercises - aerobic exercises - stretching exercises You should allocate at least 2 workouts per week for strength training (gym). The duration of training is 1-1.5 hours. For aerobic exercise is best suited calm running for 20-30 minutes. It is best to run every day, except for strength training days. Attention!!! Running should be done in clean air!!! Is it helpful to feel muscle soreness during and after exercise? \"No pain, no growth\" was the motto of the past. Exercise should not be painful, and pain is not a sign of a good workout. You may feel muscle soreness after you start working out, but it shouldn't be like that all the time. If pain is present after every workout, it means that you are increasing the load too rapidly. This will not do you any good. What is included in the membership? Get access to workouts, group classes and more! How much time should you eat before working out? You can have a snack an hour before training, but it is better to have a good meal 2-3 hours before training. Training on a full stomach is not only uncomfortable, but also harmful. How to contact us? Our doors and phone numbers are always open for you! We will always be happy to answer your questions - Contacts Why warm up - it's so tedious and useless, isn't it? If you're going to actually work out and not spend time in the gym, warming up is essential. 5-7 minutes on an exercise bike, jump rope or treadmill. Then you can wave your \"wings\" and legs. Contact us I accept Privacy policy Submit Home About us Services Timetable Сontact Privacy policy Terms conditions © 2024 Energize Fitness Center. All rights reserved.",
    "index": "Energize Fitness Center Home About us Services Timetable Сontact Energize Fitness Center Take your fitness to the next level with Energize Fitness Center! Reach your goals with us! Read more 1000+ Satisfied customers 500+ Successful training 24/7 Access at any time About us Welcome to the world of Energize Fitness Center! We inspire and motivate people to live healthy lifestyles and exercise vigorously. We have everything you need to achieve your fitness goals: professional trainers, customized programs and more! Join us today and feel stronger, healthier and more confident! Class schedule Yoga for flexibility and calmness Monday, March 25 Join morning yoga for a boost of energy and positivity! Sign up Zumba is fun dance and cardio Wednesday, March 27 Party to the hot rhythms of zumba and burn calories with a smile! Sign up Spinning - speed and adrenaline Friday, March 29 Feel the speed and adrenaline on cycling machines together with professionals! Sign up Functional training - strength and endurance Saturday, March 30 Pump your muscles and improve your fitness in an intensive training session! Sign up Our gym network Contacts Number: (+62) 704 7367 227 EnergizeFitnessCenter@gmail.com 3HV2+3M Seoni, Madhya Pradesh, India Hours of operation: Monday-Friday: 8:00 - 22:00, Saturday-Sunday: 10:00 - 18:00 Contact us I accept Privacy policy Submit Home About us Services Timetable Сontact Privacy policy Terms conditions © 2024 Energize Fitness Center. All rights reserved.",
    "privacy-policy": "Energize Fitness Center privacy-policy Home About us Services Timetable Сontact Information Collection: Describe what information your site collects, including personal information about users, such as names, e-mail addresses, phone numbers, etc. Uses of the information: Specify the purposes for which the information is collected, such as processing orders, sending mailings, analyzing site usage, etc. Storing the information: Explain how long you will keep the information and how you will keep it secure. Sharing information with third parties: Indicate whether the data collected will be shared with third parties and, if so, for what purpose. Use of cookies and other technologies: Explain what cookies and other technologies are used on your site and for what purposes. User rights: Indicate users' rights with respect to their personal data, including the right to access, rectify, delete, etc. Privacy Policy Updates: Indicate that your privacy policy may change from time to time and what changes will take effect. Contact Information: Provide contact information where users can contact with questions or concerns about your privacy policy. EnergizeFitnessCenter@gmail.com Information Collection: We collect only the data necessary to provide services and improve the user experience. Use of information: Your data is used solely for the purposes specified at the time of collection and is not shared with third parties without your consent, except as required by law. Data protection: We take security measures to protect your data from unauthorized access or loss. Data access and management: You have the right to request access to, amend or delete your data at your request. Consent to Policy: By using our website, you agree to our privacy policy. Contacting us: If you have any questions regarding the processing of your data or our privacy policy, please contact us via our contact details. Home About us Services Timetable Сontact Privacy policy Terms conditions © 2024 Energize Fitness Center. All rights reserved."
  }
}