{
  "name": "New_v9_BrazilBistro",
  "pages": {
    "index": "Restaurante e Café BrasilBistro Sobre nós Contatos Vantagens Galeria +55-61-8153-6812 brazilbistro@gmail.com Bem-vindo ao BrazilBistro Descubra os sabores autênticos da culinária brasileira. Desfrute de pratos tradicionais feitos com amor e ingredientes frescos. Venha nos visitar e experimente uma verdadeira festa gastronômica. No BrazilBistro, celebramos a rica herança culinária do Brasil. Nossa missão é trazer o melhor da nossa cozinha para você, utilizando ingredientes frescos e técnicas tradicionais. Cada prato é uma homenagem às diversas regiões do Brasil, desde o acarajé da Bahia até o churrasco gaúcho. Estamos comprometidos em oferecer uma experiência gastronômica autêntica e memorável. Nossa equipe é apaixonada por compartilhar a cultura e os sabores do Brasil. No BrazilBistro, você encontrará um ambiente acolhedor e festivo, onde cada refeição é uma celebração. Venha nos visitar e sinta-se em casa! Além de deliciosos pratos, oferecemos uma variedade de bebidas refrescantes, desde sucos tropicais até caipirinhas clássicas. Nossa carta de vinhos apresenta rótulos selecionados para complementar perfeitamente sua refeição. No BrazilBistro, a experiência vai além da comida. Nossas apresentações ao vivo de música brasileira irão transportá-lo diretamente para as ruas do Rio de Janeiro. Aproveite a energia contagiante e deixe-se levar pela dança e pela alegria. Estamos comprometidos em proporcionar um serviço excepcional, onde cada cliente se sente especial. Seja para um jantar romântico, uma comemoração em família ou um encontro com amigos, o BrazilBistro é o destino ideal para uma experiência inesquecível. Entre em Contato Tem alguma pergunta sobre nossos pratos ou serviços? Quer fazer uma reserva ou deixar um comentário? Entre em contato conosco! Estamos aqui para ajudar. Preencha o formulário abaixo ou nos envie um e-mail para brazilbistro@gmail.com. Responderemos o mais rápido possível. Além disso, estamos disponíveis por telefone de segunda a sexta-feira, das 9h às 18h. Não hesite em nos ligar se precisar de assistência imediata ou informações adicionais sobre nosso menu e eventos especiais. Eu aceito a Política de Privacidade E-mail brazilbistro@gmail.com Endereço Av. Assis Brasil, 2611 - Cristo Redentor, Porto Alegre - RS, 91010-004, Brasil Telefone +55-61-8153-6812 Nossa História O BrazilBistro nasceu do amor pela gastronomia brasileira e da paixão por compartilhar seus sabores únicos com o mundo. Tudo começou em 2005, quando nosso fundador, José Silva, decidiu abrir as portas de um pequeno restaurante em São Paulo. Inspirado pelas receitas tradicionais de sua avó e pelo caloroso acolhimento das refeições em família, José queria criar um espaço onde os clientes pudessem experimentar a autêntica cozinha brasileira em um ambiente acolhedor e festivo. Ao longo dos anos, o BrazilBistro cresceu e se tornou um destino popular para os amantes da comida brasileira em todo o país. Nossa missão sempre foi oferecer uma experiência gastronômica excepcional, onde cada prato é preparado com amor e cuidado. Hoje, continuamos honrando as tradições culinárias do Brasil, enquanto também buscamos inovar e surpreender nossos clientes com novos sabores e experiências. Estamos ansiosos para compartilhar nossa história e nossa comida com você. Bem-vindo ao BrazilBistro! conecte-se conosco Cozinha Brasileira Autêntica Oferecemos uma experiência gastronômica brasileira autêntica, com misturas de especiarias exóticas e pratos frescos inspirados nas tradições das diversas regiões do Brasil. Ambiente Aconchegante Sinta-se em casa em nosso ambiente acolhedor, decorado com cores quentes e autênticos detalhes brasileiros que o transportarão diretamente para o coração do Brasil. Atendimento Profissional Nossos funcionários profissionais e prestativos estão aqui para fornecer um serviço personalizado e uma hospitalidade inesquecível, tornando sua visita verdadeiramente especial. Variedade de Pratos Desde os tradicionais pratos brasileiros até interpretações modernas de receitas clássicas - oferecemos uma variedade de pratos saborosos que agradarão a todos os paladares. Especiais Diários Para oferecer o melhor da cozinha brasileira, preparamos diariamente especiais frescos e saborosos, para surpreender e enriquecer sua experiência gastronômica gourmet. Sabores Únicos Experimente os sabores únicos do Brasil em cada prato, preparado com amor e atenção aos detalhes, que farão você se apaixonar pela nossa cozinha desde a primeira mordida. Nossos Pratos Especiais Descubra uma ampla seleção de pratos especiais do BrazilBistro, cuidadosamente criados pelos nossos chefs experientes para oferecer uma experiência culinária verdadeiramente única. Desde clássicos como feijoada até pratos contemporâneos com um toque brasileiro, cada mordida é uma jornada de sabores e aromas irresistíveis. Home Política de privacidade Termos de uso Experimente a diversidade do Brasil em cada prato!",
    "privacy": "Política de Privacidade - BrazilBistro Sobre nós Contatos Vantagens Galeria +55-61-8153-6812 brazilbistro@gmail.com Política de Privacidade Sua privacidade é importante para nós. Esta política de privacidade explica como lidamos com suas informações pessoais. Se você tiver alguma dúvida ou preocupação sobre nossas práticas, entre em contato conosco pelo email brazilbistro@gmail.com. Informações que Coletamos Podemos coletar vários tipos de informações pessoais para fornecer e melhorar nossos serviços. Isso pode incluir: Informações de Identificação Pessoal: Como seu nome, endereço de email, número de telefone e outros dados de contato que você fornece ao se comunicar conosco. Correspondência: Cópias de suas comunicações conosco, incluindo correspondência por email. Como Usamos Suas Informações As informações que coletamos podem ser usadas para vários propósitos, incluindo: Fornecer, operar e manter nossos serviços. Melhorar, personalizar e expandir nossos serviços. Entender e analisar como você usa nossos serviços. Desenvolver novos produtos, serviços, funcionalidades e recursos. Comunicar-se com você, incluindo para atendimento ao cliente, fornecer atualizações e outras informações relacionadas aos nossos serviços, e para fins de marketing e promocionais. Detectar e prevenir fraudes. Como Protegemos Suas Informações Tomamos medidas de segurança apropriadas para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. Essas medidas incluem revisões internas de nossas práticas de coleta, armazenamento e processamento de dados, bem como medidas de segurança física para proteger contra acesso não autorizado aos sistemas onde armazenamos dados pessoais. Compartilhamento de Suas Informações Não compartilhamos suas informações pessoais com terceiros, exceto nas seguintes circunstâncias: Com seu consentimento: Podemos compartilhar ou divulgar suas informações com seu consentimento ou conforme suas instruções. Para processamento externo: Podemos fornecer informações pessoais a nossas afiliadas ou outras empresas ou pessoas de confiança para processá-las para nós, com base em nossas instruções e em conformidade com nossa Política de Privacidade e quaisquer outras medidas de confidencialidade e segurança apropriadas. Seus Direitos de Privacidade Você tem certos direitos em relação às suas informações pessoais, sujeitos às leis locais de proteção de dados. Esses direitos podem incluir: Acessar suas informações pessoais que possuímos. Corrigir quaisquer informações pessoais imprecisas ou incompletas. Excluir suas informações pessoais, sujeito a certas exceções prescritas por lei. Restringir ou se opor ao processamento de suas informações pessoais. Receber suas informações pessoais em um formato estruturado, de uso comum e legível por máquina e transmiti-las para outro controlador de dados. Retirar qualquer consentimento que você tenha nos fornecido em relação ao processamento de suas informações pessoais. Retenção de Informações Pessoais Reteremos informações pessoais que coletamos de você enquanto tivermos uma necessidade comercial legítima e contínua de fazê-lo (por exemplo, para fornecer a você um serviço que você solicitou ou para cumprir requisitos legais, fiscais ou contábeis aplicáveis). Quando não tivermos mais uma necessidade comercial legítima de processar suas informações pessoais, iremos excluí-las ou torná-las anônimas, ou, se isso não for possível (por exemplo, porque suas informações pessoais foram armazenadas em arquivos de backup), então iremos armazená-las de forma segura e isolá-las de qualquer processamento posterior até que a exclusão seja possível. Alterações a Esta Política de Privacidade Podemos atualizar nossa Política de Privacidade periodicamente para refletir mudanças em nossas práticas. Notificaremos você sobre quaisquer alterações publicando a nova Política de Privacidade nesta página. Recomendamos que você revise esta Política de Privacidade periodicamente para quaisquer alterações. Alterações a esta Política de Privacidade são efetivas quando publicadas nesta página. Entre em Contato Conosco Se você tiver alguma dúvida sobre esta Política de Privacidade ou sobre o tratamento de suas informações pessoais, entre em contato conosco em: Email: brazilbistro@gmail.com Home Política de privacidade Termos de uso Experimente a diversidade do Brasil em cada prato!",
    "terms": "Termos de Uso - BrazilBistro Sobre nós Contatos Vantagens Galeria +55-61-8153-6812 brazilbistro@gmail.com Termos de Uso Bem-vindo ao nosso site. Ao acessar e usar este site, você concorda em cumprir e ser regido pelos seguintes termos e condições de uso. Se você não concorda com qualquer parte destes termos, por favor, não use nosso site. Se você tiver alguma dúvida ou preocupação sobre estes termos, entre em contato conosco pelo email brazilbistro@gmail.com. Uso do Site O conteúdo das páginas deste site é para sua informação geral e uso pessoal. Está sujeito a alterações sem aviso prévio. Você reconhece que tais informações e materiais podem conter imprecisões ou erros e excluímos expressamente a responsabilidade por quaisquer dessas imprecisões ou erros na extensão máxima permitida por lei. O uso de qualquer informação ou material neste site é inteiramente por sua conta e risco, pelo qual não seremos responsáveis. Será sua própria responsabilidade garantir que quaisquer produtos, serviços ou informações disponíveis através deste site atendam às suas necessidades específicas. Propriedade Intelectual Este site contém material que é de nossa propriedade ou licenciado para nós. Este material inclui, mas não está limitado a, design, layout, aparência e gráficos. A reprodução é proibida, exceto de acordo com o aviso de direitos autorais, que faz parte destes termos e condições. Todos os direitos autorais, marcas registradas e outros direitos de propriedade intelectual nos materiais deste site são de nossa propriedade ou foram licenciados para nós. Você pode visualizar, baixar e imprimir páginas ou outros conteúdos para seu uso pessoal, sujeito às seguintes restrições: Você não deve republicar material deste site (incluindo republicação em outro site); Você não deve vender, alugar ou sub-licenciar material do site; Você não deve reproduzir, duplicar, copiar ou de outra forma explorar material neste site para fins comerciais. Links para Outros Sites Ocasionalmente, este site pode incluir links para outros sites. Esses links são fornecidos para sua conveniência para fornecer mais informações. Eles não significam que endossamos o(s) site(s). Não temos responsabilidade pelo conteúdo dos sites vinculados. Limitação de Responsabilidade Em nenhuma circunstância seremos responsáveis por quaisquer danos diretos, indiretos, incidentais, especiais ou consequentes que resultem do uso ou da incapacidade de usar o site, incluindo, mas não se limitando a, dependência de qualquer informação obtida no site que resulte em erros, omissões, interrupções, exclusões de arquivos ou e-mails, defeitos, vírus, atrasos na operação ou transmissão, ou qualquer falha de desempenho, seja ou não resultante de força maior, falha de comunicação, roubo, destruição ou acesso não autorizado aos nossos registros, programas ou serviços. Alterações aos Termos Podemos revisar estes termos de uso a qualquer momento, sem aviso prévio. Ao usar este site, você concorda em cumprir a versão atual destes Termos de Uso. Recomendamos que você verifique esta página regularmente para garantir que está ciente de quaisquer mudanças. Lei Aplicável Estes Termos de Uso são regidos e interpretados de acordo com as leis do nosso país. Qualquer disputa decorrente ou relacionada a estes termos estará sujeita à jurisdição exclusiva dos tribunais do nosso país. Contato Se você tiver qualquer dúvida sobre estes Termos de Uso, por favor, entre em contato conosco em: Email: brazilbistro@gmail.com Home Política de privacidade Termos de uso Experimente a diversidade do Brasil em cada prato!",
    "thanks": "Obrigado pela sua Consulta! - BrazilBistro Obrigado por Entrar em Contato com o BrazilBistro! Nossa equipe está revisando sua mensagem e responderemos em breve. Enquanto isso, explore mais sobre o que o BrazilBistro tem a oferecer visitando outras seções do nosso site. Esperamos recebê-lo em breve e encantar seu paladar com a rica herança culinária do Brasil. Voltar para a Página Inicial"
  },
  "date": "2024-05-17T09:45:08.795Z"
}