{
  "name": "New_v9_TechCasa",
  "pages": {
    "about": "TechCasa - Sua Loja de Informática no Brasil | Saiba mais sobre a TechCasa Início Catálogo Sobre nós Sobre a TechCasa A TechCasa foi fundada com a missão de trazer tecnologia de ponta e soluções inovadoras para nossos clientes em todo o Brasil. Desde o nosso início, nos comprometemos a fornecer produtos de alta qualidade, desde computadores e laptops até periféricos e componentes essenciais. Nossa paixão pela tecnologia e nosso compromisso com a excelência nos permitiram crescer e nos tornar uma referência no mercado de informática. Nosso objetivo é tornar a tecnologia acessível e compreensível para todos. Entendemos que cada cliente tem necessidades únicas, e é por isso que nossa equipe se dedica a oferecer suporte personalizado para ajudar você a encontrar as melhores soluções. Estamos sempre atualizados com as últimas tendências e inovações do setor, garantindo que você tenha acesso aos produtos mais avançados e confiáveis. Na TechCasa, valorizamos a transparência e a confiança. Trabalhamos apenas com fornecedores renomados e produtos originais, assegurando que cada compra seja uma experiência positiva e segura. Nosso compromisso com a qualidade e a satisfação do cliente é refletido em cada aspecto do nosso serviço, desde a seleção de produtos até o atendimento pós-venda. Nossa Missão e Valores Na TechCasa, nossa missão é fornecer soluções tecnológicas que capacitem nossos clientes a alcançar seus objetivos pessoais e profissionais. Acreditamos que a tecnologia deve ser uma ferramenta que facilita a vida, e estamos aqui para garantir que você tenha acesso às melhores opções do mercado. Nosso foco é sempre a satisfação do cliente, e nos esforçamos para exceder suas expectativas em cada interação. Nossos Valores Nossos valores fundamentais são baseados em qualidade, inovação e atendimento ao cliente. A qualidade é a nossa prioridade número um. Cada produto que oferecemos passa por rigorosos controles de qualidade para garantir que atenda aos nossos altos padrões. A inovação é o que nos move. Estamos constantemente explorando novas tecnologias e tendências para trazer a você as soluções mais recentes e eficientes. O atendimento ao cliente é o coração do nosso negócio. Acreditamos que cada cliente merece um serviço excepcional, e nossa equipe está sempre pronta para ajudar. Seja orientando na escolha de um produto ou oferecendo suporte técnico, estamos aqui para garantir que você tenha a melhor experiência possível. Na TechCasa, sua satisfação é nossa maior recompensa, e trabalhamos incansavelmente para merecer sua confiança e lealdade. Av. Brasil, 1409 - Navegantes, Porto Alegre - RS, 90230-061, Brasil +5551994099424 techcasa@gmail.com Política de privacidade | Termos e condições",
    "catalog": "TechCasa - Sua Loja de Informática no Brasil | catálogo Início Catálogo Sobre nós Catálogo Notebook Dell Inspiron 15 R$ 3.500,00 Comprar Monitor LG Ultrawide 29\" R$ 1.200,00 Comprar Teclado Mecânico HyperX Alloy FPS Pro R$ 450,00 Comprar Processador Intel Core i7-10700K R$ 2.000,00 Comprar Placa de Vídeo NVIDIA GeForce RTX 3070 R$ 4.500,00 Comprar SSD Kingston A2000 1TB NVMe R$ 800,00 Comprar Descubra a Variedade e Qualidade dos Nossos Produtos Na TechCasa, temos orgulho de oferecer uma vasta gama de produtos de informática, todos cuidadosamente selecionados para garantir a melhor experiência aos nossos clientes. Desde computadores de alto desempenho até periféricos essenciais, nosso catálogo é projetado para atender às necessidades de profissionais, estudantes e entusiastas de tecnologia. Nossos notebooks, como o Dell Inspiron 15, são ideais para quem busca mobilidade e eficiência. Equipados com as mais recentes tecnologias, oferecem um desempenho robusto para todas as suas tarefas diárias. Para quem precisa de uma visualização ampla e detalhada, o Monitor LG Ultrawide 29\" proporciona uma experiência imersiva, perfeita para trabalho e entretenimento. Os periféricos também são uma parte crucial da nossa oferta. O Teclado Mecânico HyperX Alloy FPS Pro, por exemplo, é projetado para gamers e profissionais que exigem precisão e durabilidade. Complementando nosso catálogo, o Processador Intel Core i7-10700K garante a potência necessária para executar aplicações mais exigentes com facilidade. Quando se trata de gráficos, a Placa de Vídeo NVIDIA GeForce RTX 3070 se destaca, oferecendo desempenho superior para jogos e edição de vídeo. E para armazenamento, o SSD Kingston A2000 1TB NVMe proporciona velocidade e confiabilidade, permitindo que você acesse seus dados rapidamente e com segurança. Além da qualidade dos nossos produtos, na TechCasa nos empenhamos em proporcionar um atendimento ao cliente de excelência. Nossa equipe de especialistas está sempre pronta para ajudar você a encontrar as melhores soluções tecnológicas para suas necessidades específicas. Convidamos você a explorar nosso catálogo e descobrir por que a TechCasa é a sua melhor escolha em tecnologia. Entre em contato conosco Aceito a política de privacidade Enviar mensagem Av. Brasil, 1409 - Navegantes, Porto Alegre - RS, 90230-061, Brasil +5551994099424 techcasa@gmail.com Política de privacidade | Termos e condições",
    "index": "TechCasa - Sua Loja de Informática no Brasil Início Catálogo Sobre nós Encontre a Tecnologia Perfeita para Você Descubra as melhores ofertas em computadores, laptops, e acessórios de alta qualidade. Sua jornada tecnológica começa aqui. Ver Catálogo Qualidade e Originalidade Garantidas Na TechCasa, compreendemos a importância de utilizar componentes originais e de alta qualidade em seus dispositivos. Todos os nossos produtos, sejam eles computadores, laptops, periféricos ou acessórios, são cuidadosamente selecionados e provenientes dos melhores fabricantes do mercado. Isso garante não apenas a durabilidade, mas também o desempenho superior de cada item adquirido em nossa loja. Trabalhamos apenas com marcas reconhecidas mundialmente por sua inovação e excelência. Cada componente, desde placas-mãe até memórias RAM, passando por unidades de armazenamento e fontes de alimentação, é testado rigorosamente para assegurar que atenda aos mais altos padrões de qualidade. Além disso, todos os nossos produtos possuem certificações que atestam sua originalidade e conformidade com as normas internacionais. Entendemos que a confiança é um fator crucial na hora de adquirir tecnologia. Por isso, oferecemos garantias amplas e suporte técnico especializado para todos os nossos produtos. Nossa equipe está sempre à disposição para ajudar você a escolher os componentes ideais para suas necessidades e garantir que cada compra seja uma experiência satisfatória e segura. Na TechCasa, sua satisfação é nossa prioridade, e nos dedicamos a oferecer apenas o melhor para você. Computadores Explore nossa vasta seleção de computadores de alto desempenho, ideais para todas as suas necessidades pessoais e profissionais. Laptops Descubra os mais recentes modelos de laptops com tecnologia avançada, design elegante e portabilidade incrível. Periféricos Encontre uma ampla gama de periféricos, incluindo mouses, teclados e monitores, para melhorar sua experiência de uso do computador. Componentes Oferecemos componentes de alta qualidade, como placas-mãe, processadores e memória RAM, para construir ou atualizar seu PC. Armazenamento Descubra diversas opções de armazenamento, incluindo SSDs, HDDs e soluções externas, para todos os seus dados e necessidades de backup. Acessórios Explore nossa seleção de acessórios, desde cases e bolsas até fontes de alimentação e cabos, para complementar seus dispositivos. Depoimentos \"Comprei um computador na TechCasa e estou extremamente satisfeito com a qualidade e o desempenho do produto. O atendimento ao cliente foi excepcional, com a equipe respondendo prontamente a todas as minhas perguntas e oferecendo ótimas recomendações. Recomendo a TechCasa para todos que procuram tecnologia de alta qualidade.\" - João Silva \"A TechCasa oferece uma variedade incrível de laptops, e consegui encontrar exatamente o que precisava para meu trabalho remoto. A entrega foi rápida e o produto chegou em perfeitas condições. A assistência pós-venda também foi muito útil. Sem dúvida, farei mais compras aqui no futuro.\" - Maria Oliveira \"Sou gamer e estava procurando periféricos de alta qualidade. Na TechCasa, encontrei tudo o que precisava. O mouse e teclado que comprei são excelentes, com ótima resposta e durabilidade. Além disso, os preços são muito competitivos. Estou muito feliz com minha compra.\" - Carlos Souza \"Fiz uma compra de componentes para montar meu próprio PC e a experiência foi fantástica. A variedade de produtos é enorme e a qualidade dos componentes é garantida. A equipe da TechCasa foi muito prestativa e me ajudou a escolher as melhores opções para meu orçamento. Recomendo fortemente!\" - Ana Lima \"Minha experiência com a TechCasa foi excelente desde o início. Comprei um SSD e um HD externo, e ambos chegaram rapidamente e em perfeito estado. A performance dos produtos é incrível, e o suporte técnico me ajudou a instalar tudo sem problemas. A TechCasa é minha loja de confiança para tecnologia.\" - Pedro Santos \"Encontrei os acessórios que precisava na TechCasa e fiquei muito satisfeito com a compra. A qualidade dos produtos é excepcional, e o atendimento ao cliente é de primeira classe. Os preços são justos e a entrega foi rápida. Recomendo a TechCasa a todos que procuram bons produtos de informática.\" - Beatriz Costa Av. Brasil, 1409 - Navegantes, Porto Alegre - RS, 90230-061, Brasil +5551994099424 techcasa@gmail.com Política de privacidade | Termos e condições",
    "privacy": "TechCasa - Sua Loja de Informática no Brasil | Política de Privacidade Início Catálogo Sobre nós Política de Privacidade Bem-vindo à TechCasa! Esta Política de Privacidade descreve como coletamos, usamos, e protegemos suas informações pessoais quando você visita nosso site e utiliza nossos serviços. Levamos sua privacidade a sério e estamos comprometidos em garantir que suas informações estejam seguras. Coleta de Informações Coletamos informações pessoais que você nos fornece voluntariamente ao se registrar em nosso site, fazer uma compra ou entrar em contato conosco. Isso pode incluir seu nome, endereço de e-mail, endereço de entrega, número de telefone e informações de pagamento. Também podemos coletar informações automaticamente quando você navega em nosso site, como seu endereço IP, tipo de navegador, e páginas visitadas. Uso das Informações As informações coletadas são usadas para fornecer e melhorar nossos serviços, processar suas compras, comunicar-se com você, e personalizar sua experiência de navegação. Podemos usar suas informações para enviar e-mails promocionais sobre novos produtos, ofertas especiais ou outras informações que achamos que você possa achar interessante, desde que você tenha consentido em receber essas comunicações. Proteção das Informações Implementamos medidas de segurança adequadas para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. Utilizamos tecnologia de criptografia para garantir que suas informações de pagamento sejam transmitidas com segurança. Compartilhamento de Informações Não vendemos, trocamos ou alugamos suas informações pessoais para terceiros. Podemos compartilhar suas informações com fornecedores de serviços confiáveis que nos ajudam a operar nosso site, conduzir nossos negócios ou fornecer serviços a você, desde que esses parceiros concordem em manter suas informações confidenciais. Também podemos divulgar suas informações quando exigido por lei. Cookies Nosso site utiliza cookies para melhorar sua experiência de navegação. Cookies são pequenos arquivos de texto armazenados em seu dispositivo que nos ajudam a lembrar de suas preferências e melhorar nossos serviços. Você pode optar por desativar os cookies nas configurações do seu navegador, mas isso pode afetar a funcionalidade de algumas partes do nosso site. Seus Direitos Você tem o direito de acessar, corrigir ou excluir suas informações pessoais armazenadas em nosso sistema. Se desejar exercer esses direitos ou tiver qualquer dúvida sobre nossa Política de Privacidade, entre em contato conosco através dos meios fornecidos em nosso site. Alterações na Política de Privacidade Podemos atualizar esta Política de Privacidade periodicamente para refletir mudanças em nossas práticas ou por razões legais. Recomendamos que você revise esta página regularmente para se manter informado sobre como estamos protegendo suas informações. Ao usar nosso site, você concorda com os termos desta Política de Privacidade. Agradecemos por confiar na TechCasa e estamos comprometidos em proteger sua privacidade.Contato techcasa@gmail.com Av. Brasil, 1409 - Navegantes, Porto Alegre - RS, 90230-061, Brasil +5551994099424 techcasa@gmail.com Política de privacidade | Termos e condições",
    "terms": "TechCasa - Sua Loja de Informática no Brasil | Termos e Condições Início Catálogo Sobre nós Termos e Condições Bem-vindo à TechCasa! Ao acessar e usar nosso site, você concorda em cumprir os seguintes Termos e Condições. Estes termos são importantes para garantir uma experiência segura e satisfatória para todos os nossos usuários. Por favor, leia atentamente antes de usar nossos serviços. Uso do Site Nosso site é destinado a indivíduos com 18 anos ou mais. Ao utilizar nosso site, você concorda em fornecer informações verdadeiras, precisas e completas. Você é responsável por manter a confidencialidade de sua conta e senha e por todas as atividades que ocorram sob sua conta. Reservamo-nos o direito de recusar serviço, encerrar contas, remover ou editar conteúdo, ou cancelar pedidos a nosso critério. Propriedade Intelectual Todo o conteúdo deste site, incluindo textos, gráficos, logotipos, ícones, imagens e software, é propriedade da TechCasa ou de seus fornecedores de conteúdo e está protegido pelas leis de direitos autorais brasileiras e internacionais. A compilação de todo o conteúdo deste site é propriedade exclusiva da TechCasa. Você não pode usar, reproduzir ou distribuir qualquer conteúdo sem nossa permissão expressa por escrito. Compras e Pagamentos Ao fazer uma compra em nosso site, você concorda em fornecer informações de pagamento válidas e garantir que essas informações estejam atualizadas. Reservamo-nos o direito de recusar ou cancelar qualquer pedido se suspeitarmos de fraude ou atividades não autorizadas. Todos os preços e disponibilidades de produtos estão sujeitos a alterações sem aviso prévio. Os pagamentos devem ser feitos no momento da compra e são aceitos nas formas especificadas em nosso site. Entrega e Frete Fazemos o possível para garantir que seus produtos sejam entregues dentro do prazo estimado. No entanto, não nos responsabilizamos por atrasos causados por terceiros ou circunstâncias fora de nosso controle. As taxas de frete e prazos de entrega variam de acordo com o destino e o método de envio escolhido. Você será informado sobre essas taxas e prazos no momento da compra. Devoluções e Reembolsos Se você não estiver satisfeito com sua compra, oferecemos uma política de devolução dentro de um período específico após a entrega. Os produtos devem estar em sua condição original e embalagens para serem elegíveis para devolução. Reservamo-nos o direito de recusar devoluções que não atendam a esses critérios. Os reembolsos serão processados de acordo com nossa política de reembolso e podem levar alguns dias para serem concluídos. Limitação de Responsabilidade A TechCasa não será responsável por quaisquer danos diretos, indiretos, incidentais, especiais ou consequenciais resultantes do uso ou incapacidade de usar nosso site ou serviços. Isso inclui, mas não se limita a, danos por perda de lucros, uso, dados ou outras perdas intangíveis, mesmo que tenhamos sido avisados da possibilidade de tais danos. Alterações nos Termos e Condições Reservamo-nos o direito de modificar estes Termos e Condições a qualquer momento. As alterações entrarão em vigor imediatamente após sua publicação no site. Recomendamos que você reveja esta página regularmente para se manter informado sobre nossos termos. O uso contínuo do site após quaisquer alterações constitui sua aceitação dos novos Termos e Condições. Ao usar nosso site, você concorda com estes Termos e Condições. Se tiver alguma dúvida, entre em contato conosco através dos meios fornecidos em nosso site. Contato techcasa@gmail.com Av. Brasil, 1409 - Navegantes, Porto Alegre - RS, 90230-061, Brasil +5551994099424 techcasa@gmail.com Política de privacidade | Termos e condições",
    "thank": "TechCasa - Sua Loja de Informática no Brasil | Obrigado Agradecemos pelo Seu Contato! Na TechCasa, valorizamos cada cliente e agradecemos sinceramente por você ter escolhido entrar em contato conosco. Sua opinião e suas necessidades são extremamente importantes para nós, e estamos comprometidos em oferecer a melhor experiência possível. Nosso objetivo é garantir que cada interação com nossa equipe seja positiva e produtiva. Estamos aqui para responder a todas as suas perguntas, fornecer suporte técnico, e ajudar você a encontrar as soluções tecnológicas ideais para suas necessidades. Queremos que você saiba que sua satisfação é nossa prioridade número um. Nosso time de especialistas está trabalhando diligentemente para responder ao seu contato o mais rápido possível. Enquanto isso, convidamos você a explorar nosso site, onde você encontrará uma vasta gama de produtos de alta qualidade, desde computadores e laptops até periféricos e acessórios. Na TechCasa, estamos sempre prontos para ajudar você a tirar o máximo proveito da tecnologia. Mais uma vez, agradecemos por nos contatar. Estamos ansiosos para poder atendê-lo e superar suas expectativas. Se precisar de assistência imediata, não hesite em nos ligar ou visitar nossa loja. Sua confiança e lealdade são extremamente valiosas para nós, e faremos tudo o que estiver ao nosso alcance para garantir sua satisfação total. Atenciosamente,Equipe TechCasa Início"
  },
  "date": "2024-06-24T16:58:10.305Z"
}