{
  "name": "New_v9_RagaMelodi",
  "pages": {
    "catalog": "Discover Our Exquisite Collection of Indian Musical Instruments Raga Melody Catalog Raga Melody Unlock the Music Within Catalog Browse our catalog and immerse yourself in the rich musical traditions of India. At Raga Melody, we are committed to helping you find the instrument that inspires and elevates your musical expression. String Instruments: Sitar Experience the enchanting melodies of the sitar, a cornerstone of Indian classical music. Veena Discover the deep, resonant tones of the veena, perfect for intricate and expressive playing. Sarod Find the perfect balance of melody and rhythm with our selection of sarods. learn more Percussion Instruments: Tabla Feel the rhythmic heartbeat of Indian music with our high-quality tablas. Mridangam Enjoy the rich and complex sounds of the mridangam, ideal for classical and contemporary performances. Dholak Add vibrant and lively beats to your music with our expertly crafted dholaks. learn more Wind Instruments: Bansuri Let the soulful and meditative sounds of the bansuri transport you to a world of serenity. Shehnai Embrace the festive and ceremonial tones of the shehnai, perfect for special occasions. learn more Other Instruments Harmonium Enhance your musical journey with the versatile and melodious harmonium. Tanpura Create a rich harmonic backdrop with our finely tuned tanpuras. Ghatam Explore the unique and captivating rhythms of the ghatam, a traditional clay percussion instrument. learn more Why Choose Raga Melody? Authenticity: Each instrument is handcrafted by skilled artisans using traditional techniques. Percussion Instruments: Tablas, mridangams, dholaks, and other percussion instruments that form the backbone of India's rhythmic traditions. Quality: We ensure the highest standards of craftsmanship and sound quality in every instrument. Support: Our knowledgeable team is here to help you find the perfect instrument and provide ongoing support. Contact us Are you interested in purchasing one of our exquisite Indian musical instruments? We'd love to help you find the perfect addition to your musical collection. Our team at Raga Melody is here to assist you with any questions or special requests you may have. I accept Política de Privacidade Send Raga Melody Harmony, Rhythm, Tradition Hiranandani Business Park, Hiranandani Gardens, Level 2, Powai, Mumbai, Maharashtra 400076, India +91-545-7578541 RagaMelody@gmail.com Privacy Policy Terms and Conditions",
    "index": "Raga Melodi: Our store is a haven for music enthusiasts, offering a diverse collection of traditional Indian musical instruments. Raga Melody Catalog Raga Melody Echoes of India, Instruments of Passion About Raga Melody Welcome to Raga Melody, where the rich musical traditions of India come alive. Our store is dedicated to providing a wide range of high-quality Indian musical instruments that capture the essence and soul of India's vibrant musical heritage. Located in the heart of the city, Raga Melody is a sanctuary for musicians, music lovers, and cultural enthusiasts alike. Our Story Founded by passionate musicians with a deep love for Indian music, Raga Melody was born out of a desire to share the beautiful sounds and intricate rhythms of Indian music with the world. Our founders, who have spent years studying and mastering various Indian instruments, envisioned a place where people could not only purchase these instruments but also learn about their history, significance, and unique qualities. Arjun Rao Jane Sharma Rohan Patel Our Values Authenticity We offer instruments that are crafted by skilled artisans using traditional techniques, ensuring that each piece is authentic and of the highest quality. Education We are committed to educating our customers about the rich cultural heritage and musical traditions of India. Our knowledgeable staff is always available to answer questions and provide guidance. Community We aim to create a community of music lovers who can share their passion and learn from one another through workshops, events, and performances. Our Collection Our store features an extensive collection of traditional Indian musical instruments, including: String Instruments: Sitars, veenas, sarods, and more, each crafted to produce the exquisite melodies characteristic of Indian classical music. Percussion Instruments: Tablas, mridangams, dholaks, and other percussion instruments that form the backbone of India's rhythmic traditions. Wind Instruments: Bansuris, shehnais, and other wind instruments that offer a soulful and meditative sound. Other Instruments: A variety of other traditional instruments such as harmoniums, tanpuras, and ghatams. see more Our Services Instrument Tuning and Repair Our skilled technicians provide tuning and repair services to keep your instruments in perfect playing condition. Workshops and Classes We regularly host workshops and classes for musicians of all levels, covering topics such as instrument techniques, music theory, and performance skills. Custom Orders If you have specific requirements, we can help you source or commission custom instruments to meet your needs. Contact us At Raga Melody, we are always here to assist you with your musical needs and inquiries. Whether you have questions about our instruments, need help with an order, or want to learn more about our workshops and services, feel free to reach out to us. I accept Política de Privacidade Send Raga Melody Harmony, Rhythm, Tradition Hiranandani Business Park, Hiranandani Gardens, Level 2, Powai, Mumbai, Maharashtra 400076, India +91-545-7578541 RagaMelody@gmail.com Privacy Policy Terms and Conditions",
    "privacy": "Raga Melodi: Privacy Policy Raga Melody Catalog Privacy Policy At Raga Melody, we are committed to protecting your privacy and ensuring the security of your personal information. By using our services, you agree to the collection and use of information in accordance with this policy. Information We Collect Personal Information: We may collect personal information such as your name, email address, phone number, sign up for our newsletter, or contact us for inquiries. Usage Data: We may collect information on how our website is accessed and used, including your IP address, browser type, pages visited, and the time and date of your visit. How We Use Your Information To Communicate with You: We may use your contact information to send order confirmations, updates, promotional offers, and newsletters. You can opt out of marketing communications at any time. To Improve Our Services: Usage data helps us understand how you interact with our website, allowing us to enhance user experience and optimize our services. To Maintain Security: We use your information to detect and prevent fraud, unauthorized access, and other security issues. Information Sharing and Disclosure Third-Party Service Providers: We may share your information with third-party service providers who assist us in operating our store, processing payments, and delivering orders. These providers are obligated to protect your information and use it only for the purposes specified by us. Legal Requirements: We may disclose your information if required to do so by law or in response to valid requests by public authorities. Data Security We implement appropriate security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction. However, please be aware that no method of transmission over the Internet or electronic storage is 100% secure. Your Rights You have the right to access, correct, or delete your personal information held by us. You can also withdraw your consent to the processing of your data or request the restriction of processing in certain circumstances. Changes to This Privacy Policy We may update our Privacy Policy from time to time. Any changes will be posted on this page, and we will notify you of significant updates via email or a prominent notice on our website. Contact Us If you have any questions or concerns about this Privacy Policy, please contact us at: Email:RagaMelody@gmail.com Raga Melody Harmony, Rhythm, Tradition Hiranandani Business Park, Hiranandani Gardens, Level 2, Powai, Mumbai, Maharashtra 400076, India +91-545-7578541 RagaMelody@gmail.com Privacy Policy Terms and Conditions",
    "terms-conditions": "Raga Melodi: Terms and Conditions Raga Melody Catalog Privacy Policy Welcome to Raga Melody. By accessing this website you agree to comply with and be bound by the following terms and conditions. 1. General By accessing our website, you confirm that you are at least 18 years old or accessing the site under the supervision of a parent or guardian. These terms and conditions may be updated periodically without prior notice. It is your responsibility to review them regularly. 2. Products and Services We strive to display the colors and images of our products accurately. However, we cannot guarantee that your monitor’s display of any color will be accurate. All descriptions of products are subject to change at any time without notice. 3. Privacy Your privacy is important to us. Please review our Privacy Policy to understand how we collect, use, and protect your personal information. 4. Limitation of Liability Raga Melody shall not be liable for any direct, indirect, incidental, special, or consequential damages resulting from the use or inability to use our products or services. 5. Governing Law These terms and conditions are governed by and construed in accordance with the laws of India. Any disputes arising out of or related to these terms shall be subject to the exclusive jurisdiction of the courts in India. For any questions or concerns about our terms and conditions, please contact us at: Email: RagaMelody@gmail.com Raga Melody Harmony, Rhythm, Tradition Hiranandani Business Park, Hiranandani Gardens, Level 2, Powai, Mumbai, Maharashtra 400076, India +91-545-7578541 RagaMelody@gmail.com Privacy Policy Terms and Conditions",
    "thank": "Raga Melodi: Thank You! body { font-family: Arial, sans-serif; background-color: #fff; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: #eee; border: 3px solid #9ae0e0; } h1 { color: #000; } p { color: #000; margin-bottom: 20px; } .btn { text-decoration: none !important; border: 12px solid #9ae0e0; width: 150px; box-sizing: border-box; height: 65px; color: #000; text-transform: uppercase; text-align: center; margin-top: 30px; } .btn:hover { background-color: #9ae0e0; transition: 1s; } Thank You for visiting Raga Melody! Thank you for choosing Raga Melody and supporting our mission to bring the rich musical traditions of India to the world. We are delighted that you have chosen one of our high-quality instruments and are confident that it will bring you joy and inspiration on your musical journey. back home"
  },
  "date": "2024-07-10T17:12:36.080Z"
}