{
  "name": "New_v9_TheShave",
  "pages": {
    "about-us": "About Us Gentleman’s Grooming Lounge The Shaves HOME SERVICES ABOUT US CONTACT The shave - a chain of barbershops where you feel at home in every location We are developing not only barbering and our masters but also the customer service that has become the foundation of our work and communication with guests and partners. Our subsidiary projects, the manicure and beauty studio SODA, are growing alongside BRITVA, and every day we create something new so that you can feel confident and get the best out of life. Branches 30 Book now Haircuts 25096 Book now Employees 109 Book now MAin Our goal is a harmonious tandem of barbershop and guest, where everyone will be happy. 1 1 With motherly enthusiasm, we take care of our clients and become better with their help. 2 2 High-quality services at affordable prices are a fundamental principle of BRITVA barbershops. 3 3 We strive to exceed your expectations contacts If you want a cool haircut, book an appointment with us! +91-325-7856236 theshave@gmail.com Madurai Main, Madurai, Tamil Nadu 625001 Book an appointment with us Quality Control Have something to complain about? Choose a branch, leave a complaint, and it will be reviewed by the central office. Complain from 10 am to 10 pm +91-325-7856236 theshave@gmail.com Madurai Main, Madurai, Tamil Nadu 625001 Privacy Policy Terms and Conditions",
    "index": "Gentleman’s Grooming Lounge The Shaves HOME SERVICES ABOUT US CONTACT Gentleman’s Grooming The Shave Lounge 30% Discount On your first visit to our network Book an appointment with us book now Services Offered Haircuts Shaves Beard Services Additional Services Packages Clean Shave with Shaver $13.50 $17.60 from $19.10 $23.20 Want to freshen up but don't have time for shaving your head or beard with a razor? A shaver shave allows you to quickly get rid of stubble without pre-steaming and using a straight razor. Father + Son $32.40 $46.00 from $57.20 $81.70 When there's no time to spend with your loved ones, a family trip to the barbershop can be a great reason not just to get a haircut, but to chat, drink coffee, and play games together. We'll schedule father and son appointments at a convenient time for you to get quality haircuts for the strongest men in the family. Stay with us, and BRITVA will turn a routine procedure into a good tradition. Haircuts are performed by one barber - we will cut your hair in turn. This service is valid for children up to 10 years old. The \"Father + Son\" promotion does not apply to the \"Scissor Haircut\" service. Student Haircut (Mon-Thu 12:00 - 18:00) $14.80 $20.20 from $25.80 - A haircut for students - the same haircut, only with a discount. Mon to Thu from 12:00 to 18:00 it's cheaper with a student ID. Does not apply to scissor haircuts. Kids Haircut $14.80 $24.40 from $30.00 $42.20 For well-behaved children from 4 to 10 years old, the doors to our barbershop are always open. Caring barbers will comfortably seat your child in our sturdy chair and give a haircut no worse than dad's or any trendy guy's. With BRITVA, you will always be calm about your child, as our masters are always alert when your kids are hyperactive. * Does not apply to the scissor haircut service. Scissor Haircut $24.40 $24.40 from $30.00 $42.20 What is the difference between a scissor haircut and a combined haircut with a clipper? The main advantage of this service is that your haircut will last not 3 weeks, but 1.5 months. A scissor haircut is the best option for practical men who value their time. Happy Hours Haircut (Mon-Thu 12:00 - 16:00) $14.80 $18.90 from $23.20 - Mon-Thu 12:00-16:00 code \"HAPPY-2024\", except weekends and holidays. The promotion does not apply to the \"Scissor Haircut\" service. Clipper Haircut $10.70 $13.50 from $16.30 $23.20 A classic clipper haircut is done with two attachments, without using additional tools. You can get a neat look in 20-30 minutes, while a full haircut will take about an hour. A clipper haircut is possible on hair of any length. Haircut $18.90 $24.40 from $30.00 $42.20 A good men's haircut is the result of understanding between the client and the barber. At BRITVA, every guest is special, so our masters approach the procedure of your transformation with all attention. There are no limits for you, and nothing is impossible for us. Head Shave (Straight Razor) $13.50 $17.60 from $19.10 $23.20 A head shave is done using a sharp blade, with pre-steaming of the scalp, applying Italian lotion and whipped foam for smooth gliding. The procedure is not dangerous but will allow you to experience a new and unusual shaving experience in the barbershop. Premium Shave Graham Hill $17.60 $21.60 - - Shaving with Graham Hill cosmetics means providing the highest level of service and a proprietary method of premium shaving with German precision. Premium Beard Modeling Graham Hill $15.90 $17.90 - - Beard modeling with Graham Hill cosmetics means providing the highest level of service and a proprietary method of premium beard care with German precision. Royal Shave (Straight Razor) $13.50 $17.60 from $19.10 $23.20 The Royal Shave is for those who have decided to get rid of their beard and stubble. Barbers glide a straight razor both with and against hair growth, after pre-steaming the skin. The procedure takes about an hour, but the result is impressive. Beard and Mustache Trim $7.90 $9.90 from $12.00 $17.00 Beard trimming includes removing volume/length from the beard and mustache without creating a shape or projection. It is done using a clipper and attachment and is suitable for beard lengths up to 6 mm. This service does not include the use of a shaver. Beard Modeling $11.90 $13.90 from $22.00 $24.00 Beard modeling involves shaping the beard according to the face and head shape. The procedure includes steaming the face, giving a sharp contour to the beard with a straight razor or shaver (guest's choice), and defining the beard's projection. The service includes a light facial and neck massage (guest's choice). Clean Shave with Shaver $9.90 $12.90 from $14.00 $17.00 Want to freshen up but don't have time for shaving your head or beard with a razor? A shaver shave allows you to quickly get rid of stubble without pre-steaming and using a straight razor. Haircut + DEPOT Care $58.00 Clipper Haircut + Beard Trim $15.80 $19.80 from $24.00 $34.00 An optimal package for quick transformation with minimal time consumption. Includes clipper haircut with two attachments and efficient beard and mustache trimming without architecture and geometry. Haircut + Beard Modeling $25.80 $31.80 from $44.00 $55.00 Everything you need in one package: men's haircut and beard modeling in one session. Haircut + Beard Modeling + Care + Wax $42.80 $48.80 from $61.00 from $87.00 Planning for an important event? This package is for those preparing for something truly special. We combined men's haircut and beard modeling with facial care and unwanted hair removal to make you feel free and confident like never before. Not combinable with other promotions and discounts. Haircut + Care + Wax $30.90 $34.90 from $39.00 A well-groomed appearance is a reflection of self-care. We created a versatile package \"Men's Haircut + BLACK MASK/ACUMEN + Wax\" for those who value their time and dislike waiting. We apply care and wax before the haircut to save your time and manage to do everything needed within 1.5 hours. Not combinable with other promotions and discounts. Haircut + Beard Modeling + Wax $28.80 $34.80 from $47.00 from $58.00 Everything you need in one package. Men's haircut and beard modeling in one session complemented by removal of excess hair from nose and ears. Not combinable with other promotions. Beard Modeling + Care (VOLCANO or BLACK MASK) $23.90 $25.90 from $34.00 Combining beard modeling with a package that includes several facial care procedures. Once you try modeling with ACUMEN or BLACK MASK, you won't be able to go back to the usual modeling session and resist cleansing and moisturizing the skin. Not combinable with other promotions and discounts. Facial Restorative Therapy RHEA + Patches $65 $65 $65 $65 COMPREHENSIVE PREVENTAGE THERAPY WITH ETHANOL FOR FACE AND EYE AREA \"YOUTHFUL GLOW\". The \"Youthful Glow\" procedure is an active comprehensive rejuvenating therapy for skin showing signs of gravitational-ptosis aging, with presence of edema, puffiness, dull complexion, and enlarged pores. The procedure aims to rejuvenate, renew, and smooth the skin texture, tighten pores, reduce edema and stagnant phenomena, and improve skin tone. Facial Restorative Therapy RHEA $45 $45 $45 $45 EXPRESSION-PROTECTION RHEA PH CLEAN THERAPY. The procedure is aimed at deep cleansing + detoxifying action. It also provides anti-inflammatory effects and can be used in therapeutic regimens for acne correction. RHEA Eye Care $16 $16 $16 $16 REDUCTION OF EDEMA, DARK CIRCLES, BAGS \"EYE ELIXIR\". The \"Eye Elixir\" procedure is aimed at comprehensive correction of all age-related changes in the area around the eyes: signs of fatigue, edema, dark circles, wrinkles, and loss of tone. This care is simultaneously active and gentle, has no age restrictions, and can be used for every client seeking rejuvenation and restoration of the periocular area. DEPOT $28 $28 $28 $28 PREMIUM FACIAL CARE DEPOT, specially designed for daily cleansing and moisturizing. The subtle masculine aroma that distinguishes the entire range instantly conveys character and individuality, recognizable from the outset. Key components: volcanic sand, plankton extract, and Argan oils. MGC QUICK SPA Facial Express Care $10 $10 $10 $10 MGC QUICK SPA express facial care cleanses the skin, reduces puffiness under the eyes, and smooths expression wrinkles. Based on organic oils and vitamin complexes of European quality, it allows quick rejuvenation. Care regimen: deep cleansing with oil balm and massage (removing impurities from the skin), light cleansing with foaming gel (removing residual dirt), nourishment and hydration with toning face cream, reducing puffiness with eye cream. ACUMEN - Facial Care $12 $12 $12 $12 ACUMEN is antioxidant and hydration for your face. With massage movements, we enrich your skin with vitamins E and B5, improving blood circulation and making it radiant and healthy. Hyaluronic acid, ginger root, bisabolol, and cranberry extract are simple yet effective ingredients for beautiful and well-groomed skin. *Not combinable with other discounts and promotions. VOLCANO $14 $14 $14 $14 Facial procedure for men's skin based on thermal plankton extract. Gently yet effectively cleanses from deep-seated impurities, provides a lifting effect, increases skin elasticity, and moisturizes. The comprehensive care process consists of 6 stages: applying cleansing face wash gel, scrubbing the skin steamed with a hot compress, evenly applying clay mask, selecting cream for your skin type. The final step of the procedure involves applying toning serum under the eyes, reducing puffiness and dark circles. BLACK MASK $14 $14 $14 $14 Immerse yourself in a ritual of facial cleansing with BRITVA's black mask. The black mask is a comprehensive procedure with steaming and scrubbing, thanks to which your skin will become healthy and rested again. Forget about haste and enjoy the real pleasure of the process. Scalp Care THEO $15 $15 $15 $15 Comprehensive hair and scalp care for men, including peeling, multifunctional shampoo, nourishing mask, and restorative spray. THEO care features an innovative alternating temperature effect that strengthens and stimulates the hair follicles, promoting the production of stem cells. Comprehensive Scalp and Hair Care from Solomons - - $9 $9 A complex of therapeutic products from Italy designed to combat common scalp problems in city dwellers. Individually selected products will strengthen and restore hair structure, improve blood circulation, address excessive scalp oiliness, and alleviate dry scalp issues. The procedure includes a light massage for relaxation and an Italian-level service experience. Art Hair Tattoo $6 $6 $6 $6 Hair artwork created using dye (henna) on the scalp without cutting hair. Special stencils with pre-designed patterns and an airbrush are used for application. The design lasts up to 8 days. Scalp Detox GRAHAM HILL $450 $450 $450 $450 This procedure effectively cleanses the scalp and restores hair after prolonged use of styling products. Scalp detox provides lightness and freshness, leaving hair looking healthy and strong. Styling Without Haircut $6 $6 $6 $6 Styling without a haircut involves fixing hair using styling tools and a comb, without using haircutting tools. Hair Tattoo $300 $300 $300 $300 Hair Tattoo service embodies any creative idea for hair design, from conservative stripes to wild patterns, executed by our barbers' skilled hands. The key is to articulate your idea correctly and agree with the master on its realization. Hair Edging $6 $6 $6 $6 Hair edging defines and contours your haircut on the temple, forehead, and nape areas. Head Tinting $16 $16 $16 $16 Head tinting, the male alternative to traditional hair coloring, covers grays and provides a uniform, attractive tone that enhances both beard and haircut sharpness and expressiveness. *Price is for tinting up to 7 cm in length. Longer hair lengths are priced individually. Beard Tinting $12 $12 $12 $12 Beard tinting is a coloring service that provides a uniform tone to beard hair, enhancing both color consistency and edging. This procedure is ideal for men with graying or uneven beard color. Wax Complex $700 $700 $700 $700 The waxing complex procedure eliminates unwanted hair growth on the neck, cheeks, ears, and nose, leaving your skin smooth for over two weeks. This service is for resilient men who value grooming and aren't afraid of a little discomfort. Haircuts &amp; shaves Haircuts &amp; shaves Book an appointment If you're not satisfied, we'll refund your money. Haircuts &amp; shaves Haircuts &amp; shaves Book an appointment Book an Appointment To book an appointment or inquire about our services, please fill out the form below. We will get back to you as soon as possible I accept Privacy policy Send from 10 am to 10 pm +91-325-7856236 theshave@gmail.com Madurai Main, Madurai, Tamil Nadu 625001 Privacy Policy Terms and Conditions",
    "privacy-policy": "Privacy Policy The Shave HOME SERVICES ABOUT US CONTACT Privacy Policy At The Shave, we are committed to protecting your privacy. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our barber shop or use our services. Please read this policy carefully to understand our practices regarding your personal data and how we will treat it. Information We Collect We may collect personal information such as your name, email address, phone number, and appointment preferences. How We Use Your Information We use the information we collect in order to provide our services to you, communicate with you, improve our services, and fulfill legal and regulatory requirements. Sharing Your Information We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information unless we provide you with advance notice. Security of Your Information We implement security measures designed to protect your information from unauthorized access and disclosure. Changes to This Privacy Policy We may update this Privacy Policy from time to time. We encourage you to review this Privacy Policy periodically for any changes. Contact Us If you have any questions regarding our privacy policy, please contact us using the following details: +91-325-7856236 theshave@gmail.com Madurai Main, Madurai, Tamil Nadu 625001 from 10 am to 10 pm +91-325-7856236 theshave@gmail.com Madurai Main, Madurai, Tamil Nadu 625001 Privacy Policy Terms and Conditions",
    "terms-conditions": "Terms and Conditions The Shave HOME SERVICES ABOUT US CONTACT Terms and Conditions Welcome to The Shave! These Terms and Conditions govern your use of our barber shop services. 1. Appointment Booking By booking an appointment with us, you agree to provide accurate and complete information. 2. Payment Payment for services is due at the time of service unless otherwise agreed upon. 3. Cancellation Policy We appreciate 24 hours notice for cancellations or rescheduling. 4. Use of Services We reserve the right to refuse service to anyone for any reason at any time. 5. Modifications to Services We reserve the right to modify or discontinue our services temporarily or permanently with or without notice. 6. Changes to Terms and Conditions We may update these Terms and Conditions from time to time. Your continued use of our services after any changes constitutes acceptance of those changes. from 10 am to 10 pm +91-325-7856236 theshave@gmail.com Madurai Main, Madurai, Tamil Nadu 625001 Privacy Policy Terms and Conditions",
    "thanks-page": "Thank You for Choosing The Shave - The Shave Barbershop Thank You for Choosing The Shave! We appreciate your trust and are thrilled to welcome you to our barber family. Our team of professionals is committed to providing you with top-notch services and unparalleled hospitality. Expect nothing but the best from us! Don't forget to share your experience at The Shave with your friends! Warm regards, The Shave Team Return to Home Page"
  },
  "date": "2024-06-28T08:17:53.415Z"
}