{
  "name": "New_v9_BloomIndia",
  "pages": {
    "index": "BloomIndia - Flower Delivery in India Home About us Why choose us Catalog Contact us Brighten Your Day with BloomIndia Discover the finest selection of fresh flowers and stunning bouquets, perfect for any occasion. Experience fast and reliable flower delivery across India. Shop Now About Us At BloomIndia, we believe that flowers have the power to brighten anyone's day and bring a touch of beauty to every moment. Our journey began with a simple vision: to provide the finest selection of fresh, vibrant flowers and deliver them with exceptional service across India. Founded by a team of passionate florists and logistics experts, BloomIndia is committed to sourcing the freshest flowers directly from local growers and delivering them to your doorstep with care and precision. We understand that every bouquet carries a special message, whether it's celebrating a milestone, expressing love, or offering comfort. That's why we take pride in crafting each arrangement with meticulous attention to detail and personal touch. Our user-friendly online platform makes it easy to browse and select from a wide variety of stunning bouquets and floral arrangements, perfect for any occasion. With our reliable and fast delivery service, you can trust that your flowers will arrive fresh and on time, no matter where you are in India. At BloomIndia, we are dedicated to spreading joy and beauty through flowers. Join us in celebrating life's special moments with the perfect bouquet from BloomIndia. What sets us apart is our unwavering commitment to quality and customer satisfaction. Each flower is handpicked and arranged with the utmost care, ensuring that every bouquet meets our high standards. We also offer personalized arrangements, allowing you to customize your order to suit any occasion or preference. Our team is available around the clock to assist you with any inquiries or special requests, making sure that your experience with BloomIndia is nothing short of delightful. We continuously strive to enhance our services and bring innovative floral designs to our customers, inspired by the rich cultural heritage and natural beauty of India. Whether you're looking to surprise a loved one, celebrate a special event, or simply bring a smile to someone's face, BloomIndia is here to help you convey your sentiments with the timeless elegance of flowers. Why Choose BloomIndia? BloomIndia is not just a flower delivery service; it is a promise of quality, care, and dedication. We have built our reputation on the satisfaction of our customers and the exceptional quality of our flowers. Each bouquet is crafted with the utmost attention to detail, ensuring that every petal is perfect and every arrangement is a work of art. Our team of experienced florists sources the freshest flowers from local growers, supporting the community and guaranteeing the best quality for our clients. With over 10,000 satisfied customers and counting, we pride ourselves on our reliability and our ability to deliver joy and beauty across the nation. Our service covers over 500 cities, making us one of the most widespread flower delivery services in India. No matter where you are, you can count on BloomIndia to bring smiles to your loved ones' faces with our stunning bouquets. Our user-friendly website makes it easy to order flowers online, and our customer support team is always ready to assist you with any special requests or inquiries. We understand the importance of timely delivery, which is why we boast a 99% on-time delivery rate. This ensures that your flowers arrive fresh and beautiful, right when you need them. What truly sets us apart is our commitment to making every occasion special. Whether it's a birthday, anniversary, wedding, or a simple gesture of love, our flowers are designed to convey your sentiments perfectly. We offer personalized arrangements to suit your needs and preferences, and our florists are skilled in creating bespoke designs that are sure to impress. Join the thousands of happy customers who have experienced the BloomIndia difference and let us help you celebrate life's precious moments with the timeless beauty of flowers. 10,000+ Satisfied Customers 500+ Cities Covered 99% On-time Delivery Flowers catalog Beautiful Red Roses Bouquet ₹ 999 Order Elegant White Lilies ₹ 1199 Order Colorful Mixed Bouquet ₹ 899 Order Romantic Pink Tulips ₹ 1299 Order Charming Sunflowers ₹ 799 Order Graceful Orchid Arrangement ₹ 1499 Order Fast Delivery We ensure that your flowers are delivered fresh and on time, every time. Our delivery network covers over 500 cities across India, making sure your gift reaches its destination swiftly. Freshest Flowers Our flowers are sourced directly from local growers, ensuring they are fresh and vibrant. Each bouquet is crafted with the utmost care to provide you with the best quality. Delivery Terms and Conditions At BloomIndia, we pride ourselves on providing reliable and efficient delivery services to ensure that your flowers arrive fresh and on time. Our extensive delivery network covers over 500 cities across India, allowing us to reach your loved ones no matter where they are located. We offer multiple delivery options to suit your needs, including same-day delivery for orders placed before 12 PM and next-day delivery for orders placed after the cut-off time. Delivery Charges: We strive to keep our delivery charges as affordable as possible. Standard delivery is free for most locations within major cities. For remote areas or specific time-slot deliveries, an additional fee may apply. You will be informed of any extra charges at the time of checkout. Delivery Time: Our delivery times are from 9 AM to 9 PM, seven days a week, including public holidays. We offer flexible delivery slots to accommodate your schedule. For special occasions, we recommend placing your order in advance to ensure timely delivery. In case of any unforeseen delays, our customer service team will keep you informed and work to resolve the issue promptly. Freshness Guarantee: We guarantee the freshness of our flowers. Each bouquet is carefully handpicked and arranged by our expert florists to ensure it meets our high standards. If for any reason you are not satisfied with the quality of the flowers upon delivery, please contact our customer service within 24 hours for a replacement or refund. Send us a message Send message I accept privacy policy Contacts D 851, Sujan Mohinder Rd, Block D, New Friends Colony, New Delhi, Delhi 110025, India +919910200043 bloomindia@gmail.com Links Home About us Why choose us Catalog Contact us Policy Privacy policy Terms and Conditions",
    "privacy": "BloomIndia - Flower Delivery in India | Privacy Policy Home About us Why choose us Catalog Contact us Privacy Policy 1.0 Introduction Welcome to BloomIndia's Privacy Policy. This policy outlines how we collect, use, disclose, and manage your personal information when you visit our website or use our services. 2.0 Information We Collect 2.1 Personal Information: We may collect personal information such as your name, email address, phone number, and address when you place an order or sign up for our newsletter. 2.2 Non-Personal Information: We may also collect non-personal information such as browser type, language preference, referring site, and the date and time of each visitor request. 3.0 How We Use Your Information 3.1 To Provide Services: We use your personal information to fulfill orders, process payments, and communicate with you about your purchases. 3.2 Marketing: With your consent, we may send you promotional emails about new products, special offers, or other information we think you may find interesting. 4.0 Disclosure of Information 4.1 Third Parties: We may share your personal information with trusted third parties who assist us in operating our website, conducting our business, or servicing you. 4.2 Legal Requirements: We may disclose your information if required by law or in response to valid legal process, such as a court order or government inquiry. 5.0 Security of Your Information We are committed to ensuring that your information is secure. We implement appropriate technical and organizational measures to protect your personal information against unauthorized access, alteration, disclosure, or destruction. 6.0 Your Rights and Choices 6.1 Access and Correction: You may request access to and correction of your personal information that we hold. 6.2 Opt-Out: You can opt-out of receiving promotional communications from us by following the instructions in our emails or contacting us directly. 7.0 Changes to This Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. We encourage you to review this policy periodically. 8.0 Contact Us If you have any questions about this Privacy Policy or our practices, please contact us at bloomindia@gmail.com . Contacts D 851, Sujan Mohinder Rd, Block D, New Friends Colony, New Delhi, Delhi 110025, India +919910200043 bloomindia@gmail.com Links Home About us Why choose us Catalog Contact us Policy Privacy policy Terms and Conditions",
    "terms": "BloomIndia - Flower Delivery in India | Terms and Conditions Home About us Why choose us Catalog Contact us Terms and Conditions 1. Acceptance of Terms By accessing this website, you agree to be bound by these Terms and Conditions, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. 2. Use License 2.1 Permission is granted to temporarily download one copy of the materials (information or software) on BloomIndia's website for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license you may not: (a) modify or copy the materials; (b) use the materials for any commercial purpose, or for any public display (commercial or non-commercial); (c) attempt to decompile or reverse engineer any software contained on BloomIndia's website; (d) remove any copyright or other proprietary notations from the materials; or (e) transfer the materials to another person or \"mirror\" the materials on any other server. 2.2 This license shall automatically terminate if you violate any of these restrictions and may be terminated by BloomIndia at any time. Upon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format. 3. Disclaimer The materials on BloomIndia's website are provided on an 'as is' basis. BloomIndia makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. 4. Limitations In no event shall BloomIndia or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on BloomIndia's website, even if BloomIndia or a BloomIndia authorized representative has been notified orally or in writing of the possibility of such damage. 5. Revisions and Errata The materials appearing on BloomIndia's website could include technical, typographical, or photographic errors. BloomIndia does not warrant that any of the materials on its website are accurate, complete, or current. BloomIndia may make changes to the materials contained on its website at any time without notice. 6. Governing Law These terms and conditions are governed by and construed in accordance with the laws of India and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location. 7. Modifications BloomIndia may revise these terms of service for its website at any time without notice. By using this website you are agreeing to be bound by the then current version of these Terms and Conditions. 8. Contact Us If you have any questions about these Terms and Conditions, please contact us at bloomindia@gmail.com . Contacts D 851, Sujan Mohinder Rd, Block D, New Friends Colony, New Delhi, Delhi 110025, India +919910200043 bloomindia@gmail.com Links Home About us Why choose us Catalog Contact us Policy Privacy policy Terms and Conditions",
    "thank": "BloomIndia - Flower Delivery in India | Thank Thank You for Choosing BloomIndia! Dear Customer, We sincerely appreciate your trust in BloomIndia for your floral needs. Your satisfaction is our top priority, and we are dedicated to providing you with the best quality flowers and exceptional service. Our team of expert florists and customer service representatives work tirelessly to ensure that every bouquet is crafted with care and delivered with precision. Your choice to shop with us means a lot, and we are grateful for the opportunity to bring joy and beauty into your life through our flowers. Whether you are celebrating a special occasion or simply brightening someone's day, we are here to help you convey your sentiments with the perfect floral arrangement. If you have any questions or need further assistance, please do not hesitate to reach out to our customer support team. We are always here to help and ensure that your experience with BloomIndia is nothing short of delightful. Thank you once again for choosing BloomIndia. We look forward to serving you again in the future. Warm regards, The BloomIndia Team Main page"
  },
  "date": "2024-06-20T08:54:58.652Z"
}