{
  "name": "oasis_Great-Britain",
  "pages": {
    "disclaimer": "Oasis Casino & Hotel - Important Disclaimer for Visitors and Guests oasis@gmail.com +44-333-321-9313 Oasis Home Casino Our housing Exceptional services Explore the oasis Hospitality Disclaimer Intellectual Property Rights All intellectual property rights in and to our website and its contents, including but not limited to trademarks, logos, graphics, images, text, software, and other materials, are owned by Oasis Casino-Hotel or our licensors. You may not use, reproduce, modify, distribute, transmit, display, publish, sell, license, or create derivative works from any of our intellectual property without our prior written consent. User Conduct You agree not to use our website or services for any unlawful, fraudulent, or improper purpose. You also agree not to engage in any conduct that could damage, disable, overburden, or impair our website or services, or interfere with any other party's use and enjoyment of our website or services. Third-Party Links Our website may contain links to third-party websites or services that are not owned or controlled by Oasis Casino-Hotel. We are not responsible for the content, accuracy, or reliability of any third-party websites or services. We provide these links for your convenience only, and they do not imply our endorsement of or affiliation with the linked websites or services. Limitation of Liability In no event will Oasis Casino-Hotel or its affiliates, directors, officers, employees, agents, or licensors be liable for any direct, indirect, incidental, special, consequential, or exemplary damages, including but not limited to damages for loss of profits, goodwill, use, data, or other intangible losses, arising out of or in connection with this Disclaimer or our website or services, even if we have been advised of the possibility of such damages. Indemnification You agree to indemnify, defend, and hold harmless Oasis Casino-Hotel and its affiliates, directors, officers, employees, agents, and licensors from and against any and all claims, liabilities, damages, losses, costs, expenses, or fees (including reasonable attorneys' fees) arising out of or in connection with your use of our website or services, your violation of this Disclaimer, or your violation of any rights of another. Entire Agreement This Disclaimer constitutes the entire agreement between you and Oasis Casino-Hotel regarding the use of our website and services, and supersedes all prior or contemporaneous communications and proposals, whether oral or written. Modifications We reserve the right to modify this Disclaimer at any time without prior notice. Any changes to this Disclaimer will be effective immediately upon posting on our website. Your continued use of our website or services after any changes to this Disclaimer will constitute your acceptance of such changes. Waiver Our failure to enforce any provision of this Disclaimer will not be deemed a waiver of such provision or of our right to enforce such provision at a later time. Contact Information If you have any questions or concerns about this Disclaimer or our website, please contact us at oasis@gmail.com. We will do our best to respond to your inquiry promptly. By using our website, you acknowledge that you have read, understood, and agreed to be bound by the terms of this Disclaimer. If you do not agree to these terms, please do not use our website or services. Thank you for visiting Oasis Casino-Hotel. Oasis Experience the Oasis of Luxury and Excitement Links Home Casino Our housing Exceptional services Explore the oasis Hospitality Additional links Disclaimer Privacy Policy Terms of Use Contacts 1 High St, Birmingham B31 2UQ, UK +44-333-321-9313 oasis@gmail.com 18+",
    "index": "Oasis Casino & Hotel - Your Ultimate Destination for Luxury, Entertainment, and Unforgettable Experiences oasis@gmail.com +44-333-321-9313 Oasis Home Casino Our housing Exceptional services Explore the oasis Hospitality Welcome to Oasis Hotel Discover unparalleled luxury and comfort at Oasis Hotel, where your perfect getaway awaits. Nestled in the heart of the city, Oasis Hotel combines modern elegance with world-class amenities to create an unforgettable experience for our guests. Our Accommodations Luxurious Rooms & Suites At Oasis Hotel, we offer a range of luxurious accommodations designed to suit every guest's needs. From spacious rooms to opulent suites, each space is meticulously crafted to provide the ultimate in comfort and style. Exclusive Suite Indulge in our Exclusive Suite, featuring panoramic city views, a private balcony, and a lavishly appointed interior. 200 Rooms & Suites 5 Star Rating Exceptional Services Top-Notch Amenities We pride ourselves on offering a wide range of services to ensure your stay is as enjoyable as possible. Whether you're here for business or leisure, our team is dedicated to providing the highest level of service. Gourmet Dining Savor exquisite cuisine at our gourmet restaurants, offering a variety of dishes to delight your palate. Relaxing Spa Unwind and rejuvenate at our state-of-the-art spa, offering a selection of treatments to soothe your mind and body. Business Center Our fully equipped business center is perfect for all your professional needs, from meetings to conferences. Explore the Oasis Discover the unique features that make Oasis Hotel the perfect destination. Rooftop Pool Enjoy stunning views from our rooftop pool, a serene escape from the bustling city below. Fitness Center Stay fit during your stay with our modern fitness center, open 24/7 for your convenience. Event Spaces Host your events in our elegant event spaces, ideal for weddings, conferences, and social gatherings. Concierge Service Our concierge team is here to assist you with all your needs, ensuring a seamless and enjoyable stay. Luxury Transport Take advantage of our luxury transport services, available to take you anywhere you need to go. Pet-Friendly We welcome your furry friends with open arms, providing a comfortable stay for your entire family. Experience Unmatched Hospitality At Oasis Hotel, we are committed to providing an exceptional experience for every guest. Our attentive staff, luxurious amenities, and prime location make us the perfect choice for your next stay. Why Choose Oasis Benefits of Staying with Us Choosing Oasis Hotel means indulging in a variety of benefits designed to enhance your stay. Comfort & Elegance Experience the perfect blend of comfort and elegance in our beautifully designed accommodations. 24/7 Service Enjoy round-the-clock service from our dedicated team, ensuring your needs are always met. Prime Location Stay in the heart of the city, with easy access to top attractions and activities. Complimentary Wi-Fi Stay connected with our high-speed, complimentary Wi-Fi available throughout the hotel. 10 Event Spaces 3 Restaurants & Bars 1 Rooftop Pool Connect with us Call us now +44-333-321-9313 Discover Our Services We offer a range of services to enhance your stay at Oasis Hotel. Often Spa Package $300 Rejuvenate with our exclusive spa package, including a full-body massage and facial treatment. Get a service Dinner for Two $200 Enjoy a romantic dinner for two at our fine dining restaurant, featuring a curated menu of gourmet dishes. Get a service City Tour $150 Explore the city with our guided tour, showcasing the best local attractions and hidden gems. Get a service Contact us We will help you I accept privacy policy To send Oasis Experience the Oasis of Luxury and Excitement Links Home Casino Our housing Exceptional services Explore the oasis Hospitality Additional links Disclaimer Privacy Policy Terms of Use Contacts 1 High St, Birmingham B31 2UQ, UK +44-333-321-9313 oasis@gmail.com 18+ We use cookies to ensure you get the best experience on our website. By continuing to use our site, you accept our use of cookies. Got it! document.addEventListener(\"DOMContentLoaded\", function () { const consentBanner = document.getElementById(\"cookie-consent\"); const consentButton = document.getElementById(\"cookie-consent-btn\"); if (!localStorage.getItem(\"cookieConsent\")) { consentBanner.style.display = \"flex\"; } consentButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookieConsent\", \"true\"); consentBanner.style.display = \"none\"; }); });",
    "privacy-policy": "Oasis Casino & Hotel - Comprehensive Privacy Policy to Protect Your Data oasis@gmail.com +44-333-321-9313 Oasis Home Casino Our housing Exceptional services Explore the oasis Hospitality Privacy Policy The information we collect includes: Log and Usage Data. Log and usage data is service-related, diagnostic, usage and performance information our servers automatically collect when you access or use our website and which we record in log files. Depending on how you interact with us, this log data may include your IP address, device information, browser type and settings and information about your activity in the website (such as the date/time stamps associated with your usage, pages and files viewed, searches and other actions you take such as which features you use), device event information (such as system activity, error reports (sometimes called 'crash dumps') and hardware settings). Device Data. We collect device data such as information about your computer, phone, tablet or other device you use to access the website. Depending on the device used, this device data may include information such as your IP address (or proxy server), device and application identification numbers, location, browser type, hardware model Internet service provider and/or mobile carrier, operating system and system configuration information. Location Data. We collect location data such as information about your device's location, which can be either precise or imprecise. How much information we collect depends on the type and settings of the device you use to access the website. For example, we may use GPS and other technologies to collect geolocation data that tells us your current location (based on your IP address). You can opt out of allowing us to collect this information either by refusing access to the information or by disabling your Location setting on your device. Note however, if you choose to opt out, you may not be able to use certain aspects of the Services. How do we use your information? In Short: We process your information for purposes based on legitimate business interests, the fulfillment of our contract with you, compliance with our legal obligations, and/or your consent. To protect our Services. We may use your information as part of our efforts to keep our website safe and secure (for example, for fraud monitoring and prevention). To enforce our terms, conditions and policies for business purposes, to comply with legal and regulatory requirements or in connection with our contract. Vendors, Consultants and Other Third-Party Service Providers. We may share your data with third-party vendors, service providers, contractors or agents who perform services for us or on our behalf and require access to such information to do that work. Examples include: payment processing, data analysis, email delivery, hosting services, customer service and marketing efforts. We may allow selected third parties to use tracking technology on the website, which will enable them to collect data on our behalf about how you interact with our website over time. This information may be used to, among other things, analyze and track data, determine the popularity of certain content, pages or features, and better understand online activity. Unless described in this Policy, we do not share, sell, rent or trade any of your information with third parties for their promotional purposes. Business Transfers. We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company. How can you contact us about this policy? If you have questions or comments about this policy, you may email us at oasis@gmail.com Oasis Experience the Oasis of Luxury and Excitement Links Home Casino Our housing Exceptional services Explore the oasis Hospitality Additional links Disclaimer Privacy Policy Terms of Use Contacts 1 High St, Birmingham B31 2UQ, UK +44-333-321-9313 oasis@gmail.com 18+",
    "terms-conditions": "Oasis Casino & Hotel - Detailed Terms of Use for Our Services and Website oasis@gmail.com +44-333-321-9313 Oasis Home Casino Our housing Exceptional services Explore the oasis Hospitality Terms of Use Geographic Restrictions Our Services are intended for use only in jurisdictions where online gaming is legal. You are responsible for complying with all applicable laws and regulations in your jurisdiction. If you access our Services from a location where online gaming is illegal, you do so at your own risk and are responsible for compliance with local laws. Security We take reasonable measures to protect your personal information and to ensure the security of our Services. However, no data transmission over the Internet or electronic storage can be guaranteed to be 100% secure. Therefore, we cannot guarantee the absolute security of your personal information or our Services. Indemnification You agree to indemnify, defend, and hold harmless Oasis, its affiliates, and their respective officers, directors, employees, agents, licensors, and suppliers from and against any and all claims, damages, liabilities, costs, and expenses, including reasonable attorneys' fees, arising out of or in connection with your use of our Services, your violation of these Terms, or your violation of any rights of another. Assignment These Terms and any rights and licenses granted hereunder may not be transferred or assigned by you, but may be assigned by Oasis without restriction. Governing Language These Terms are drafted in the English language. If these Terms are translated into any other language, the English language version shall control. Survival The provisions of these Terms that by their nature should survive termination shall survive termination, including but not limited to the provisions regarding intellectual property, disclaimer of warranties, limitation of liability, indemnification, and governing law. No Third-Party Beneficiaries These Terms are for the benefit of Oasis and its users and are not intended to benefit any third party. Feedback We welcome your feedback and suggestions about our Services. However, any feedback or suggestions you provide to us will be deemed non-confidential and non-proprietary, and we will be free to use such feedback or suggestions without any obligation to you. Contact Information If you have any questions or concerns about these Terms or our Services, please contact us at oasis@gmail.com. Third-Party Links Our Services may contain links to third-party websites or resources. We are not responsible for the availability or accuracy of such websites or resources, or for the content, products, or services available on such websites or resources. Promotions and Offers From time to time, we may offer promotions or special offers. Such promotions or offers may be subject to additional terms and conditions, which will be posted on our Services. Force Majeure Oasis will not be liable for any failure or delay in performing its obligations under these Terms if such failure or delay is caused by circumstances beyond its reasonable control, including but not limited to acts of God, natural disasters, wars, riots, terrorism, or government regulations. Waiver The failure of Oasis to enforce any provision of these Terms will not constitute a waiver of that provision or any other provision. Oasis Experience the Oasis of Luxury and Excitement Links Home Casino Our housing Exceptional services Explore the oasis Hospitality Additional links Disclaimer Privacy Policy Terms of Use Contacts 1 High St, Birmingham B31 2UQ, UK +44-333-321-9313 oasis@gmail.com 18+",
    "thanks": "Oasis Casino & Hotel - Thank You for Choosing Us, We Appreciate Your Visit Oasis Thank you for reaching out to us! We appreciate your time and effort in sharing your thoughts, questions, or concerns with us. Your feedback is invaluable as it helps us continue to improve our services and create a better experience for you and our community. Our team will review your message and get back to you as soon as possible. We aim to respond within 48 hours, but please allow for a little extra time during weekends and holidays. Once again, thank you for connecting with us. We're excited to continue this journey together and look forward to serving you better. Stay connected. Stay inspired. Welcome to your Oasis. To main",
    "casino": "Oasis Casino - Experience the Thrill of Winning with Our Exciting Games and Jackpots oasis@gmail.com +44-333-321-9313 Oasis Home Casino Our housing Exceptional services Explore the oasis Hospitality Welcome to Oasis Casino Step into a world of excitement and luxury at Oasis Casino, where every moment is a chance to win big. Our state-of-the-art gaming floor offers a variety of games to suit every taste and skill level. Slot Machines Discover a wide range of slot machines, from classic reels to the latest video slots, each offering thrilling gameplay and the potential for big payouts. Table Games Challenge yourself with our selection of table games, including blackjack, roulette, and poker. Experience the thrill of the game in an elegant and exciting setting. VIP Lounge For our most distinguished guests, the VIP Lounge provides an exclusive gaming experience with high-stakes tables and personalized service. Why Choose Us Unmatched Gaming Experience At Oasis Casino, we are dedicated to providing an unparalleled gaming experience. Our casino features the latest technology, luxurious surroundings, and exceptional service to ensure your time with us is unforgettable. Our professional staff is always on hand to assist you, whether you're a seasoned player or new to the world of gaming. We offer a variety of promotions and bonuses to enhance your gaming experience and increase your chances of winning. Join the Action Feel the rush of excitement as you join the action on our gaming floor. With a diverse selection of games, generous rewards, and a vibrant atmosphere, Oasis Casino is the ultimate destination for gaming enthusiasts. Whether you prefer the spinning reels of slot machines or the strategic play of table games, there's something for everyone at Oasis Casino. Casino Highlights Discover Our Features Explore the unique features that make Oasis Casino a premier gaming destination. Progressive Jackpots Play for your chance to win life-changing sums with our progressive jackpot games. The jackpot grows with every bet, so the more you play, the higher it gets. Live Dealer Games Experience the thrill of live dealer games, where you can interact with real dealers and other players in real-time, bringing an authentic casino experience to your screen. Tournaments Participate in our exciting tournaments, where you can compete against other players for cash prizes and exclusive rewards. 24/7 Gaming Enjoy the flexibility of 24/7 gaming. No matter the time of day, our casino is always open, ready to provide endless entertainment. Rewards Program Join our rewards program to earn points every time you play. Redeem your points for free play, dining credits, and other exclusive benefits. Responsible Gaming We are committed to promoting responsible gaming. Our staff is trained to assist players who may need support, and we offer tools to help you manage your gaming activity. Oasis Experience the Oasis of Luxury and Excitement Links Home Casino Our housing Exceptional services Explore the oasis Hospitality Additional links Disclaimer Privacy Policy Terms of Use Contacts 1 High St, Birmingham B31 2UQ, UK +44-333-321-9313 oasis@gmail.com 18+ We use cookies to ensure you get the best experience on our website. By continuing to use our site, you accept our use of cookies. Got it! document.addEventListener(\"DOMContentLoaded\", function () { const consentBanner = document.getElementById(\"cookie-consent\"); const consentButton = document.getElementById(\"cookie-consent-btn\"); if (!localStorage.getItem(\"cookieConsent\")) { consentBanner.style.display = \"flex\"; } consentButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookieConsent\", \"true\"); consentBanner.style.display = \"none\"; }); }); Age Verification This site is intended for people who are 18 years of age or older. By entering this site, you confirm that you are at least 18 years old. Please be aware that this site may contain content that is not suitable for younger audiences. We are committed to providing a safe and responsible environment for our users. If you are not 18 years old or older, please leave the site immediately. Your understanding and cooperation are greatly appreciated. I am 18 or older document.addEventListener(\"DOMContentLoaded\", function () { const ageVerification = document.getElementById(\"age-verification\"); const ageVerificationButton = document.getElementById(\"age-verification-btn\"); if (!localStorage.getItem(\"ageVerified\")) { ageVerification.style.display = \"flex\"; } else { document.body.style.overflow = \"auto\"; } ageVerificationButton.addEventListener(\"click\", function () { localStorage.setItem(\"ageVerified\", \"true\"); ageVerification.style.display = \"none\"; document.body.style.overflow = \"auto\"; }); });"
  },
  "date": "2024-07-01T07:42:58.366Z"
}