{
  "name": "OceanBreezeCasino",
  "pages": {
    "about-us": "About OceanBreeze - Luxury and Tranquility by the Sea OceanBreeze Home About us Casino Contact OUR GALLERY Deluxe Ocean View Room Experience the ultimate in comfort and luxury with our deluxe ocean view rooms, featuring stunning views and elegant decor. Exquisite Dining Savor the finest cuisine in our beautifully designed dining areas, where every meal is a memorable experience. OUR ROOM TYPES Discover the variety of luxurious accommodations at OceanBreeze. Each room is designed to provide comfort, style, and stunning views. Choose the perfect space to relax and enjoy your stay. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Deluxe Ocean View Room Spacious rooms with breathtaking ocean views, king-sized beds, and luxurious amenities. Family Suite Perfect for families, featuring multiple bedrooms, a living area, and child-friendly amenities. Presidential Suite The ultimate in luxury, offering expansive space, premium furnishings, and exclusive services. OUR SERVICES Experience unparalleled hospitality at OceanBreeze. We offer a range of services designed to make your stay unforgettable. Our dedicated team is committed to providing exceptional service and ensuring your comfort and satisfaction. Room Service Enjoy delicious meals and beverages delivered straight to your room, available 24/7. Spa Services Relax and rejuvenate with our luxurious spa treatments, designed to pamper you from head to toe. Concierge Service Let our concierge team assist you with reservations, local recommendations, and any special requests. OceanBreeze website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline OceanBreeze Legal Disclaimers Privacy Policy Terms and Conditions",
    "contacts": "Contact OceanBreeze - Luxury Accommodations and Exceptional Service OceanBreeze Home About us Casino Contact GET IN TOUCH Via di Sant'Erasmo, 31, 00184 Roma RM, Italy oceanbreeze@gmail.com +39395202901 Have a question? I accept the Privacy Policy SEND OceanBreeze website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline OceanBreeze Legal Disclaimers Privacy Policy Terms and Conditions",
    "disclaimers": "OceanBreeze Disclaimers and Legal Information OceanBreeze Home About us Casino Contact Disclaimer for OceanBreeze If you require any more information or have any questions about our site's disclaimer, please feel free to contact us by email at oceanbreeze@gmail.com. Disclaimers for OceanBreeze All the information on this website - oceanbreeze.com - is published in good faith and for general information purpose only. OceanBreeze does not make any warranties about the completeness, reliability and accuracy of this information. Any action you take upon the information you find on this website (OceanBreeze), is strictly at your own risk. OceanBreeze will not be liable for any losses and/or damages in connection with the use of our website. From our website, you can visit other websites by following hyperlinks to such external sites. While we strive to provide only quality links to useful and ethical websites, we have no control over the content and nature of these sites. These links to other websites do not imply a recommendation for all the content found on these sites. Site owners and content may change without notice and may occur before we have the opportunity to remove a link which may have gone 'bad'. Please be also aware that when you leave our website, other sites may have different privacy policies and terms which are beyond our control. Please be sure to check the Privacy Policies of these sites as well as their \"Terms of Service\" before engaging in any business or uploading any information. Consent By using our website, you hereby consent to our disclaimer and agree to its terms. Update Should we update, amend or make any changes to this document, those changes will be prominently posted here. OceanBreeze website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline OceanBreeze Legal Disclaimers Privacy Policy Terms and Conditions",
    "index": "OceanBreeze - Luxury and Tranquility by the Sea OceanBreeze Home About us Casino Contact OceanBreeze Experience luxury and tranquility at OceanBreeze. Enjoy stunning ocean views, exquisite dining, and personalized service for a truly unforgettable stay. Book Your Stay! About OceanBreeze Discover the essence of luxury and tranquility at OceanBreeze. We are committed to offering an unparalleled experience with our stunning accommodations, exquisite dining, and world-class amenities. Our mission is to provide a serene and luxurious getaway where guests can unwind and create lasting memories. We strive to exceed expectations with our personalized service and attention to detail, ensuring a remarkable stay for every guest. READ MORE > OUR GALLERY Deluxe Ocean View Room Experience the ultimate in comfort and luxury with our deluxe ocean view rooms, featuring stunning views and elegant decor. Exquisite Dining Savor the finest cuisine in our beautifully designed dining areas, where every meal is a memorable experience. VIEW MORE WHY CHOOSE US Luxurious Accommodations Enjoy our beautifully designed rooms and suites, offering the ultimate in comfort and style, with breathtaking ocean views. Gourmet Dining Savor exquisite culinary delights prepared by our expert chefs, featuring local and international cuisine in a stunning setting. Exceptional Service Our dedicated team is committed to providing personalized service, ensuring that your stay is memorable and enjoyable. Relaxation and Wellness Indulge in our luxurious spa services, designed to rejuvenate your mind and body, offering a peaceful retreat from the everyday. OUR ROOM TYPES Discover the variety of luxurious accommodations at OceanBreeze. Each room is designed to provide comfort, style, and stunning views. Choose the perfect space to relax and enjoy your stay. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Deluxe Ocean View Room Spacious rooms with breathtaking ocean views, king-sized beds, and luxurious amenities. Family Suite Perfect for families, featuring multiple bedrooms, a living area, and child-friendly amenities. Presidential Suite The ultimate in luxury, offering expansive space, premium furnishings, and exclusive services. OUR SERVICES Experience unparalleled hospitality at OceanBreeze. We offer a range of services designed to make your stay unforgettable. Our dedicated team is committed to providing exceptional service and ensuring your comfort and satisfaction. Room Service Enjoy delicious meals and beverages delivered straight to your room, available 24/7. Spa Services Relax and rejuvenate with our luxurious spa treatments, designed to pamper you from head to toe. Concierge Service Let our concierge team assist you with reservations, local recommendations, and any special requests. TESTIMONIALS \"My stay at OceanBreeze was nothing short of spectacular! The luxurious accommodations, stunning ocean views, and exceptional service made it a truly unforgettable experience. I can't wait to come back!\" Jane Doe Travel Blogger OceanBreeze website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline OceanBreeze Legal Disclaimers Privacy Policy Terms and Conditions",
    "privacy-policy": "OceanBreeze Privacy Policy - Your Privacy and Security Matters OceanBreeze Home About us Casino Contact Privacy Policy OceanBreeze respects the privacy of its Users and is committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use the Website. Information We Collect We may collect the following types of information from Users: Personal Information: This may include your name, email address, phone number, date of birth, and other information you provide when registering for an account, making a reservation, or contacting us. Usage Data: This includes information about your activity on the Website, such as the games you play, the pages you visit, and the time you spend on the Website. Device Information: This includes information about the device you use to access the Website, such as your IP address, browser type, and operating system. How We Use Your Information We may use your information for the following purposes: To provide and operate the Website and its services. To process your reservations and transactions. To send you promotional communications, such as newsletters and offers. To personalize your experience on the Website. To analyze the use of the Website and improve our services. To comply with applicable laws and regulations. Disclosure of Your Information We may disclose your information to third-party service providers who assist us in operating the Website and providing our services. These service providers are contractually obligated to protect your information and use it only for the purposes we have specified. We may also disclose your information if we are required to do so by law or in the good faith belief that such disclosure is necessary to comply with a court order, subpoena, or other legal process, or to protect the rights, property, or safety of ourselves or others. Data Retention We will retain your information for as long as necessary to fulfill the purposes outlined in this Privacy Policy. We may also retain your information for longer periods as required by law or to comply with regulatory requirements. Your Choices You have certain choices regarding your information. You can: Access and update your information by logging into your account. Opt out of receiving promotional communications from us. Request that we delete your information. OceanBreeze website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline OceanBreeze Legal Disclaimers Privacy Policy Terms and Conditions",
    "products": "OceanBreeze Casino - Thrill and Luxury at Your Fingertips OceanBreeze Home About us Casino Contact OUR CASINO Table Games Enjoy a variety of classic table games including blackjack, poker, and roulette in an elegant and exciting atmosphere. Slot Machines Try your luck with our wide selection of slot machines, offering thrilling experiences and big wins. VIP Lounge Relax and unwind in our exclusive VIP lounge, offering premium service and a luxurious environment for our esteemed guests. Live Entertainment Experience thrilling live entertainment shows and events that add excitement and glamour to your casino visit. OUR CASINO GAMES Explore the excitement of our diverse casino game offerings at OceanBreeze. Whether you prefer table games, slot machines, or specialty games, we have something for everyone to enjoy. Blackjack Test your skills and strategy in this classic card game known for its thrill and excitement. Slot Machines Spin the reels and try your luck on our wide variety of slot machines, featuring various themes and jackpots. Roulette Experience the thrill of watching the wheel spin and placing your bets in this iconic casino game. Poker Join the action at our poker tables and compete in various formats and tournaments. OUR CASINO SERVICES Immerse yourself in luxury and excitement at OceanBreeze Casino. We offer a range of services designed to enhance your gaming experience and ensure your enjoyment throughout your visit. Table Games Enjoy a variety of thrilling table games including blackjack, poker, and roulette. Slot Machines Try your luck on our state-of-the-art slot machines featuring various themes and progressive jackpots. VIP Lounge Experience exclusive privileges and personalized service in our luxurious VIP lounge. Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 OceanBreeze website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline OceanBreeze Legal Disclaimers Privacy Policy Terms and Conditions const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "OceanBreeze Terms and Conditions - Clear Guidelines for Your Experience OceanBreeze Home About us Casino Contact OceanBreeze Casino & Hotel - Terms & Conditions Welcome to the opulent shores of OceanBreeze, your premier destination for scintillating casino action and palatial accommodations. By accessing and utilizing our website (the \"Website\"), you (the \"User\") implicitly agree to be bound by these Terms & Conditions (the \"Agreement\"). Disclaimer of Warranties THE WEBSITE AND ITS CONTENT ARE PROVIDED \"AS IS\" AND WITHOUT WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED. OCEANBREE DISCLAIMS ALL WARRANTIES, INCLUDING BUT NOT LIMITED TO, WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, AND SECURITY. OCEANBREE DOES NOT WARRANT THAT THE WEBSITE WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE WEBSITE OR THE SERVER THAT MAKES IT AVAILABLE IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. Limitation of Liability IN NO EVENT SHALL OCEANBREE, ITS OFFICERS, DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES ARISING OUT OF OR IN CONNECTION WITH THE USE OF THE WEBSITE OR ITS CONTENT. THIS INCLUDES, BUT IS NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, DATA LOSS, BUSINESS INTERRUPTION, AND PERSONAL INJURY. Indemnification The User agrees to indemnify and hold harmless OceanBreeze, its officers, directors, employees, and agents from and against any and all claims, liabilities, damages, losses, and expenses (including reasonable attorneys' fees) arising out of or in connection with the User's violation of this Agreement. Governing Law This Agreement shall be governed by and construed in accordance with the laws of Italy. The User agrees to submit to the exclusive jurisdiction of the courts located within India for the resolution of any disputes arising out of or relating to this Agreement. Entire Agreement This Agreement constitutes the entire agreement between the User and OceanBreeze with respect to the subject matter hereof and supersedes all prior or contemporaneous communications, representations, or agreements, whether oral or written. Severability If any provision of this Agreement is held to be invalid or unenforceable, such provision shall be struck and the remaining provisions shall remain in full force and effect. OceanBreeze website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline OceanBreeze Legal Disclaimers Privacy Policy Terms and Conditions",
    "thanks": "Thank You - OceanBreeze OceanBreeze Home About us Casino Contact Thank You for Contacting Us! We sincerely appreciate you reaching out to OceanBreeze. Your message has been received, and we want to assure you that our team is dedicated to providing a prompt response. At OceanBreeze, we strive to create memorable experiences for all our guests, whether you are planning a stay at our luxurious accommodations, exploring our diverse range of amenities, or seeking information through our customer service channels. Your feedback and inquiries are valuable to us as they help us improve our services and ensure that every interaction with OceanBreeze exceeds your expectations. Our commitment to excellence extends beyond our facilities and services; it encompasses every interaction we have with our guests. We aim to provide personalized attention and care to ensure that your experience with OceanBreeze is nothing short of exceptional. As we process your inquiry, please feel free to explore more about OceanBreeze through our website. Whether you are interested in our latest promotions, planning your next vacation, or simply looking to learn more about our offerings, we are here to assist you. Should you have any further questions or need immediate assistance, please do not hesitate to contact us directly. Our dedicated team is ready to address any concerns and provide you with the information you need. Thank you once again for choosing OceanBreeze. We look forward to welcoming you and creating unforgettable memories together. OceanBreeze website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline OceanBreeze Legal Disclaimers Privacy Policy Terms and Conditions"
  },
  "date": "2024-06-23T09:41:17.802Z"
}