{
  "name": "OutbackCasino",
  "pages": {
    "contacts": "OutbackCasino - Contact Us OutbackCasino HOME CASINO HOTELS GET IN TOUCH Contact Us Have questions or need assistance? Our team is here to help. General Inquiries: outbackcasino@gmail.com I accept the Privacy Policy SUBMIT The OutbackCasino website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Thank you for visiting OutbackCasino. We look forward to assisting you! Disclaimers Privacy Policy Terms & Conditions © 2024 OutbackCasino. All rights reserved.",
    "disclaimers": "OutbackCasino - Disclaimers OutbackCasino HOME CASINO HOTELS GET IN TOUCH Disclaimers OutbackCasino provides the Service for entertainment purposes only. You are solely responsible for ensuring that your use of the Service complies with all applicable laws and regulations in your jurisdiction. Gambling may be illegal in some jurisdictions, and it is your responsibility to check the laws that apply to you before using the Service. The Service is intended for users who are 18 years of age or older (or the legal age of majority in their jurisdiction). By using the Service, you represent and warrant that you meet this age requirement. The games offered on the Service are games of chance. The outcome of each game is random and independent of any previous or future games. There is no guarantee of winning, and all wagers are made at your own risk. OutbackCasino does not make any warranties or representations regarding the accuracy, completeness, reliability, or availability of the Service or its content. The Service is provided \"as is\" and \"as available\" without warranty of any kind, express or implied, including but not limited to the warranties of merchantability, fitness for a particular purpose, and non-infringement. OutbackCasino is not responsible for any losses or damages arising out of or relating to your use of the Service. The OutbackCasino website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Thank you for visiting OutbackCasino. We look forward to assisting you! Disclaimers Privacy Policy Terms & Conditions © 2024 OutbackCasino. All rights reserved.",
    "index": "OutbackCasino - Top Australian Casinos, Bonuses & Reviews OutbackCasino HOME CASINO HOTELS GET IN TOUCH Explore the Best Australian Casinos with OutbackCasino EXPLORE COLLECTION Luxury Casino Hotels in Australia Experience the epitome of luxury and excitement at premier casino hotels across Australia. Immerse yourself in opulent suites offering unparalleled comfort and stunning views. Indulge in gourmet dining at a variety of restaurants and bars, each offering a unique culinary journey. Pamper yourself with world-class spa treatments or unwind by infinity pools overlooking iconic landscapes. Luxury Casino Hotels in Australia The Star Gold Coast Location: Queensland Size: 600 rooms Category: 5-star Book Now Crown Towers Melbourne Location: Melbourne, Victoria Size: 481 rooms Category: 5-star Book Now The Darling at The Star Sydney Location: Sydney, New South Wales Size: 171 rooms Category: 5-star Book Now Jupiters Hotel & Casino Gold Coast Location: Gold Coast, Queensland Size: 592 rooms Category: 5-star Book Now Crown Perth Location: Perth, Western Australia Size: 500 rooms Category: 5-star Book Now Crown Towers Perth Location: Perth, Western Australia Size: 500 rooms Category: 5-star Book Now Popular Casino Games Slot Machines Experience the thrill of spinning the reels with our wide selection of slot machine games, featuring various themes and exciting bonus rounds. Explore Slots Blackjack Master the strategy and excitement of Blackjack, a classic card game offering thrilling gameplay and potential big wins. Play Blackjack Roulette Spin the wheel and test your luck with Roulette, a popular casino game known for its excitement and variety of betting options. Try Roulette Featured Promotion Explore our exclusive promotion of the month and maximize your gaming experience with OutbackCasino. Don't miss out on this limited-time offer! Claim Now Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 The OutbackCasino website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Thank you for visiting OutbackCasino. We look forward to assisting you! Disclaimers Privacy Policy Terms & Conditions © 2024 OutbackCasino. All rights reserved. const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "privacy-policy": "OutbackCasino - Privacy Policy OutbackCasino HOME CASINO HOTELS GET IN TOUCH OutbackCasino Privacy Policy This Privacy Policy describes how OutbackCasino (\"we,\" \"us,\" or \"our\") collects, uses, and discloses your personal information when you use our website (the \"Service\"). Information We Collect We collect several different types of information for various purposes to improve our Service to you. Personal Information: While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (\"Personal Information\"). Personal Information may include, but is not limited to: Email address Name Phone number Usage Data: We may also collect information about how you access and use the Service (\"Usage Data\"). This Usage Data may include information such as your browser type, IP address, device identifiers, the pages or features you access on our Service, the time and date of your visit, and other diagnostic data. Disclosure of Your Information We may disclose your information to third parties under certain circumstances, such as: Service Providers: We may employ third-party companies to provide us with support services. These third parties may have access to your Personal Information only to perform the services they are providing to us. Legal Requirements: We may disclose your information if we are required to do so by law or in the good faith belief that such action is necessary to comply with legal requirements or protect our rights and interests. The OutbackCasino website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Thank you for visiting OutbackCasino. We look forward to assisting you! Disclaimers Privacy Policy Terms & Conditions © 2024 OutbackCasino. All rights reserved.",
    "terms": "OutbackCasino - Terms and Conditions OutbackCasino HOME CASINO HOTELS GET IN TOUCH OutbackCasino Terms and Conditions Welcome to OutbackCasino (the \"Service\"). These Terms and Conditions (\"Terms\") govern your use of our Service. By accessing or using the Service, you agree to be bound by these Terms. Eligibility You must be at least 18 years old (or the legal age of majority in your jurisdiction) to use the Service. You are solely responsible for ensuring that your use of the Service complies with all applicable laws and regulations. Accounts You may be required to create an account to access certain features of the Service. You are responsible for maintaining the confidentiality of your account information, including your password. You are also responsible for all activity that occurs under your account. Intellectual Property The Service and its content, including but not limited to text, graphics, logos, images, and software, are protected by copyright, trademark, and other intellectual property laws. You agree not to reproduce, modify, distribute, or commercially exploit the content without our express written permission. Termination We may terminate or suspend your access to the Service at any time, for any reason, without notice. You may also terminate your account at any time. Limitation of Liability IN NO EVENT SHALL WE BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES ARISING OUT OF OR RELATING TO YOUR USE OF THE SERVICE, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. Indemnification You agree to indemnify and hold us harmless from any claims, losses, damages, liabilities, and expenses (including attorneys' fees) arising out of or relating to your use of the Service. The OutbackCasino website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Thank you for visiting OutbackCasino. We look forward to assisting you! Disclaimers Privacy Policy Terms & Conditions © 2024 OutbackCasino. All rights reserved.",
    "thanks": "OutbackCasino - Thank You OutbackCasino HOME CASINO HOTELS GET IN TOUCH Thank You! Your action has been successfully completed. Explore more about top Australian casino hotels, exclusive bonuses, and expert reviews on our website. Back to OutbackCasino The OutbackCasino website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Thank you for visiting OutbackCasino. We look forward to assisting you! Disclaimers Privacy Policy Terms & Conditions © 2024 OutbackCasino. All rights reserved."
  },
  "date": "2024-06-28T05:28:00.702Z"
}