{
  "name": "ParadiseBayHotelIndia",
  "pages": {
    "about-us": "About ParadiseBay - Discover Luxury on the Beachfront ParadiseBay HOME ABOUT US Casino CONTACT Ocean View Suite $299 per night Garden View Room $199 per night Luxury Beachfront Villa $499 per night Guest Experiences at ParadiseBay Hotel Resort &#9733;&#9733;&#9733;&#9733;&#9733; Our stay at ParadiseBay was absolutely wonderful. The views were breathtaking, and the service was impeccable. Jessica, Traveler &#9733;&#9733;&#9733;&#9733;&#9733; ParadiseBay is truly a gem. The amenities are top-notch, and the staff goes above and beyond to ensure a perfect stay. Michael, Frequent Guest &#9733;&#9733;&#9733;&#9733;&#9733; I highly recommend ParadiseBay to anyone seeking a luxurious and relaxing vacation. We had an unforgettable experience. Sarah, Vacationer ParadiseBay Insights Exploring the Beauty of ParadiseBay Discover the stunning landscapes and attractions around ParadiseBay. From pristine beaches to lush gardens, find out what makes our resort the perfect getaway. Top Activities to Enjoy at ParadiseBay Learn about the exciting activities available at ParadiseBay. From water sports and spa treatments to local excursions and dining experiences, there's something for everyone. The ParadiseBay website uses cookies to ensure you get the best experience on our website. Accept or Decline. Accept Decline ParadiseBay HOME ABOUT US CASINO CONTACT Important Links LEGAL NOTICES PRIVACY POLICY TERMS & CONDITIONS Location Galgibaga Beach, House no 605, Dando Road Next to St. Anthony Church, Canacona, Goa 403702, India Contact +91-855-537-3702 paradisebay@gmail.com",
    "contacts": "ParadiseBay - Contact Us for Inquiries and Reservations ParadiseBay HOME ABOUT US Casino CONTACT GET IN TOUCH Get in touch I accept Privacy Policy SEND Contact Galgibaga Beach, House no 605, Dando Road Next to St. Anthony Church, Canacona, Goa 403702, India +91-855-537-3702 paradisebay@gmail.com The ParadiseBay website uses cookies to ensure you get the best experience on our website. Accept or Decline. Accept Decline ParadiseBay HOME ABOUT US CASINO CONTACT Important Links LEGAL NOTICES PRIVACY POLICY TERMS & CONDITIONS Location Galgibaga Beach, House no 605, Dando Road Next to St. Anthony Church, Canacona, Goa 403702, India Contact +91-855-537-3702 paradisebay@gmail.com",
    "disclaimers": "ParadiseBay - Disclaimers and Legal Information ParadiseBay HOME ABOUT US Casino CONTACT Disclaimers By accessing and using ParadiseBay Hotel Resort's website, you agree to the following disclaimers: Accuracy of Information While we strive to provide accurate and up-to-date information on our website, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Limitation of Liability In no event shall ParadiseBay Hotel Resort be liable for any special, direct, indirect, consequential, or incidental damages or any damages whatsoever, whether in an action of contract, negligence or other tort, arising out of or in connection with the use of the website or the contents of the website. ParadiseBay Hotel Resort reserves the right to make additions, deletions, or modifications to the contents on the website at any time without prior notice. External Links Disclaimer Our website may contain links to external websites that are not provided or maintained by or in any way affiliated with ParadiseBay Hotel Resort. Please note that we do not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites. The ParadiseBay website uses cookies to ensure you get the best experience on our website. Accept or Decline. Accept Decline ParadiseBay HOME ABOUT US CASINO CONTACT Important Links LEGAL NOTICES PRIVACY POLICY TERMS & CONDITIONS Location Galgibaga Beach, House no 605, Dando Road Next to St. Anthony Church, Canacona, Goa 403702, India Contact +91-855-537-3702 paradisebay@gmail.com",
    "index": "ParadiseBay - Your Luxurious Beachfront Getaway ParadiseBay HOME ABOUT US Casino CONTACT Welcome to ParadiseBay Hotel Resort DISCOVER MORE Experience Luxury and Comfort at ParadiseBay Hotel Resort Unwind and Relax in Our Stunning Beachfront Location Discover our luxurious accommodations, world-class amenities, and exceptional service. Whether you're seeking a relaxing getaway or an adventurous vacation, ParadiseBay offers the perfect escape. Indulge in the beauty of our resort, enjoy gourmet dining, and explore exciting activities designed to make your stay unforgettable. Welcome to your paradise on the bay. Ocean View Suite $299 per night Garden View Room $199 per night Luxury Beachfront Villa $499 per night Guest Experiences at ParadiseBay Hotel Resort &#9733;&#9733;&#9733;&#9733;&#9733; Our stay at ParadiseBay was absolutely wonderful. The views were breathtaking, and the service was impeccable. Jessica, Traveler &#9733;&#9733;&#9733;&#9733;&#9733; ParadiseBay is truly a gem. The amenities are top-notch, and the staff goes above and beyond to ensure a perfect stay. Michael, Frequent Guest &#9733;&#9733;&#9733;&#9733;&#9733; I highly recommend ParadiseBay to anyone seeking a luxurious and relaxing vacation. We had an unforgettable experience. Sarah, Vacationer ParadiseBay Insights Exploring the Beauty of ParadiseBay Discover the stunning landscapes and attractions around ParadiseBay. From pristine beaches to lush gardens, find out what makes our resort the perfect getaway. Top Activities to Enjoy at ParadiseBay Learn about the exciting activities available at ParadiseBay. From water sports and spa treatments to local excursions and dining experiences, there's something for everyone. Special Offers Summer Escape Package Enjoy a luxurious summer getaway at ParadiseBay with up to 30% off on all room bookings. Experience the best of our resort at an unbeatable price. BOOK NOW Romantic Getaway Plan the perfect romantic retreat with our special package. Enjoy a complimentary dinner and spa treatment when you book a suite for two nights. EXPLORE DEALS The ParadiseBay website uses cookies to ensure you get the best experience on our website. Accept or Decline. Accept Decline ParadiseBay HOME ABOUT US CASINO CONTACT Important Links LEGAL NOTICES PRIVACY POLICY TERMS & CONDITIONS Location Galgibaga Beach, House no 605, Dando Road Next to St. Anthony Church, Canacona, Goa 403702, India Contact +91-855-537-3702 paradisebay@gmail.com",
    "privacy-policy": "ParadiseBay - Privacy Policy ParadiseBay HOME ABOUT US Casino CONTACT Privacy Policy At ParadiseBay Hotel Resort, accessible from www.paradisebay.com, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that is collected and recorded by ParadiseBay Hotel Resort and how we use it. Consent By using our website, you hereby consent to our Privacy Policy and agree to its terms. Information We Collect The personal information that you are asked to provide, and the reasons why you are asked to provide it, will be made clear to you at the point we ask you to provide your personal information. How We Use Your Information We use the information we collect in various ways, including to: Provide, operate, and maintain our website Improve, personalize, and expand our website Understand and analyze how you use our website Develop new products, services, features, and functionality The ParadiseBay website uses cookies to ensure you get the best experience on our website. Accept or Decline. Accept Decline ParadiseBay HOME ABOUT US CASINO CONTACT Important Links LEGAL NOTICES PRIVACY POLICY TERMS & CONDITIONS Location Galgibaga Beach, House no 605, Dando Road Next to St. Anthony Church, Canacona, Goa 403702, India Contact +91-855-537-3702 paradisebay@gmail.com",
    "products": "ParadiseBay Casino - Experience Thrilling Gaming ParadiseBay HOME ABOUT US Casino CONTACT Experience Thrills and Excitement at ParadiseBay Casino Unleash Your Winning Streak Discover the vibrant atmosphere of our casino, featuring a wide array of gaming options. From slot machines to poker tables, we have something for every gaming enthusiast. Enjoy the thrill of live entertainment, gourmet dining, and luxurious accommodations. Whether you're a seasoned player or a casual gamer, ParadiseBay Casino offers an unforgettable experience. Classic Slot Machines Experience the thrill of our classic slot machines, featuring a variety of themes and big jackpot opportunities. Poker Tables Join our poker tables and test your skills against other players. Enjoy a range of poker games, from Texas Hold'em to Omaha. Roulette Place your bets and spin the wheel at our roulette tables. Experience the excitement of winning big with every spin. Casino Special Offers High Roller Bonus Join our exclusive high roller club and receive special bonuses and rewards on your casino play. Take your gaming experience to the next level. JOIN NOW Slot Tournament Participate in our monthly slot tournaments and compete for cash prizes and exclusive rewards. Test your luck and skills against other players. LEARN MORE Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 The ParadiseBay website uses cookies to ensure you get the best experience on our website. Accept or Decline. Accept Decline ParadiseBay HOME ABOUT US CASINO CONTACT Important Links LEGAL NOTICES PRIVACY POLICY TERMS & CONDITIONS Location Galgibaga Beach, House no 605, Dando Road Next to St. Anthony Church, Canacona, Goa 403702, India Contact +91-855-537-3702 paradisebay@gmail.com const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "ParadiseBay - Terms and Conditions ParadiseBay HOME ABOUT US Casino CONTACT Terms and Conditions Welcome to ParadiseBay Hotel Resort. By accessing and using our website, you agree to comply with and be bound by the following terms and conditions of use. Please read these terms carefully before using our site. These terms and conditions govern your use of our website; by using our website, you accept these terms and conditions in full. If you disagree with these terms and conditions or any part of these terms and conditions, you must not use our website. Introduction These terms and conditions outline the rules and regulations for the use of ParadiseBay Hotel Resort's Website. Intellectual Property Rights Other than the content you own, under these terms, ParadiseBay Hotel Resort and/or its licensors own all the intellectual property rights and materials contained in this Website. You are granted a limited license only for purposes of viewing the material contained on this Website. Restrictions You are specifically restricted from all of the following: Publishing any Website material in any other media. Selling, sublicensing and/or otherwise commercializing any Website material. Publicly performing and/or showing any Website material. Using this Website in any way that is or may be damaging to this Website. Using this Website in any way that impacts user access to this Website. The ParadiseBay website uses cookies to ensure you get the best experience on our website. Accept or Decline. Accept Decline ParadiseBay HOME ABOUT US CASINO CONTACT Important Links LEGAL NOTICES PRIVACY POLICY TERMS & CONDITIONS Location Galgibaga Beach, House no 605, Dando Road Next to St. Anthony Church, Canacona, Goa 403702, India Contact +91-855-537-3702 paradisebay@gmail.com",
    "thanks": "ParadiseBay - Thank You for Choosing Us ParadiseBay HOME ABOUT US Casino CONTACT Thank You for Choosing ParadiseBay! Your reservation has been successfully processed. Experience luxury, comfort, and exceptional service at our stunning beachfront location. We look forward to welcoming you! The ParadiseBay website uses cookies to ensure you get the best experience on our website. Accept or Decline. Accept Decline ParadiseBay HOME ABOUT US CASINO CONTACT Important Links LEGAL NOTICES PRIVACY POLICY TERMS & CONDITIONS Location Galgibaga Beach, House no 605, Dando Road Next to St. Anthony Church, Canacona, Goa 403702, India Contact +91-855-537-3702 paradisebay@gmail.com"
  },
  "date": "2024-07-01T10:11:56.678Z"
}