{
  "name": "Pearl Cove",
  "pages": {
    "casino": "Entre em um mundo de emoção no Pearl Cove Casino Pearl Cove Cassino Quartas Contatos 18+ Por favor, observe que a página dedicada à seção 'Cassino' no site do nosso hotel-cassino, Pearl Cove, é restrita a indivíduos com 18 anos ou mais. O acesso a esta área só é permitido a quem cumpra o requisito de idade. Obrigado por sua compreensão e cooperação. Sim, tenho 18 anos Pearl Cove \"Experimente o luxo além da costa no Pearl Cove Hotel!\" Descubra um mundo de emoção e entretenimento no Pearl Cove Hotel-Casino, onde oferecemos uma variedade emocionante de jogos de cartas para atender às preferências de cada jogador. Nosso cassino possui uma seleção diversificada de jogos de cartas, garantindo que haja algo para todos os gostos. Para aqueles que apreciam a emoção do jogo estratégico, nosso hotel-cassino oferece clássicos favoritos como Blackjack e Poker. Teste suas habilidades e desafie Lady Luck enquanto se esforça para vencer o dealer ou enganar seus oponentes nestes jogos de cartas atemporais que são adorados por entusiastas de todo o mundo. Se você está procurando um jogo de cartas emocionante e rápido, não procure mais, Bacará em Pearl Cove. Conhecido pela sua simplicidade e apostas altas, o Baccarat oferece aos jogadores a oportunidade de ganhar muito num jogo de puro azar que é fácil de aprender, mas difícil de dominar. Para aqueles que procuram uma experiência de jogo única e envolvente, nosso hotel-cassino também oferece uma variedade de jogos de cartas especiais, como Pai Gow Poker, Three Card Poker e Let It Ride. Esses jogos oferecem uma variação dos favoritos tradicionais e oferecem aos jogadores a oportunidade de experimentar algo novo e emocionante. No Pearl Cove Hotel-Casino, temos orgulho em oferecer uma seleção diversificada de jogos de cartas que atendem a jogadores de todos os níveis e preferências. Quer você seja um profissional experiente ou um jogador casual em busca de tentar a sorte, nosso cassino tem algo para todos. Venha experimentar a emoção de nossos jogos de cartas hoje e veja por que Pearl Cove é o destino final para a emoção dos jogos. Contate-nos No hotel-cassino \"Pearl Cove\", temos orgulho em oferecer aos nossos hóspedes uma experiência de jogo luxuosa e emocionante, e nossa mesa de roleta não é exceção. Situada no coração do nosso movimentado cassino, nossa mesa de roleta é uma peça central da ação e está sempre cheia de expectativa e excitação. Nossa mesa de roleta apresenta um design elegante e moderno, com um layout clássico de feltro verde e uma roda de madeira lisa que gira com a combinação perfeita de precisão e talento. A mesa é administrada por nossa equipe de dealers profissionais e amigáveis ​​que estão sempre à disposição para orientar e ajudar jogadores de todos os níveis de habilidade. Quer você seja um profissional experiente ou esteja tentando a sorte na roleta pela primeira vez, nossa mesa oferece uma variedade de opções de apostas que se adaptam ao estilo e orçamento de cada jogador. Desde apostas internas em números específicos até apostas externas em vermelho ou preto, ímpar ou par, a nossa mesa oferece infinitas possibilidades de vitórias emocionantes. Além do jogo padrão de roleta, nossa mesa também oferece variações emocionantes, como roleta europeia e americana, proporcionando ainda mais maneiras de experimentar a emoção do jogo. Nossos dealers experientes estão sempre dispostos a explicar as regras e estratégias de cada variação, garantindo que cada jogador se sinta confiante e pronto para jogar. Na \"Pearl Cove\", nos esforçamos para criar uma atmosfera de sofisticação e emoção, e nossa mesa de roleta é um reflexo perfeito desse compromisso. Quer pretenda testar a sua sorte, mostrar as suas habilidades ou simplesmente desfrutar da emoção do jogo, a nossa mesa de roleta é o local ideal para o fazer. Junte-se a nós em \"Pearl Cove\" e experimente você mesmo a emoção da nossa mesa de roleta. Contate-nos No Pearl Cove Hotel & Casino, nos orgulhamos de oferecer uma ampla variedade de caça-níqueis para atender a todos os tipos de jogadores. Com mais de 500 caça-níqueis em nossa área de jogos, certamente haverá algo para todos os gostos. Desde caça-níqueis clássicos até caça-níqueis de vídeo modernos, temos de tudo. Nossa seleção inclui favoritos tradicionais, como Double Diamond, Wheel of Fortune e Cleopatra, bem como os títulos mais recentes e populares dos principais fornecedores de jogos. Quer você prefira uma jogabilidade simples e direta ou recursos de bônus mais complexos e elementos interativos, você encontrará muitas opções para escolher. Além da nossa ampla variedade de caça-níqueis, também oferecemos caça-níqueis com jackpot progressivo que lhe dão a chance de ganhar quantias de dinheiro que mudarão sua vida com uma única rodada. Nossa rede vinculada de jackpot progressivo garante que o prêmio cresça rapidamente e possa ser ganho a qualquer momento por qualquer jogador sortudo. Para quem procura uma experiência mais envolvente, também oferecemos caça-níqueis temáticos que levam você a uma viagem a locais exóticos, mundos sobrenaturais ou épocas históricas. Esses jogos apresentam gráficos de alta qualidade, histórias envolventes e rodadas de bônus que adicionam uma camada extra de emoção ao seu jogo. No Pearl Cove Hotel & Casino, temos o compromisso de oferecer aos nossos hóspedes a melhor experiência de jogo possível, e nossa seleção diversificada de caça-níqueis é apenas uma das maneiras pelas quais nos esforçamos para atingir esse objetivo. Quer seja um jogador casual à procura de passar o tempo ou um jogador sério que persegue a próxima grande vitória, certamente encontrará uma slot machine que se adapta às suas preferências e estilo no nosso hotel-cassino. Contate-nos No hotel-cassino Pearl Cove, oferecemos uma grande variedade de jogos de dados para os nossos hóspedes se divertirem. Quer você seja um jogador experiente ou um iniciante em busca de tentar a sorte, temos algo para todos. Desde jogos de dados clássicos como Craps e Sic Bo até variações únicas como Liar's Dice e Ship, Captain, Crew, há sempre emoção à sua espera nas nossas mesas. Craps é um dos jogos de dados mais populares em nosso cassino, oferecendo aos jogadores a chance de ganhar muito a cada lançamento de dados. Com sua jogabilidade acelerada e inúmeras opções de apostas, Craps é perfeito para quem procura adrenalina. Nossos dealers experientes estão sempre à disposição para ajudar novos jogadores a aprender o básico e se divertir. Sic Bo, outro favorito entre os nossos convidados, é um jogo de dados tradicional chinês, fácil de aprender e que oferece grandes probabilidades aos jogadores. Com opções de apostas simples e jogabilidade rápida, Sic Bo é perfeito para quem procura um jogo rápido e emocionante. Para quem procura algo um pouco diferente, também oferecemos jogos como Liar's Dice e Ship, Captain, Crew. Liar's Dice é um jogo de blefe onde os jogadores lançam dados e tentam enganar seus oponentes sobre os resultados, enquanto Ship, Captain, Crew é um jogo de habilidade e estratégia onde os jogadores devem lançar combinações específicas para vencer. Não importa qual seja o seu nível de habilidade ou preferência, há um jogo de dados esperando por você no hotel-cassino Pearl Cove. Nossa equipe simpática e ambiente acolhedor nos tornam o destino perfeito para uma experiência de jogo inesquecível. Então venha e jogue os dados conosco – nunca se sabe, você pode sair como um grande vencedor! Contate-nos 18+ Política de privacidade Termos e condições Isenção de responsabilidade +55 25 4600 6712 PearlCove@gmail.com Via Costeira Sen. Dinarte Medeiros Mariz, 6045 - Parque das Dunas, Natal - RN, 59090-002 function closeWindow() { document.getElementsByClassName(\"ageRestrictionSection\")[0].style.display = \"none\"; document.getElementsByClassName(\"bodyCasino\")[0].style.overflowY = \"scroll\"; }",
    "disclaimer": "Navegando pelas letras miúdas: a isenção de responsabilidade em Pearl Cove Pearl Cove Cassino Quartas Contatos 18+ Isenção de responsabilidade Bem-vindo ao Pearl Cove, onde o luxo encontra a emoção no coração da vibrante cena de cassinos do Brasil. Estamos entusiasmados em tê-lo como nosso hóspede e queremos garantir que sua estadia conosco seja agradável e memorável. Ao navegar pelo nosso hotel-cassino, pedimos que você se familiarize com o seguinte aviso legal: 1. Jogar com responsabilidade Pearl Cove promove o jogo responsável e está empenhada em proporcionar um ambiente seguro e agradável para todos os nossos hóspedes. Encorajamo-lo a jogar de forma responsável e a estabelecer limites aos seus gastos para garantir que continua a ser uma actividade divertida e recreativa. Se você ou alguém que você conhece está lutando contra o vício do jogo, procure a ajuda de nossos conselheiros locais ou entre em contato com os serviços de suporte locais para obter assistência. 2. Restrições de idade Em conformidade com as leis e regulamentos locais, todos os hóspedes devem ter pelo menos 18 anos de idade para entrar na área do casino e participar em actividades de jogo. Identificação válida é necessária na entrada para verificar idade e identidade. Menores não são permitidos no cassino em nenhum momento. 3. Medidas de segurança Pearl Cove leva a sério a segurança de nossos hóspedes. Temos câmeras de vigilância 24 horas em todas as instalações para monitorar a atividade e garantir um ambiente seguro. Por favor, reporte qualquer comportamento ou atividade suspeita à nossa equipe de segurança imediatamente. 4. Jogos sem dinheiro Para aumentar a conveniência e promover uma experiência de jogo mais segura, Pearl Cove oferece opções de jogos sem dinheiro para nossos hóspedes. Você pode carregar fundos em seu cartão de jogo eletrônico ou usar métodos de pagamento digital para jogar em nossas máquinas caça-níqueis e jogos de mesa. 5. Políticas do Hotel Nossas acomodações em Pearl Cove são projetadas para seu conforto e relaxamento. Por favor, familiarize-se com nossos horários de check-in e check-out, opções de serviço de quarto e serviços de limpeza. Quaisquer danos ou taxas de limpeza excessivas incorridas durante a sua estadia serão cobradas no seu quarto. 6. Restrições de ruído Embora desejemos que nossos hóspedes se divirtam, pedimos que você esteja atento aos níveis de ruído nas áreas do hotel e do cassino. Ruídos ou perturbações excessivas podem resultar em aviso de nossa equipe ou possível despejo das instalações. 7. Política de Fumo É permitido fumar em áreas designadas dentro do cassino, mas não é permitido em quartos de hotel ou espaços públicos. Por favor, respeite nossas políticas antifumo e descarte as pontas de cigarro de maneira responsável em recipientes designados. 8. Consumo de álcool O consumo de bebidas alcoólicas é permitido em áreas designadas dentro de Pearl Cove, mas nos reservamos o direito de recusar o serviço a qualquer hóspede que pareça embriagado ou esteja causando perturbações. Incentivamos o consumo responsável e lembramos aos hóspedes que nunca bebam e dirijam. 9. Medidas de saúde e segurança À luz da pandemia de COVID-19 em curso, Pearl Cove implementou protocolos de limpeza aprimorados, medidas de distanciamento social e estações de saneamento em toda a propriedade. Pedimos que todos os hóspedes sigam estas diretrizes para proteger a si mesmos e aos outros. 10. Isenção de responsabilidade Pearl Cove não se responsabiliza por quaisquer perdas, danos ou ferimentos sofridos pelos hóspedes durante a sua estadia no nosso hotel-cassino. Ao entrar em nossas instalações, você concorda em isentar a Pearl Cove de qualquer responsabilidade por pertences pessoais, acidentes ou incidentes que possam ocorrer. Esperamos que sua estadia em Pearl Cove supere suas expectativas e deixe lembranças duradouras de sua estadia no Brasil. Se você tiver alguma dúvida ou preocupação durante sua visita, não hesite em entrar em contato com nossa simpática equipe para obter assistência. Obrigado por escolher Pearl Cove como seu destino de luxo e emoção! 18+ Política de privacidade Termos e condições Isenção de responsabilidade +55 25 4600 6712 PearlCove@gmail.com Via Costeira Sen. Dinarte Medeiros Mariz, 6045 - Parque das Dunas, Natal - RN, 59090-002",
    "index": "Bem-vindo ao Pearl Cove: sua melhor experiência em hotel de luxo Pearl Cove Cassino Quartas Contatos 18+ Informamos que nosso site do Pearl Cove Hotel usa arquivos de cookies para melhorar sua experiência de navegação. Ao continuar a utilizar o nosso site, você concorda com o uso de cookies. Para mais informações, consulte nossa Política de Privacidade. Aceite todos os cookies Recusar todos os cookies Pearl Cove \"Experimente o luxo além da costa no Pearl Cove Hotel!\" Bem-vindo a Pearl Cove, onde o luxo encontra o paraíso. Situado ao longo das margens cintilantes do Oceano Pacífico, nosso hotel exclusivo oferece vistas deslumbrantes, serviço impecável e uma experiência inesquecível para cada hóspede. Ao entrar em nosso elegante lobby, você será recebido com um sorriso caloroso e uma sensação de tranquilidade. Nossa equipe dedicada está empenhada em garantir que sua estadia conosco seja excepcional, desde o momento de sua chegada até o momento de sua partida. Delicie-se com a beleza deslumbrante do nosso entorno enquanto relaxa na piscina infinita, passeia pela praia imaculada ou saboreia uma refeição deliciosa em um de nossos aclamados restaurantes. Esteja você procurando uma escapadela romântica, férias em família ou um retiro corporativo, Pearl Cove tem tudo que você precisa para tornar sua estadia verdadeiramente memorável. Após um dia de aventura e exploração, retire-se para o seu luxuoso quarto ou suíte, onde cada detalhe foi cuidadosamente pensado para proporcionar o máximo em conforto e relaxamento. Acorde com o som das ondas batendo suavemente na costa e esteja pronto para embarcar em mais um dia no paraíso. Bem-vindo ao Pearl Cove, seu oásis de serenidade e sofisticação. Estamos ansiosos para mimá-lo e garantir que sua estadia conosco seja extraordinária. Visão geral do hotel \"Pearl Cove\" Pearl Cove é um hotel luxuoso localizado na costa deslumbrante, oferecendo aos hóspedes uma mistura perfeita de relaxamento e emoção. Vamos nos aprofundar nos vários aspectos que fazem de Pearl Cove um destino de primeira linha para os viajantes. Quartos e Serviços Quando se trata de acomodações, Pearl Cove oferece quartos espaçosos e elegantes que atendem às necessidades de cada hóspede. Os quartos estão lindamente decorados com comodidades modernas, garantindo uma estadia confortável. O serviço do hotel é impecável, com funcionários atenciosos que fazem de tudo para que os hóspedes se sintam bem-vindos e cuidados. Quer você esteja procurando um retiro tranquilo ou uma escapadela romântica, os quartos e serviços do Pearl Cove garantem uma estadia memorável. Restaurante Pearl Cove possui um restaurante de classe mundial que serve pratos deliciosos elaborados com ingredientes frescos de origem local. Os hóspedes podem satisfazer os seus desejos culinários com um menu diversificado que atende a todos os gostos. De saborosos pratos de frutos do mar a sobremesas de dar água na boca, o restaurante do Pearl Cove oferece uma experiência gastronômica que deixará as papilas gustativas arrepiadas. Com uma deslumbrante vista para o mar como pano de fundo, jantar no restaurante do hotel é um deleite para os olhos e para o paladar. Praia A praia imaculada de Pearl Cove é um paraíso para os amantes da praia e para quem procura sol. Estendendo-se ao longo da propriedade do hotel, a praia oferece areias fofas e águas cristalinas perfeitas para nadar e tomar sol. Os hóspedes podem aproveitar o sol, fazer longas caminhadas ao longo da costa ou praticar desportos aquáticos, como mergulho com snorkel ou caiaque. A praia de Pearl Cove proporciona um retiro tranquilo onde os hóspedes podem relaxar e se reconectar com a natureza, tornando-se um local idílico para relaxamento e rejuvenescimento. Entretenimento No Pearl Cove, as opções de entretenimento são infinitas, garantindo que os hóspedes tenham uma experiência repleta de diversão durante a sua estadia. Saber mais Concluindo, Pearl Cove se destaca como um destino hoteleiro de primeira linha que combina luxo, conforto e emoção na perfeição. Com quartos e serviços de primeira linha, um restaurante encantador, uma praia cativante e uma infinidade de opções de entretenimento, Pearl Cove oferece uma experiência de férias completa que deixará os hóspedes revigorados e rejuvenescidos. Planeje sua visita a Pearl Cove hoje e desfrute do melhor refúgio à beira-mar. Suíte à beira-mar Reserva Retiro Costeiro Reserva Paraíso de Pearl Cove Reserva Suíte Executiva com Vista Enseada Reserva Esconderijo Romântico Reserva Suíte Pôr do Sol Reserva Opulenta Pearl Cove Reserva Oásis sereno de Pearl Cove Reserva Posso solicitar um check-out tardio? Sim, você pode solicitar check-out tardio de acordo com a disponibilidade. Por favor, fale com nossa equipe de recepção para mais informações. Você tem serviço de transporte para o aeroporto? Infelizmente, não temos serviço de transporte para o aeroporto. No entanto, nossa equipe pode ajudá-lo a organizar o transporte. Existe uma academia ou centro de fitness no local? Sim, temos uma academia totalmente equipada e um centro de fitness para uso dos nossos hóspedes durante a estadia. Quais opções de refeições estão disponíveis no hotel? Temos um restaurante no local que serve café da manhã, almoço e jantar. Temos também um bar e serviço de quarto disponíveis. Você tem piscina ou spa? Sim, temos uma bela piscina exterior e um spa que oferece uma variedade de tratamentos e massagens para os nossos hóspedes desfrutarem. Posso levar meu animal de estimação comigo para o hotel? Infelizmente, não permitimos animais de estimação em nosso hotel, com exceção de animais de serviço. Existe estacionamento disponível no hotel? Sim, oferecemos estacionamento gratuito para os hóspedes do hotel. Vocês oferecem alguma atividade recreativa ou passeio? Sim, oferecemos uma variedade de atividades recreativas, como esportes aquáticos, mergulho com snorkel e passeios de barco. Nossa equipe da recepção pode fornecer mais informações e ajudar na reserva dessas atividades. Contate-nos! Aceito a Política de Privacidade Enviar 18+ Política de privacidade Termos e condições Isenção de responsabilidade +55 25 4600 6712 PearlCove@gmail.com Via Costeira Sen. Dinarte Medeiros Mariz, 6045 - Parque das Dunas, Natal - RN, 59090-002 const faq = document.querySelectorAll(\".faqBlock__listItemTitle\"); const accordionToggle = (e) => { e.currentTarget.classList.toggle(\"faqBlock__listItemActive\"); const item = e.currentTarget.nextElementSibling; if (e.currentTarget.classList.contains(\"faqBlock__listItemActive\")) { item.style.maxHeight = item.scrollHeight + \"px\"; } else { item.style.maxHeight = 0; } }; if (faq) { faq.forEach((el) => { el.addEventListener(\"click\", accordionToggle); }); }",
    "policy": "Sua privacidade é importante para nós: saiba mais sobre nossas políticas em Pearl Cove Pearl Cove Cassino Quartas Contatos 18+ Política de Privacidade No Hotel-Casino \"Pearl Cove\", estamos empenhados em proteger a privacidade e a segurança das informações pessoais dos nossos hóspedes. Esta Política de Privacidade descreve como coletamos, usamos e protegemos as informações fornecidas por indivíduos que visitam nosso estabelecimento ou utilizam nossos serviços. Ao interagir com o Hotel-Casino \"Pearl Cove\", você concorda com os termos e práticas descritos nesta Política de Privacidade. 1. Coleta de informações Coletamos informações pessoais dos hóspedes quando eles fazem reservas, inscrevem-se em nosso programa de fidelidade, participam de promoções ou eventos ou interagem com nosso site ou aplicativos móveis. Essas informações podem incluir, mas não estão limitadas a: Detalhes de contato (por exemplo, nome, endereço, número de telefone, endereço de e-mail) Informações de pagamento (por exemplo, detalhes do cartão de crédito) Data de nascimento Gênero Preferências e interesses Além disso, podemos coletar automaticamente determinadas informações quando os visitantes acessam nosso site, como endereço IP, tipo de navegador, informações do dispositivo e comportamento de navegação. Esses dados nos ajudam a melhorar nossos serviços e adaptar as ofertas às necessidades de nossos hóspedes. 2. Uso de informações Utilizamos as informações coletadas para os seguintes fins: Processamento de reservas e pagamentos Fornecimento de serviços e recomendações personalizadas Envio de ofertas promocionais e atualizações de notícias Melhorar nossos produtos e serviços Realização de pesquisas e análises Cumprimento das obrigações legais e regulamentares O Hotel-Casino \"Pearl Cove\" não vende, aluga ou arrenda informações pessoais a terceiros sem o consentimento dos nossos hóspedes. Poderemos compartilhar informações com prestadores de serviços, parceiros de negócios ou autoridades governamentais quando necessário para cumprir reservas, manter operações ou cumprir requisitos legais. 3. Medidas de segurança Implementamos medidas de segurança para proteger as informações pessoais contra acesso, divulgação ou alteração não autorizada. Essas medidas incluem criptografia, controles de acesso e monitoramento regular do sistema. No entanto, nenhum método de transmissão pela Internet ou armazenamento eletrónico é completamente seguro, pelo que não podemos garantir segurança absoluta. 4. Política de Cookies O Hotel-Casino \"Pearl Cove\" utiliza cookies para melhorar a experiência do usuário, analisar o tráfego do site e personalizar o conteúdo. Cookies são pequenos arquivos de texto armazenados nos dispositivos dos usuários que rastreiam suas atividades online. Ao utilizar o nosso site, você concorda com o uso de cookies de acordo com nossa Política de Cookies. 5. Privacidade das Crianças O Hotel-Casino \"Pearl Cove\" não coleta intencionalmente informações pessoais de indivíduos menores de 18 anos sem o consentimento dos pais. Se tomarmos conhecimento do fornecimento de tais informações, tomaremos medidas para excluí-las imediatamente. 6. Opções de exclusão Os hóspedes podem optar por não receber comunicações de marketing do Hotel-Casino \"Pearl Cove\" a qualquer momento, seguindo as instruções de cancelamento incluídas nos materiais promocionais ou contactando-nos diretamente. No entanto, observe que você ainda poderá receber e-mails transacionais relacionados às suas reservas e atividades da conta. 7. Alterações na Política de Privacidade O Hotel-Casino \"Pearl Cove\" reserva-se o direito de atualizar esta Política de Privacidade periodicamente para refletir alterações nos requisitos legais, padrões da indústria ou práticas operacionais. Encorajamos os hóspedes a rever esta política regularmente para se manterem informados sobre como tratamos as suas informações pessoais. 8. Contate-nos Se você tiver alguma dúvida, preocupação ou solicitação em relação a esta Política de Privacidade ou suas informações pessoais, entre em contato com nosso Diretor de Privacidade em PearlCove@gmail.com Ao interagir com o Hotel-Casino \"Pearl Cove\", você reconhece e concorda com os termos desta Política de Privacidade. Obrigado por nos confiar suas informações pessoais. Estamos empenhados em garantir sua privacidade e satisfação durante sua estadia conosco. Última atualização: 2024 18+ Política de privacidade Termos e condições Isenção de responsabilidade +55 25 4600 6712 PearlCove@gmail.com Via Costeira Sen. Dinarte Medeiros Mariz, 6045 - Parque das Dunas, Natal - RN, 59090-002",
    "terms": "Revelando os Termos e Condições da sua estadia em Pearl Cove Pearl Cove Cassino Quartas Contatos 18+ Termos e Condições Bem-vindo ao Pearl Cove Hotel-Casino, onde o luxo encontra a emoção no belo país do Brasil. Abaixo estão nossos termos e condições exclusivos que garantem uma experiência segura e agradável para todos os nossos hóspedes. 1. Requisito de idade Todos os hóspedes devem ter pelo menos 18 anos de idade para se hospedar e participar de qualquer atividade no Pearl Cove Hotel-Casino. A identificação poderá ser exigida no momento do check-in. 2. Check-in/Check-out O horário de check-in é às 15h00 e o horário de check-out é às 11h00. O check-out tardio pode estar disponível mediante pedido, sujeito à disponibilidade e custos adicionais podem ser aplicados. 3. Política de cancelamento As reservas deverão ser canceladas pelo menos 24 horas antes da data de check-in para evitar multa equivalente a uma noite de estadia. 4. Pagamento Um cartão de crédito válido será solicitado no momento do check-in para despesas ocasionais e despesas do quarto. Pagamentos em dinheiro podem ser aceitos a critério da administração do hotel. 5. Política para fumantes O Pearl Cove Hotel-Casino é uma propriedade para não fumantes. Só é permitido fumar em áreas externas designadas. Poderá ser cobrada uma taxa de limpeza por fumar em áreas não designadas. 6. Responsabilidade no jogo Os hóspedes são incentivados a jogar de forma responsável no casino. A administração reserva-se o direito de recusar o serviço a qualquer pessoa que apresente sinais de problemas com o jogo. 7. Código de vestimenta Traje casual elegante é obrigatório em todas as áreas públicas do hotel-cassino. Os hóspedes que usarem roupas ofensivas ou inadequadas poderão ser solicitados a trocar de roupa ou sair das instalações. 8. Política de Ruído Espera-se que os hóspedes mantenham os níveis de ruído ao mínimo para garantir um ambiente tranquilo para todos os hóspedes. Festas e reuniões devem ser aprovadas pela administração do hotel. 9. Segurança Os seguranças estão presentes nas instalações 24 horas por dia, 7 dias por semana, para garantir a segurança e o bem-estar dos nossos hóspedes. Por favor, informe imediatamente qualquer atividade suspeita à equipe do hotel. 10. Ocupação dos quartos A ocupação máxima de cada quarto é rigorosamente aplicada. Hóspedes adicionais poderão ser acomodados mediante aprovação prévia e poderão ser aplicados custos adicionais. 11. Danos à propriedade Os hóspedes são responsáveis ​​por quaisquer danos causados ​​à propriedade do hotel durante a sua estadia. Podem ser cobradas taxas para reparos ou substituições. 12. Animais de estimação Não são permitidos animais de estimação no Pearl Cove Hotel-Casino, com exceção de animais de serviço. Por favor, informe o hotel com antecedência se você estiver acompanhado por um animal de serviço. 13. Perdidos e Achados O hotel não se responsabiliza por quaisquer itens perdidos ou roubados. Por favor, proteja seus pertences e comunique quaisquer itens perdidos à recepção. 14. Política de Privacidade Todas as informações dos hóspedes são mantidas em sigilo e não serão compartilhadas com terceiros sem consentimento. Consulte nossa política de privacidade para obter mais detalhes. 15. Saúde e segurança Os hóspedes são obrigados a cumprir todas as diretrizes de saúde e segurança fornecidas pelo hotel, incluindo os protocolos COVID-19. Máscaras podem ser necessárias em determinadas áreas. 16. Comodidades Os hóspedes podem desfrutar das comodidades do hotel, incluindo piscina, spa, restaurantes e cassino. Podem ser aplicadas taxas adicionais para determinados serviços. 17. Entretenimento Pearl Cove Hotel-Casino oferece uma variedade de opções de entretenimento, incluindo shows ao vivo, música e eventos especiais. Confira a programação das próximas apresentações. 18. Responsabilidade Ambiental Nós nos esforçamos para ser um hotel ecológico e incentivamos os hóspedes a economizar energia e água durante a sua estadia. Lixeiras para reciclagem estão disponíveis em toda a propriedade. 19. Feedback e reclamações Valorizamos o feedback dos nossos hóspedes e estamos empenhados em resolver quaisquer problemas prontamente. Entre em contato com a recepção caso tenha alguma dúvida ou sugestão. 20. Aproveite a sua estadia Esperamos que você tenha uma estadia maravilhosa e memorável no Pearl Cove Hotel-Casino. Obrigado por nos escolher para suas férias no Brasil. 18+ Política de privacidade Termos e condições Isenção de responsabilidade +55 25 4600 6712 PearlCove@gmail.com Via Costeira Sen. Dinarte Medeiros Mariz, 6045 - Parque das Dunas, Natal - RN, 59090-002",
    "thank_page": "Obrigado pelo seu pedido - Mal podemos esperar para recebê-lo em Pearl Cove Obrigado! Obrigado pelo seu interesse no nosso hotel-cassino, \"Pearl Cove\"! Agradecemos o seu pedido e estamos entusiasmados com a oportunidade de recebê-lo em nosso estabelecimento. Esperamos fornecer a você um serviço excelente, entretenimento emocionante e uma experiência memorável durante sua estadia conosco. Se você tiver dúvidas ou solicitações adicionais, não hesite em entrar em contato. Obrigado por escolher \"Pearl Cove\"! Página principal"
  },
  "date": "2024-07-16T10:31:36.480Z"
}