{
  "name": "Pinup",
  "pages": {
    "index": "Регистрация аккаунта Pin-Up ᐉ Регистрируйтесь и начинайте играть ВЫБЕРИТЕ Ваш бонус на первый депозит Бонус 120% + 250FS для игры в казино Бонус до 125% для ставок на спорт Бонус 120% + 250FS для игры в казино Бонус до 125% для ставок на спорт Регистрация по номеру телефона по email Ваш номер телефона Валюта Загеристрироваться Уже есть аккаунт? Войти Я соглашаюсь с Правилами и Условиями Получать рассылку об акциях по email и в SMS",
    "privacy-policy": "Privacy Policy | Palacio de Pinup Политика конфиденциальности - Pinup В Pinup защита вашей конфиденциальности является нашим главным приоритетом. Этот Политика конфиденциальности описывает, как мы собираем, используем и защищаем вашу личную информацию. 1. Информация, которую мы собираем: - Мы собираем личную информацию, такую как имя, адрес электронной почты и номер телефона, когда вы пользуетесь нашими услугами или подписываетесь на наши обновления. - Кроме того, мы собираем информацию неличного характера, такую как IP -адрес, данные браузера и информация об устройстве, для улучшения функциональности нашего веб-сайта и услуг. 2. Использование Вашей информации: - Мы используем вашу личную информацию для обработки заказов, облегчения общения и оказания поддержки клиентам. - Неличная информация может быть использована для аналитики, маркетинговых инициатив и улучшений нашей онлайн-платформы. 3. Раскрытие информации: - Мы не обмениваемся, не продаем и не сдаем в аренду вашу личную информацию третьим лицам. Однако мы передаем данные надежным поставщикам услуг для работы веб-сайта и предоставления услуг. 4. Меры по защите данных: - Мы применяем строгие протоколы безопасности для защиты вашей информации от несанкционированного доступа, изменения, раскрытия или уничтожения. 5. Ваши права: - Вы имеете право на доступ, исправление или удаление своих персональных данных и можете отказаться от получения рекламных сообщений. 6. Изменения в политике: - Мы оставляем за собой право обновлять или пересматривать настоящую Политику конфиденциальности в любое время, при этом изменения вступают в силу немедленно после публикации. Если у вас есть какие-либо вопросы или сомнения по поводу нашей политики конфиденциальности, пожалуйста, свяжитесь с нами по адресу pinup@gmail.com. Спасибо, что выбрали Pinup! Последнее обновление: апрель 2024 Вернуться на главную",
    "thanks": "Спасибо за ваш запрос! Благодарим вас за то, что выбрали Pinup! Команда Pinup искренне благодарна вам за то, что вы обратились к нам. Ваш вклад неоценим и будет тщательно рассмотрен. Мы стремимся предоставлять первоклассный сервис, и ваши предложения играют жизненно важную роль в нашем постоянном совершенствовании. Если вам понадобится дополнительная помощь или у вас возникнут какие-либо дополнительные вопросы, не стесняйтесь обращаться к нам снова. Еще раз благодарим вас за то, что выбрали Pinup! Мы искренне ценим это! Вернуться на главную страницу"
  },
  "date": "2024-06-24T07:30:57.287Z"
}