{
  "name": "pixelplay",
  "pages": {
    "disclaimer": "PixelPlay - Disclaimer: Important Information and Legal Notices +91-932-2800100 pixelplay@gmail.com PixelPlay Home Releases Updates Council Join Disclaimer Content Accuracy While we strive to provide accurate and up-to-date information, PixelPlay does not guarantee the accuracy, completeness, or timeliness of any information available on our website. The content on PixelPlay is provided for general information purposes only and should not be relied upon as professional advice. Third-Party Links PixelPlay may contain links to third-party websites. These links are provided solely for your convenience. PixelPlay does not endorse, nor is it responsible for, the content of these third-party websites. Your use of any third-party website is at your own risk. User-Generated Content PixelPlay may allow users to post their own content, such as game reviews, comments, and forum posts. PixelPlay is not responsible for the content, accuracy, or opinions expressed in such posts. We reserve the right to remove any content that we deem inappropriate or offensive. Intellectual Property All content on PixelPlay, including but not limited to text, graphics, logos, and software, is the property of PixelPlay or its content suppliers and is protected by international copyright laws. Any unauthorized use of this content is strictly prohibited. Changes to the Disclaimer PixelPlay reserves the right to update or modify this Disclaimer at any time without prior notice. Your continued use of PixelPlay following any changes to this Disclaimer constitutes your acceptance of these changes. Governing Law This Disclaimer and your use of PixelPlay are governed by the laws of the jurisdiction in which PixelPlay is located. Any dispute arising out of your use of PixelPlay shall be resolved in the courts of this jurisdiction. Limitation of Liability In no event shall PixelPlay or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on PixelPlay, even if PixelPlay or a PixelPlay authorized representative has been notified orally or in writing of the possibility of such damage. Indemnification You agree to indemnify, defend, and hold harmless PixelPlay, its officers, directors, employees, agents, licensors, and suppliers from and against all claims, losses, liabilities, expenses, damages, and costs, including, without limitation, attorneys' fees, arising from or relating in any way to your use of PixelPlay, your User Content, your violation of these Terms, or your violation of any rights of another. Termination PixelPlay reserves the right, in its sole discretion, to terminate your access to all or part of PixelPlay, with or without notice. Contact Us If you have any questions or concerns about this Disclaimer, please contact us at pixelplay@gmail.com. By using PixelPlay, you acknowledge that you have read and understood this Disclaimer and agree to be bound by its terms and conditions. If you do not agree to these terms, please do not use PixelPlay. Thank you for choosing PixelPlay as your destination for computer games. We hope you enjoy your time here and find our content informative and engaging. Happy gaming! PixelPlay Pages Home Releases Updates Council Join Additionally Disclaimer Privacy Policy Terms of use 18+",
    "index": "PixelPlay - Your Ultimate Hub for Gaming News, Reviews, and Community +91-932-2800100 pixelplay@gmail.com PixelPlay Home Releases Updates Council Join Welcome to PixelPlay! Explore the world of gaming with PixelPlay, your ultimate destination for everything about computer games. Get the game Latest Releases Discover the hottest new games hitting the market. Game Reviews Read in-depth reviews to find your next favorite game. Gaming News and Updates Stay informed with the latest news, updates, and trends in the gaming industry. Esports Coverage Follow your favorite teams and tournaments. Developer Spotlights Learn about the creative minds behind your beloved games. Exclusive Interviews Dive deep into interviews with game developers and industry experts. Gaming Tips and Tricks Enhance your gaming skills with our expert tips and strategies. Beginner's Guide Essential tips for newcomers to the gaming world. Join Advanced Techniques Master advanced gameplay techniques to dominate your opponents. Join Community Forums Connect with fellow gamers to share strategies and experiences. Join Join the PixelPlay Community Engage with a vibrant community of gamers from around the globe. Gaming Events Participate in exciting gaming events and competitions. Exclusive Offers Access special discounts and promotions on games and gear. Member Benefits Enjoy perks like early access to game betas and exclusive content. Game with Confidence Why Choose PixelPlay? PixelPlay is your trusted source for all things gaming. With our curated content and community-driven approach, we ensure you stay ahead in the gaming world. Descontos exclusivos Entrega rápida Garantia de qualidade Atendimento ao cliente dedicado 5000+ Top Games 1M+ Active Members 2M+ Monthly Visitors Games Call us now +91-932-2800100 Explore Popular Games Dive into some of the most beloved offline games enjoyed by gamers worldwide. The Witcher 3: Wild Hunt Embark on an epic RPG journey as Geralt of Rivia. Get the game Red Dead Redemption 2 Experience the life of an outlaw in the American frontier. Get the game Skyrim Discover the vast open world of Tamriel and its rich lore. Get the game Dark Souls III Test your skills in a challenging action RPG adventure. Get the game The Legend of Zelda: Breath of the Wild Embark on an unforgettable journey through Hyrule. Get the game Resident Evil Village Face off against terrifying creatures in this survival horror masterpiece. Get the game Get in Touch Have questions or feedback? Fill out the form below and we'll get back to you shortly. I accept the Privacy Policy Send a request PixelPlay Pages Home Releases Updates Council Join Additionally Disclaimer Privacy Policy Terms of use 18+ This website uses cookies to ensure you get the best experience on our website. Learn more Got it! document.addEventListener(\"DOMContentLoaded\", function () { const cookieConsent = document.getElementById(\"cookieConsent\"); const acceptCookies = document.getElementById(\"acceptCookies\"); if (!cookieConsent) return; if (!localStorage.getItem(\"cookieConsentAccepted\")) { cookieConsent.style.display = \"flex\"; } else { cookieConsent.style.display = \"none\"; } acceptCookies.addEventListener(\"click\", function () { localStorage.setItem(\"cookieConsentAccepted\", \"true\"); cookieConsent.style.display = \"none\"; }); });",
    "privacy-policy": "PixelPlay - Privacy Policy: How We Protect Your Data and Privacy +91-932-2800100 pixelplay@gmail.com PixelPlay Home Releases Updates Council Join Privacy Policy Additional Information We Collect In addition to the information described above, we may also collect the following types of information about you: Cookies and other tracking technologies: We use cookies and other tracking technologies to collect information about your use of the Services, such as your browsing history, search history, and preferences. We may also use these technologies to deliver targeted advertising to you. You can control the use of cookies and other tracking technologies through your browser settings, but please note that disabling these technologies may limit your ability to use certain features of the Services. Location information: We may collect information about your location, such as your IP address, GPS coordinates, or Wi-Fi network information, when you use the Services. We may use this information to provide you with location-based services, such as showing you nearby gaming events or providing you with personalized content. Payment information: If you make a purchase through the Services, we may collect your payment information, such as your credit card number, billing address, and other payment-related information. We use this information to process your payment and fulfill your order. How We Use Your Information for Advertising We may use your information to deliver targeted advertising to you, such as by showing you ads for games or other products that we think may be of interest to you. We may use cookies and other tracking technologies to collect information about your browsing history, search history, and preferences, and we may use this information to deliver ads that are more relevant to you. We may also use your information to measure the effectiveness of our advertising campaigns. Your Ad Choices You can control the use of your information for advertising purposes by adjusting your privacy settings on your device or browser. You can also opt out of targeted advertising by visiting the Digital Advertising Alliance's Consumer Choice page or the Network Advertising Initiative's opt-out page. Please note that even if you opt out of targeted advertising, you may still see ads on the Services, but they may not be as relevant to you. Data Retention We will retain your information for as long as your account is active or as needed to provide you with the Services. We may also retain your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements. Your Rights Depending on your location and applicable law, you may have certain rights with respect to your personal information, such as the right to access, correct, or delete your information, or the right to object to or restrict certain processing of your information. If you would like to exercise any of these rights, please contact us at pixelplay@gmail.com. Please note that we may need to verify your identity before we can process your request. Third-Party Links and Services The Services may contain links to third-party websites or services that are not owned or controlled by PixelPlay. We are not responsible for the privacy practices of these third parties, and we encourage you to review their privacy policies before providing any personal information to them. If you have any questions or concerns about this Privacy Policy or our data practices, please contact us at pixelplay@gmail.com. We will do our best to respond to your inquiry in a timely and helpful manner. Thank you for using PixelPlay! We hope that this Privacy Policy helps you understand how we collect, use, and disclose your information, and how you can control your privacy preferences. If you have any feedback or suggestions for how we can improve our data practices, please let us know. We value your input and are committed to providing a safe and enjoyable experience for all of our users. PixelPlay Pages Home Releases Updates Council Join Additionally Disclaimer Privacy Policy Terms of use 18+",
    "terms-conditions": "PixelPlay - Terms of Use: Rules and Guidelines for Using Our Services +91-932-2800100 pixelplay@gmail.com PixelPlay Home Releases Updates Council Join Terms of Use Third-Party Links and Services PixelPlay may contain links to third-party websites or services that are not owned or controlled by us. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. You further acknowledge and agree that PixelPlay shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such websites or services. We strongly advise you to read the terms and conditions and privacy policies of any third-party websites or services that you visit. Indemnification You agree to defend, indemnify, and hold harmless PixelPlay, its officers, directors, employees, and agents, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees) arising from: (i) your use of and access to PixelPlay; (ii) your violation of any term of these Terms of Use; (iii) your violation of any third-party right, including without limitation any copyright, property, or privacy right; or (iv) any claim that your content caused damage to a third party. This defense and indemnification obligation will survive these Terms of Use and your use of PixelPlay.Severability If any provision of these Terms of Use is held to be invalid or unenforceable, such provision shall be struck and the remaining provisions shall be enforced. Entire Agreement These Terms of Use, together with our Privacy Policy, constitute the entire agreement between you and PixelPlay regarding your use of our website and services, superseding any prior agreements between you and PixelPlay. Waiver The failure of PixelPlay to enforce any right or provision of these Terms of Use will not be deemed a waiver of such right or provision. Assignment PixelPlay may assign, transfer, or delegate any of its rights and obligations under these Terms of Use without your consent. You may not assign, transfer, or delegate any of your rights and obligations under these Terms of Use without PixelPlay's prior written consent. Feedback We welcome and encourage you to provide feedback, comments, and suggestions for improvements to PixelPlay. You may submit feedback by emailing us at pixelplay@gmail.com. You acknowledge and agree that all feedback will be the sole and exclusive property of PixelPlay and you hereby irrevocably assign to PixelPlay all of your right, title, and interest in and to all feedback, including without limitation all worldwide patent, copyright, trade secret, moral, and other proprietary or intellectual property rights therein. Disclaimer of Warranties PixelPlay is provided on an \"as is\" and \"as available\" basis. We make no representations or warranties of any kind, express or implied, as to the operation of our website or the information, content, materials, or products included on our website. Contact Information If you have any questions about these Terms of Use, please contact us at pixelplay@gmail.com. By using PixelPlay, you signify your acceptance of these Terms of Use. If you do not agree to these terms, please do not use our website or any services we provide. Thank you for choosing PixelPlay for your computer gaming needs. We hope you enjoy our website and services. PixelPlay Pages Home Releases Updates Council Join Additionally Disclaimer Privacy Policy Terms of use 18+",
    "thanks": "PixelPlay - Thank You for Your Submission: We Appreciate Your Feedback Thank You for Reaching Out! We appreciate you taking the time to connect with us here at PixelPlay. Your feedback and thoughts are truly valuable, and they help us to improve and grow. Our team is committed to providing the best possible experience for our users. We will review your message carefully and consider your suggestions thoughtfully. Please allow us some time to process your request. We will get back to you as soon as we can. Your patience is greatly appreciated. Once again, thank you for your contribution. We're excited to continue this journey with you. Return to the site"
  },
  "date": "2024-07-04T06:44:26.442Z"
}