{
  "name": "Platinum Tower_australia",
  "pages": {
    "casino": "Platinum Tower | Casino | Experience the Glamour at Platinum Tower's Casino Platinum Tower About Casino (18+) Contacts Booking Please note, the information on our website regarding the casino is intended for adults aged 18 and over only. Thank you for your understanding. Yes, I'm 18 and older Cassino Experience the thrilling world of gaming and entertainment in our luxurious casino. Place your bets and try your luck at our array of exciting games. We hope you have a fantastic and unforgettable experience with us. Booking Browse Welcome to the luxurious hotel-casino \"Platinum Tower\", where elegance meets excitement, and every visit is a chance to experience unforgettable thrills. At our casino, we offer a wide variety of games to cater to every player's preference, whether you're a seasoned gambler or a beginner looking to try your luck. Step into our vibrant casino floor and immerse yourself in the world of high-stakes gaming. Our extensive selection of slot machines features all the latest and most popular titles, guaranteeing endless entertainment and numerous opportunities to win big. From classic fruit machines to modern video slots, there's something for everyone to enjoy. For those who prefer the thrill of strategic gameplay, we offer a range of table games such as poker, blackjack, and roulette. Test your skills against our professional dealers and fellow players in a sophisticated and welcoming atmosphere. Whether you're a card shark or a novice, our friendly staff is always on hand to assist you and ensure a seamless experience. Our poker room is a haven for enthusiasts of this beloved game, with regular tournaments and cash games available for players of all levels. Take a seat at one of our tables and showcase your poker prowess as you compete for impressive prizes and the admiration of your peers. The intense yet sociable atmosphere of the poker room makes it the perfect place to test your mettle and forge lasting connections with fellow players. If blackjack is more your style, then look no further than our elegantly appointed tables, where you can challenge the dealer and sharpen your skills in the pursuit of the elusive 21. With attentive service and a lively ambiance, our blackjack tables offer an unparalleled gaming experience that is sure to keep you coming back for more. For fans of the iconic game of roulette, our expertly crafted wheels beckon you to place your bets and watch as the ball spins, holding the promise of untold riches. Whether you prefer the simplicity of red or black, the excitement of a straight bet, or the thrill of a split, our roulette tables offer endless possibilities for strategic and adventurous players alike. At \"Platinum Tower\", we take pride in providing our guests with a superior gaming experience that is second to none. Our casino is designed to cater to the needs and preferences of discerning players who demand nothing but the best. From the quality of our games to the professionalism of our dealers, every aspect of our casino is meticulously curated to ensure that your time with us is both enjoyable and rewarding. Come and join us at \"Platinum Tower\" and discover the magic of our casino for yourself. Whether you're looking to hit the jackpot on our slot machines, test your skills at the poker table, or experience the excitement of blackjack and roulette, we have everything you need to make your gaming dreams a reality. With our commitment to excellence and dedication to customer satisfaction, we guarantee an unforgettable gaming experience that will keep you coming back for more. Experience the thrill of the casino at \"Platinum Tower\", where every visit is a chance to win big and create lasting memories. Join us today and let the games begin! Contact for more 18+ Privacy Policy Terms and Conditions Disclaimer +61 352 124 665 PlatinumTower@gmail.com 8 Whiteman St, Southbank VIC 3006 function closeWindow() { document.getElementsByClassName(\"ageRestrictionSection\")[0].style.display = \"none\"; document.getElementsByClassName(\"bodyCasino\")[0].style.overflowY = \"scroll\"; } let elementsArray = document.querySelectorAll(\".tile\"); window.addEventListener('scroll', fadeIn ); function fadeIn() { for (var i = 0; i",
    "contact": "Platinum Tower | Contacts | Get in Touch with Platinum Tower: Contact Us Platinum Tower About Casino (18+) Contacts Booking Contacts Whether you have inquiries, feedback, or simply want to reach out to us, this is the place to be. Our team is here to assist you with any questions or requests you may have. Feel free to get in touch with us through the contact information provided. We look forward to hearing from you and ensuring your stay at Platinum Tower is exceptional. Booking Browse Contact Us We value your feedback and are here to assist you with any inquiries you may have. Please feel free to reach out to us through the following contact information: Address: 8 Whiteman St, Southbank VIC 3006 Phone: +61 352 124 665 Email: PlatinumTower@gmail.com For reservations, please contact our reservation team at PlatinumTower@gmail.com. We are available to assist you Monday through Friday from 9am to 5pm. If you have any urgent matters outside of these hours, please call our 24-hour guest services line at +61 352 124 665. Thank you for choosing Platinum Tower Hotel. We look forward to hearing from you and ensuring your stay with us is a memorable one. I accept Privacy Policy Send 18+ Privacy Policy Terms and Conditions Disclaimer +61 352 124 665 PlatinumTower@gmail.com 8 Whiteman St, Southbank VIC 3006 let elementsArray = document.querySelectorAll(\".tile\"); window.addEventListener('scroll', fadeIn ); function fadeIn() { for (var i = 0; i",
    "disclaimer": "Platinum Tower | Disclaimer | Platinum Tower Disclaimer: Important Information for Guests Platinum Tower About Casino (18+) Contacts Booking Disclaimer Welcome to Platinum Tower, the ultimate destination for luxury and excitement in Melbourne, Australia. With our world-class casino, luxurious hotel accommodations, and unparalleled guest services, we promise to provide you with an unforgettable experience unlike any other. At Platinum Tower, we pride ourselves on offering the very best in casino gaming. Our state-of-the-art casino floor features a wide range of games, from classic favorites like blackjack and roulette to exciting new slot machines and electronic table games. Whether you're a seasoned gambler or a casual player, you'll find plenty of options to suit your style and preferences. But our casino is more than just a place to play games - it's a vibrant and dynamic entertainment destination in its own right. With regular live music performances, world-class dining options, and special events and promotions, there's always something happening at Platinum Tower. Whether you're looking for a night out with friends or a romantic evening for two, our casino has something for everyone. Of course, we understand that gambling can be a fun and thrilling activity, but it can also be addictive and harmful if not done responsibly. That's why we have a strict policy in place to promote responsible gaming and to help those who may be struggling with addiction. Our staff is trained to recognize the signs of problem gambling and to provide assistance to those in need. We also offer resources and support services for individuals and families affected by gambling addiction. In addition to our world-class casino, Platinum Tower offers luxurious hotel accommodations that are second to none. Our elegantly appointed rooms and suites are designed to provide the ultimate in comfort and relaxation, with modern amenities and stunning views of the Melbourne skyline. Whether you're here for a weekend getaway or a longer stay, you'll find everything you need to make your stay truly unforgettable. But our commitment to excellence doesn't stop at our gaming floor and hotel rooms - it extends to every aspect of your experience at Platinum Tower. From the moment you arrive, our dedicated staff is here to ensure that your stay is nothing short of perfect. Whether you need assistance with dinner reservations, transportation, or anything else, we're here to help. We want you to feel like a VIP from the moment you walk through our doors. In addition to our outstanding casino and hotel accommodations, Platinum Tower also offers a range of other amenities and services to enhance your stay. Our on-site restaurants serve up delicious cuisine from around the world, and our bars and lounges are the perfect place to unwind with a cocktail or two. We also offer a fitness center, spa, and pool for those looking to relax and rejuvenate during their stay. If you're planning a special event or celebration, Platinum Tower has you covered. Our elegant event spaces are perfect for weddings, corporate events, and other gatherings, and our experienced team of event planners will work with you to create a truly unforgettable occasion. From custom catering menus to state-of-the-art AV equipment, we have everything you need to make your event a success. Of course, no stay at Platinum Tower would be complete without exploring all that Melbourne has to offer. From world-class shopping and dining to cultural attractions and outdoor adventures, there's something for everyone in this vibrant city. Our concierge team is happy to help you plan your itinerary and make the most of your time in Melbourne, whether you're here for business or pleasure. At Platinum Tower, we're committed to providing you with an exceptional experience that you'll remember for years to come. From our world-class casino to our luxurious hotel accommodations, we aim to exceed your expectations at every turn. So why wait? Book your stay with us today and discover the magic of Platinum Tower for yourself. We can't wait to welcome you to our world of luxury and excitement. 18+ Privacy Policy Terms and Conditions Disclaimer +61 352 124 665 PlatinumTower@gmail.com 8 Whiteman St, Southbank VIC 3006",
    "index": "Platinum Tower | Welcome to Platinum Tower: Your Premier Destination Platinum Tower About Casino (18+) Contacts Booking We would like to inform you that our hotel website, \"Platinum Tower\", uses cookie files to enhance your browsing experience and provide personalized services. By continuing to use our website, you consent to the use of these cookies. You can find more information on how we use cookies in our privacy policy. Accept All Decline Platinum Tower We are thrilled to have you as our guest and look forward to providing you with an unforgettable stay. Whether you are here for business or leisure, our team is dedicated to making your experience truly special. From our elegant accommodations to our top-notch amenities, we strive to exceed your expectations in every way possible. Booking Browse Welcome to Platinum Tower, where luxury and comfort come together to provide our guests with an unforgettable experience. Located in the heart of the city, Platinum Tower offers stunning views of the skyline and easy access to top attractions, shopping, dining, and entertainment options. Whether you are visiting for business or leisure, our hotel is the perfect choice for your stay. Our rooms and suites are designed with your comfort in mind, featuring elegant furnishings, plush bedding, and modern amenities. Each room is equipped with a flat-screen TV, minibar, coffee maker, and free Wi-Fi to ensure a relaxing and convenient stay. Our attentive staff is always on hand to assist with any requests and to make your stay as enjoyable as possible. Indulge in a delicious meal at our on-site restaurant, which serves a variety of international and local cuisines prepared by our talented chefs. After a long day of exploring the city or attending meetings, unwind with a refreshing drink at our bar or relax in our spa and wellness center. For those traveling for business, our hotel offers meeting and event spaces equipped with state-of-the-art technology and professional services. Whether you are hosting a small gathering or a large conference, our dedicated team will ensure that your event is a success. At Platinum Tower, we strive to provide a superior level of service and hospitality to all of our guests. Whether you are a first-time visitor or a repeat guest, we look forward to welcoming you and exceeding your expectations. Book your stay with us today and experience the epitome of luxury at Platinum Tower. Opulent Accommodations At Platinum Tower, we take pride in providing our guests with opulent accommodations that are designed to offer the utmost comfort and luxury. Each of our guest rooms and suites is elegantly appointed with plush furnishings, sumptuous bedding, and state-of-the-art amenities to ensure a truly unforgettable stay. Whether you choose a standard guest room or a lavish suite, you can rest assured that you will be surrounded by elegance and sophistication at Platinum Tower. Gourmet Dining Options Indulge your palate with our gourmet dining options at Platinum Tower. From delectable fine dining experiences to casual cafe fare, our hotel offers a variety of culinary delights to tantalize your taste buds. Start your day off right with a delicious breakfast at our on-site restaurant, enjoy a leisurely lunch by the pool, or savor a gourmet dinner at our upscale dining establishment. Whatever your culinary preferences, you are sure to find something to satisfy your appetite at Platinum Tower. Relaxation and Wellness Unwind and rejuvenate in style at Platinum Tower. Our hotel features a range of relaxation and wellness services to help you unwind and de-stress during your stay. Take a dip in our sparkling pool, unwind in our sauna and steam room, or pamper yourself with a soothing massage at our on-site spa. Whether you prefer to relax by the pool or indulge in a luxurious spa treatment, you can enjoy a moment of tranquility and relaxation at Platinum Tower. Exceptional Event Spaces Host your next event in style at Platinum Tower. Our hotel offers exceptional event spaces that are perfect for a variety of occasions, from corporate meetings to lavish weddings. Whether you are planning a small intimate gathering or a grand celebration, our dedicated event planning team will ensure that every detail is taken care of. With state-of-the-art audiovisual equipment, flexible seating arrangements, and impeccable service, Platinum Tower is the perfect venue for your next event. 24-Hour Concierge Services Experience personalized service and attention to detail with our 24-hour concierge services at Platinum Tower. Our dedicated concierge team is on hand to assist you with anything you may need during your stay, from arranging transportation and dinner reservations to providing recommendations for local attractions and activities. Whether you need assistance with business services or simply want to plan a special outing, our concierge team is here to ensure that your stay is seamless and stress-free. Fitness Center Stay active and energized during your stay at Platinum Tower with our state-of-the-art fitness center. Equipped with a range of cardiovascular and strength training equipment, our fitness center is the perfect place to maintain your workout routine while away from home. Whether you prefer to hit the treadmill, lift weights, or participate in a group fitness class, you can stay on top of your fitness goals at Platinum Tower. Business Center Stay connected and productive during your stay at Platinum Tower with our fully equipped business center. Whether you need to check your email, print documents, or host a virtual meeting, our business center provides all the amenities you need to stay on top of your work responsibilities. With high-speed internet access, printing and copying services, and comfortable workstations, you can handle all of your business needs with ease at Platinum Tower. Valet Parking Enjoy the convenience of valet parking during your stay at Platinum Tower. Our professional valet team is on hand to assist you with parking your vehicle and retrieving it whenever you need it. Whether you are arriving at the hotel or heading out for a night on the town, our valet parking services ensure that you can come and go with ease. Leave the hassle of parking behind and enjoy the convenience of valet parking at Platinum Tower. Room Service Indulge in a private dining experience with our room service at Platinum Tower. Whether you prefer to enjoy breakfast in bed, savor a late-night snack, or relax with a leisurely dinner in the comfort of your room, our room service menu offers a variety of delicious options to choose from. With prompt and attentive service, you can enjoy a gourmet meal without ever having to leave the comfort of your guest room at Platinum Tower. Luxury Suite Indulge in opulence in our lavish Luxury Suite, featuring a spacious living area, king-size bed, and stunning city views from the floor-to-ceiling windows. Reserve Executive Room Ideal for business travelers, the Executive Room offers a comfortable workspace, plush bedding, and modern amenities to ensure a productive and relaxing stay. Reserve Junior Suite Experience the perfect blend of comfort and style in our elegant Junior Suite, complete with a separate sitting area, luxurious bath, and upscale decor. Reserve Family Room Perfect for families, our spacious Family Room features separate sleeping areas for parents and children, ensuring everyone has a peaceful night's rest. Reserve Deluxe Room Unwind in style in our modern Deluxe Room, boasting contemporary furnishings, a cozy bed, and all the comforts you need for a restful stay. Reserve Honeymoon Suite Celebrate your love in our romantic Honeymoon Suite, featuring a private balcony, jacuzzi tub, and champagne on arrival for a truly unforgettable experience. Reserve Superior Room Enjoy a comfortable stay in our well-appointed Superior Room, offering all the essentials for a relaxing retreat, including a plush bed and modern amenities. Reserve Penthouse Suite Live in luxury in our exclusive Penthouse Suite, boasting a private terrace, personal butler service, and unparalleled views of the city skyline. Reserve Studio Room Perfect for solo travelers or couples, our stylish Studio Room offers a cozy retreat with a comfortable bed, sleek furnishings, and all the essentials for a convenient stay. Reserve Accessible Room Designed for guests with mobility needs, our Accessible Room features spacious layouts, grab bars in the bathroom, and other amenities to ensure a comfortable stay for all. Reserve Connecting Rooms Ideal for families or groups traveling together, our Connecting Rooms offer the convenience of adjoining accommodations, providing ample space and privacy for all guests. Reserve Presidential Suite Experience ultimate luxury in our magnificent Presidential Suite, featuring a grand living area, private dining room, and exclusive amenities for a truly unforgettable stay at Platinum Tower. Reserve 18+ Privacy Policy Terms and Conditions Disclaimer +61 352 124 665 PlatinumTower@gmail.com 8 Whiteman St, Southbank VIC 3006 document.addEventListener(\"DOMContentLoaded\", function () { const cookieNotification = document.getElementById(\"cookieInfoSection\"); const cookiesChoice = localStorage.getItem(\"cookiesChoice\"); if (cookiesChoice === \"accepted\") { cookieNotification.style.display = \"none\"; } else if (cookiesChoice === \"declined\") { cookieNotification.style.display = \"none\"; } else { cookieNotification.style.display = \"block\"; } }); function acceptCookies() { const cookieNotification = document.getElementById(\"cookieInfoSection\"); localStorage.setItem(\"cookiesChoice\", \"accepted\"); cookieNotification.style.display = \"none\"; } function declineCookies() { const cookieNotification = document.getElementById(\"cookieInfoSection\"); localStorage.setItem(\"cookiesChoice\", \"declined\"); cookieNotification.style.display = \"none\"; } let elementsArray = document.querySelectorAll(\".tile\"); window.addEventListener('scroll', fadeIn ); function fadeIn() { for (var i = 0; i",
    "policy": "Platinum Tower | Privacy Policy | Platinum Tower Privacy Policy: Your Information's Safety Platinum Tower About Casino (18+) Contacts Booking Privacy Policy At Platinum Tower, we are committed to protecting your privacy and ensuring the security of your personal information. This Privacy Policy outlines how we collect, use, and safeguard your information when you visit our casino-hotel located in Melbourne, Australia. 1. Collection of Personal Information When you visit our casino-hotel, we may collect personal information from you in various ways, such as when you make a reservation, sign up for our loyalty program, participate in promotions, or engage with us through our website or social media channels. The types of personal information we may collect include your name, contact information, payment details, and preferences. 2. Use of Personal Information We use the personal information we collect for various purposes, including: Managing reservations and bookings Providing personalized services to enhance your casino experience Communicating with you about promotions, events, and offers Improving our services and offerings Marketing and promotional activities 3. Disclosure of Personal Information We may disclose your personal information to third parties in the following circumstances: With your consent To service providers who assist us in operating our casino-hotel and providing our services To comply with legal obligations or respond to law enforcement requests In the event of a business merger, acquisition, or sale 4. Protection of Personal Information We take the security of your personal information seriously and have implemented measures to safeguard it from unauthorized access, disclosure, alteration, and destruction. These measures include encryption, secure storage, access controls, and regular security assessments. 5. Cookies and Tracking Technologies Our website may use cookies and other tracking technologies to enhance your browsing experience and gather information about your preferences and interactions with our site. You can adjust your browser settings to block cookies or notify you when they are being used. 6. Third-Party Links Our website may contain links to third-party websites or services that are not operated by us. We are not responsible for the privacy practices or content of these third parties and recommend reviewing their privacy policies before providing any personal information. 7. Children's Privacy Our casino-hotel is intended for adult guests and we do not knowingly collect personal information from children under the age of 18. If you believe your child has provided us with personal information, please contact us immediately to have it removed. 8. Changes to Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. We will notify you of any significant changes and obtain your consent if required by law. 9. Contact Us If you have any questions or concerns about our Privacy Policy or the handling of your personal information, please contact us at PlatinumTower@gmail.com. We are committed to addressing your inquiries promptly and transparently. In conclusion, Platinum Tower is dedicated to protecting your privacy and maintaining the confidentiality of your personal information. By visiting our casino-hotel and engaging with our services, you are agreeing to the terms outlined in this Privacy Policy. Thank you for choosing Platinum Tower as your destination for entertainment and hospitality in Melbourne. 18+ Privacy Policy Terms and Conditions Disclaimer +61 352 124 665 PlatinumTower@gmail.com 8 Whiteman St, Southbank VIC 3006",
    "terms": "Platinum Tower | Terms and Conditions | Platinum Tower Terms and Conditions: Clear Guidelines for Your Stay Platinum Tower About Casino (18+) Contacts Booking Terms and Conditions Welcome to Platinum Tower, the premier casino-hotel destination in Melbourne, Australia. Please take a moment to review our terms and conditions for your stay at our luxurious property. 1. Age Requirement: Guests must be at least 18 years of age to stay at Platinum Tower and utilize the casino facilities. Upon check-in, guests may be asked to provide identification to verify their age. 2. Casino Access: Access to the casino at Platinum Tower is limited to registered hotel guests and members of our loyalty program. Guests must present their room key or membership card to gain entry to the casino. 3. Responsible Gaming: Platinum Tower is committed to promoting responsible gaming practices. We provide resources for guests who may be experiencing issues with gambling and encourage responsible gaming behaviors at all times. 4. Dress Code: Guests visiting the casino at Platinum Tower are expected to adhere to a smart casual dress code. Shirt, shoes, and pants or skirts are required for entry into the casino. Please refrain from wearing offensive or inappropriate clothing. 5. Security: Platinum Tower maintains a high level of security throughout the property, including the casino. Guests may be subject to security checks upon entry to ensure a safe and enjoyable gaming experience for all. 6. Privacy Policy: Platinum Tower respects the privacy of all guests and will not disclose any personal information without consent. Guests may review our full privacy policy on our website or request a copy at the front desk. 7. Room Reservations: All room reservations at Platinum Tower are subject to availability and confirmation. Guests may be required to provide a credit card for reservation security and may cancel their reservation up to 24 hours before check-in without penalty. 8. Check-In and Check-Out: Check-in time at Platinum Tower is 3:00 PM, and check-out time is 11:00 AM. Early check-in and late check-out may be available upon request, subject to availability and additional charges. 9. Room Occupancy: Each room at Platinum Tower is designated for a maximum occupancy, as stated at the time of booking. Additional guests may be accommodated for an extra fee, subject to availability and approval. 10. Room Amenities: Platinum Tower offers a range of amenities in each guest room, including complimentary Wi-Fi, mini-bar, bathrobes, and slippers. Guests are responsible for any damage to or loss of amenities during their stay. 11. Housekeeping Services: Housekeeping services are provided daily at Platinum Tower to ensure a clean and comfortable stay for all guests. Guests may request additional towels, toiletries, or other amenities from housekeeping as needed. 12. Room Service: Platinum Tower offers 24-hour room service for guests who prefer to dine in the comfort of their room. A full menu of options is available for breakfast, lunch, dinner, and late-night snacks. 13. Parking: Parking is available for guests at Platinum Tower, subject to availability and additional charges. Valet parking services are also available for added convenience. 14. Resort Fee: A resort fee may apply to each guest's stay at Platinum Tower, covering various amenities and services provided during the stay. The resort fee will be disclosed at the time of booking and will be charged upon check-in. 15. Changes to Terms and Conditions: Platinum Tower reserves the right to update or modify these terms and conditions at any time without prior notice. Guests are encouraged to review the terms and conditions regularly for any changes. Thank you for choosing Platinum Tower for your casino-hotel experience in Melbourne. We look forward to welcoming you and ensuring an unforgettable stay at our luxurious property. 18+ Privacy Policy Terms and Conditions Disclaimer +61 352 124 665 PlatinumTower@gmail.com 8 Whiteman St, Southbank VIC 3006",
    "thank_page": "Platinum Tower | Thank You | Thank You for Your Request: Platinum Tower's Appreciation Thank you for your request for information about our casino-hotel, Platinum Tower! We are delighted to share more details about our luxurious accommodations, top-rated dining options, and exciting gaming offerings. We look forward to welcoming you to Platinum Tower for an unforgettable experience. If you have any further questions or would like to book your stay, please don't hesitate to reach out to us. Thank you again for considering Platinum Tower for your next trip. Main page"
  },
  "date": "2024-07-17T14:03:13.281Z"
}