{
  "name": "playmobilecric",
  "pages": {
    "privacy-policy": "Privacy Policy - PlayMobileCric PlayMobileCric Home Why are we More Advantages Start today About Us Privacy Policy Our Commitment to Security We take the security of your information seriously and use reasonable and appropriate measures to protect it from unauthorized access, disclosure, alteration, and destruction. We implement a variety of security measures, including encryption, firewalls, and access controls, to help protect your information. However, no security system is perfect, and we cannot guarantee the absolute security of your information. If you have reason to believe that your interaction with us is no longer secure (for example, if you feel that the security of your account has been compromised), please immediately notify us of the problem by contacting us at playmobilecric@gmail.com. Your Choices and Rights You have certain choices and rights regarding your personal information. These include: Access and Correction: You can access and update certain personal information we have about you by logging into your account or contacting us at playmobilecric@gmail.com. Marketing Communications: You can opt-out of receiving marketing communications from us by following the instructions in the communication or by contacting us at playmobilecric@gmail.com. Cookies and Similar Technologies: You can manage the use of cookies and similar technologies on our Services by adjusting your browser settings. Deletion: You can request that we delete your personal information by contacting us at playmobilecric@gmail.com. Please note that we may need to retain certain information for legal or business purposes. Objection: You can object to the processing of your personal information for certain purposes, such as direct marketing, by contacting us at playmobilecric@gmail.com. Data Portability: You can request a copy of your personal information in a machine-readable format by contacting us at playmobilecric@gmail.com. Please note that we may require additional information from you to verify your identity before fulfilling your request. If you have any questions or concerns about this Privacy Policy or our practices, please contact us at playmobilecric@gmail.com or by mail at the address listed in the \"Contact Us\" section of this policy. PlayMobileCric Copyright © 2024 PlayMobileCric. All rights reserved. Home Why are we More Advantages Start today About Us Disclaimer Privacy Policy Terms of Use 18+",
    "terms-conditions": "Terms of Use - PlayMobileCric PlayMobileCric Home Why are we More Advantages Start today About Us Terms of Use Copyright Policy PlayMobileCric respects the intellectual property rights of others and expects its users to do the same. If you believe that any content on our application infringes upon your copyright, please provide our Copyright Agent with a written notice that includes the following information: A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed; Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site; Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material; Information reasonably sufficient to permit us to contact you, such as an address, telephone number, and, if available, an electronic mail address at which you may be contacted; A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law; and A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed. Our designated Copyright Agent to receive notifications of claimed infringement is: playmobilecric@gmail.com. You acknowledge that if you fail to comply with all of the requirements of this Section, your notice may not be valid. Feedback and Suggestions PlayMobileCric welcomes your feedback, comments, and suggestions for improvements to the application. You can submit feedback by emailing us at playmobilecric@gmail.com. By submitting feedback, you grant us a non-exclusive, worldwide, royalty-free, perpetual, irrevocable, sub-licensable, and transferable license to use, reproduce, distribute, prepare derivative works of, display, and perform the feedback in any manner and for any purpose. Survival The provisions of these Terms of Use that by their nature should survive termination shall survive termination, including but not limited to the provisions on Intellectual Property, Disclaimer of Warranties, Limitation of Liability, Indemnification, and Governing Law. Entire Agreement These Terms of Use, together with our Privacy Policy, constitute the entire agreement between you and PlayMobileCric regarding your use of the application, superseding any prior agreements or understandings between you and PlayMobileCric. PlayMobileCric Copyright © 2024 PlayMobileCric. All rights reserved. Home Why are we More Advantages Start today About Us Disclaimer Privacy Policy Terms of Use 18+",
    "thanks": "Thank You - PlayMobileCric Thank You for Reaching Out! We appreciate you taking the time to connect with us here at PlayMobileCric. Our team values your input and is committed to providing you with the best possible experience. Your thoughts, questions, and suggestions are crucial in helping us improve and grow. Rest assured that your message has been successfully delivered and is now in the caring hands of our dedicated team. We will review your message thoroughly and strive to get back to you as soon as possible. In the meantime, feel free to continue exploring our website and enjoy the exciting world of mobile cricket games. Once again, thank you for your valuable contribution, and for being an essential part of the PlayMobileCric community. We look forward to connecting with you further and enhancing your gaming experience. Return to Homepage",
    "disclaimer": "Disclaimer - PlayMobileCric PlayMobileCric Home Why are we More Advantages Start today About Us Disclaimer General Information The information provided on the PlayMobileCric mobile application and website is for general informational purposes only. We strive to keep the information accurate, complete, and up-to-date, but we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the mobile application, website, or the information, products, services, or related graphics contained in the mobile application or website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. Mobile Application and Website Use In no event will PlayMobileCric be liable for any loss or damage, including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of the PlayMobileCric mobile application and website. Through the PlayMobileCric mobile application and website, you are able to link to other websites which are not under the control of PlayMobileCric. We have no control over the nature, content, and availability of those sites. The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them. User Content By submitting, posting, or displaying any content on or through the PlayMobileCric mobile application and website, you grant us a worldwide, non-exclusive, royalty-free license (with the right to sublicense) to use, copy, reproduce, process, adapt, modify, publish, transmit, display, and distribute such content in any and all media or distribution methods (now known or later developed). Modifications PlayMobileCric reserves the right to modify, suspend, or discontinue the PlayMobileCric mobile application and website, or any service, content, feature, or product offered through it, at any time without notice. Governing Law This disclaimer shall be governed by and construed in accordance with the laws of the jurisdiction in which PlayMobileCric is located. Any dispute arising out of or in connection with this disclaimer shall be subject to the exclusive jurisdiction of the courts of the jurisdiction in which PlayMobileCric is located. Contact Information If you have any questions or concerns regarding this disclaimer, please contact us at playmobilecric@gmail.com. PlayMobileCric Copyright © 2024 PlayMobileCric. All rights reserved. Home Why are we More Advantages Start today About Us Disclaimer Privacy Policy Terms of Use 18+",
    "index": "Welcome to PlayMobileCric - Mobile Cricket Game PlayMobileCric Home Why are we More Advantages Start today About Us Welcome to PlayMobileCric PlayMobileCric brings the excitement of cricket to your fingertips. Whether you're a seasoned player or just getting started, dive into the world of mobile cricket gaming like never before. 1 Million+ Downloads Realistic Gameplay Daily Challenges Why Choose PlayMobileCric? 1 Realistic Graphics Immerse yourself in lifelike cricket stadiums. 2 Multiplayer Mode Compete with friends and players globally. 3 Customizable Teams Build your dream cricket team. 4 Challenging Tournaments Compete in intense cricket tournaments. Discover More Latest Updates Stay tuned for new features and improvements. Player Stats Track your progress and achievements. Community Connect with fellow cricket fans. Customizable Teams Build and manage your own cricket team. Realistic Gameplay Experience cricket matches with immersive graphics. Challenging Modes Test your skills in various game modes. Get Started Today Ready to play? Join millions of cricket fans and start your journey with PlayMobileCric now! Get the game About PlayMobileCric At PlayMobileCric, we're passionate about creating the ultimate cricket gaming experience. Our team is dedicated to delivering top-notch gameplay, realistic graphics, and engaging features that keep you coming back for more. Join us in the world of mobile cricket gaming. Let's play! Contact Us Have questions or feedback? Fill out the form below and our team will get back to you soon. I accept privacy policy Request the game playmobilecric@gmail.com Nawathe Stop, Badnera Rd, Amravati, Maharashtra 444607, India +91-776-7807309 PlayMobileCric Copyright © 2024 PlayMobileCric. All rights reserved. Home Why are we More Advantages Start today About Us Disclaimer Privacy Policy Terms of Use 18+ This website uses cookies to ensure you get the best experience on our website. Accept document.addEventListener(\"DOMContentLoaded\", function () { var cookieNotification = document.getElementById(\"cookie-notification\"); var acceptCookieButton = document.getElementById(\"accept-cookie\"); if (localStorage.getItem(\"cookieAccepted\") !== \"true\") { cookieNotification.style.display = \"block\"; } acceptCookieButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookieAccepted\", \"true\"); cookieNotification.style.display = \"none\"; }); });"
  },
  "date": "2024-07-05T07:17:13.999Z"
}