{
  "name": "playset",
  "pages": {
    "terms-conditions": "Terms of Use - Rules and Regulations | PlaySet PlaySet Home Suggestions Why are we Our obligations About Us +91-992-2545474 Terms of Use Acceptance of Terms of Use By using the Website, you accept and agree to abide by these Terms of Use and any additional guidelines or rules that are posted on the Website. PlaySet reserves the right to modify or amend these Terms of Use at any time without notice. Your continued use of the Website following any changes to the Terms of Use constitutes your acceptance of those changes. Eligibility To use the Services provided by PlaySet, you must be at least 18 years old and have the legal capacity to enter into contracts. By using the Website, you represent and warrant that you meet these requirements. Account Registration To access certain features of the Website, you may need to register for an account. You agree to provide accurate, current, and complete information during the registration process. You are responsible for maintaining the confidentiality of your account and password and for restricting access to your computer. You agree to accept responsibility for all activities that occur under your account or password. User Conduct You agree not to use the Website or its Services for any unlawful purpose or in any way that is prohibited by these Terms of Use. You may not use the Website or its Services in any manner that could damage, disable, overburden, or impair the Website or interfere with any other party's use and enjoyment of the Website or its Services. Product Availability and Pricing PlaySet makes every effort to ensure that the products displayed on the Website are available and accurately priced. However, errors may occur. In the event that a product is listed at an incorrect price or is unavailable, PlaySet reserves the right to refuse or cancel any orders placed for that product.Payment and Shipping Payments for products purchased through the Website must be made in full at the time of purchase. PlaySet accepts various payment methods, including credit cards, debit cards, and net banking. Shipping charges will be calculated and displayed during the checkout process. PlaySet ships products to most locations within India. Delivery times may vary depending on the product and your location. Returns and Refunds PlaySet accepts returns of products that are defective, damaged, or not as described on the Website. To initiate a return, please contact PlaySet's customer service within seven (7) days of receiving the product. Refunds will be issued to the original payment method. Warranty Disclaimer The Website and its Services are provided \"as is\" and \"as available\" without warranties of any kind, either express or implied. PlaySet disclaims all warranties, including but not limited to, implied warranties of merchantability, fitness for a particular purpose, and non-infringement. Termination PlaySet may terminate or suspend your access to the Website or its Services at any time, with or without cause, and with or without notice. Upon termination, you must immediately destroy all materials obtained from the Website and all copies thereof, whether made under these Terms of Use or otherwise. Contact Information If you have any questions or concerns regarding these Terms of Use, please contact PlaySet at playset@gmail.com. PlaySet Chhatrapati Shivaji Maharaj Putala, Railway Station Rd, Nanded, Maharashtra 431601, India +91-992-2545474 playset@gmail.com Home Suggestions Why are we Our obligations About Us Disclaimer Privacy Policy Terms of Use",
    "thanks": "Thank You - We Appreciate Your Business | PlaySet Thank You for Reaching Out! We're truly grateful that you took the time to share your thoughts with us. At PlaySet, we value your input and strive to create a community where everyone's voice is heard. Our team will carefully review your message and we'll do our best to get back to you as soon as possible. Remember, your feedback helps us grow and improve. Once again, thank you for connecting with us. We look forward to continuing this conversation and creating amazing experiences together. To main",
    "about": "About Us - Learn More About PlaySet PlaySet Home Suggestions Why are we Our obligations About Us +91-992-2545474 Discover PlaySet About Us At PlaySet, we are passionate about providing top-quality casino equipment to gaming enthusiasts and professionals alike. Our mission is to bring the excitement and authenticity of a casino experience to your home or business with our carefully crafted products. Expertise With years of experience in the industry, we bring expertise and knowledge to every product. Quality First We prioritize quality in every product we offer, ensuring durability and excellence. Innovative Designs Our equipment is designed with modern aesthetics and functionality in mind. Customer Focus Your satisfaction is our top priority, and we are dedicated to providing exceptional service. Reliability We provide reliable and trustworthy products that meet your gaming needs. Competitive Pricing Our products are priced competitively to offer you the best value. Our Team Meet the passionate individuals behind PlaySet: John Smith - Founder & CEO John has over 20 years of experience in the casino industry and is dedicated to bringing high-quality gaming products to the market. Sarah Johnson - Head of Design Sarah leads our design team, ensuring that every product is both functional and aesthetically pleasing. Our Mission At PlaySet, our mission is to enhance your gaming experience with premium casino equipment. We are committed to innovation, quality, and customer satisfaction, making us your trusted partner in the world of gaming. PlaySet Chhatrapati Shivaji Maharaj Putala, Railway Station Rd, Nanded, Maharashtra 431601, India +91-992-2545474 playset@gmail.com Home Suggestions Why are we Our obligations About Us Disclaimer Privacy Policy Terms of Use We use cookies to improve your experience on our site. By continuing to use our site, you accept our use of cookies. Learn more. Accept document.addEventListener(\"DOMContentLoaded\", function () { var cookieNotice = document.getElementById(\"cookie-notice\"); var acceptCookiesButton = document.getElementById(\"accept-cookies\"); if (!localStorage.getItem(\"cookiesAccepted\")) { cookieNotice.style.display = \"flex\"; } else { cookieNotice.style.display = \"none\"; } if (acceptCookiesButton) { acceptCookiesButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieNotice.style.display = \"none\"; }); } }); 18+ Age Verification You must be 18 years or older to enter this site. I am 18 or older document.addEventListener(\"DOMContentLoaded\", function () { var ageVerification = document.getElementById(\"age-verification\"); var confirmAgeButton = document.getElementById(\"confirm-age\"); if (!localStorage.getItem(\"ageVerified\")) { ageVerification.style.display = \"flex\"; } else { ageVerification.style.display = \"none\"; } if (confirmAgeButton) { confirmAgeButton.addEventListener(\"click\", function () { localStorage.setItem(\"ageVerified\", \"true\"); ageVerification.style.display = \"none\"; }); } });",
    "disclaimer": "Disclaimer - Legal Information and Notices | PlaySet PlaySet Home Suggestions Why are we Our obligations About Us +91-992-2545474 Disclaimer Website Information All information provided on PlaySet is for informational purposes only. We strive to provide accurate and up-to-date information, but we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. Product Information PlaySet offers a wide range of casino equipment for sale. All product descriptions, specifications, images, and pricing are subject to change without notice. We endeavor to provide accurate and current information, but we do not guarantee the accuracy, completeness, or timeliness of any information provided on our website. Intellectual Property All content included on this website, such as text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, is the property of PlaySet or its content suppliers and protected by Indian and international copyright laws. The compilation of all content on this website is the exclusive property of PlaySet and protected by Indian and international copyright laws. Governing Law This Disclaimer and any dispute or claim arising out of or in connection with it or its subject matter or formation (including non-contractual disputes or claims) shall be governed by and construed in accordance with the laws of India. Links to Third-Party Websites PlaySet may contain links to other websites that are not under our control. These links are provided for your convenience only and do not imply endorsement by PlaySet. We are not responsible for the content, privacy policies, or practices of any third-party websites. User Conduct You agree not to use this website in any way that causes, or may cause, damage to the website or impairment of the availability or accessibility of the website; or in any way which is unlawful, illegal, fraudulent or harmful, or in connection with any unlawful, illegal, fraudulent or harmful purpose or activity. Indemnification You agree to indemnify, defend, and hold harmless PlaySet, its officers, directors, employees, agents, and third parties, for any losses, costs, liabilities and expenses (including reasonable attorney's fees) relating to or arising out of your use of or inability to use the PlaySet website or services, any user postings made by you, your violation of any terms of this Disclaimer or your violation of any rights of a third party, or your violation of any applicable laws, rules, or regulations. Changes to Disclaimer PlaySet reserves the right to update or change this Disclaimer at any time without notice. Your continued use of the website after any changes to the Disclaimer will constitute your acceptance of such changes. Contact Information If you have any questions or concerns regarding this Disclaimer, please contact us at playset@gmail.com. PlaySet Chhatrapati Shivaji Maharaj Putala, Railway Station Rd, Nanded, Maharashtra 431601, India +91-992-2545474 playset@gmail.com Home Suggestions Why are we Our obligations About Us Disclaimer Privacy Policy Terms of Use",
    "index": "PlaySet - Premium Casino Equipment for Your Gaming Needs PlaySet Home Suggestions Why are we Our obligations About Us +91-992-2545474 Welcome to PlaySet At PlaySet, we offer top-quality casino equipment to elevate your gaming experience. From poker tables to slot machines, we have everything you need to create the perfect casino environment. Get equipment Premium Poker Tables Crafted with precision, our poker tables offer the perfect balance of style and functionality. Slot Machines Experience the thrill of Vegas with our state-of-the-art slot machines. Roulette Wheels Spin in style with our high-quality, perfectly balanced roulette wheels. Blackjack Tables Enhance your blackjack games with our professionally designed tables. Casino Chips Our durable and stylish casino chips add an authentic touch to your games. Card Shufflers Ensure fair play with our reliable and efficient card shufflers. 11 Years Of Experience Why Choose Us Top Quality Casino Gear At PlaySet, we prioritize quality and customer satisfaction. Here's why you should choose us: Premium Materials Expert Craftsmanship Unmatched Durability Excellent Support Our Commitment At PlaySet, we are dedicated to providing the best in casino equipment. Here's what sets us apart: Exceptional Quality We use only the finest materials to ensure our products meet the highest standards. Innovative Designs Our equipment features modern designs to enhance your gaming experience. Poker Equipment Everything you need for an authentic poker experience. Slot Machines A wide range of exciting slot machines to choose from. Roulette Gear Complete your casino setup with our premium roulette wheels. Casino Accessories From chips to shufflers, we have all the accessories you need. About PlaySet At PlaySet, our mission is to provide the best casino equipment for your gaming needs. With years of experience and a dedication to excellence, we ensure every product meets our high standards. Featured Products Exclusive Deals Deluxe Poker Table ₹25,000 Enjoy poker nights with this luxurious, handcrafted table. Order Advanced Slot Machine ₹35,000 Bring the excitement of the casino home with our advanced slot machine. Order Professional Roulette Wheel ₹30,000 Perfectly balanced for the ultimate gaming experience. Order Get in Touch Contact Us Today I accept the Privacy Policy Send +91-992-2545474 playset@gmail.com Chhatrapati Shivaji Maharaj Putala, Railway Station Rd, Nanded, Maharashtra 431601, India PlaySet Chhatrapati Shivaji Maharaj Putala, Railway Station Rd, Nanded, Maharashtra 431601, India +91-992-2545474 playset@gmail.com Home Suggestions Why are we Our obligations About Us Disclaimer Privacy Policy Terms of Use We use cookies to improve your experience on our site. By continuing to use our site, you accept our use of cookies. Learn more. Accept document.addEventListener(\"DOMContentLoaded\", function () { var cookieNotice = document.getElementById(\"cookie-notice\"); var acceptCookiesButton = document.getElementById(\"accept-cookies\"); if (!localStorage.getItem(\"cookiesAccepted\")) { cookieNotice.style.display = \"flex\"; } else { cookieNotice.style.display = \"none\"; } if (acceptCookiesButton) { acceptCookiesButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieNotice.style.display = \"none\"; }); } }); 18+ Age Verification You must be 18 years or older to enter this site. I am 18 or older document.addEventListener(\"DOMContentLoaded\", function () { var ageVerification = document.getElementById(\"age-verification\"); var confirmAgeButton = document.getElementById(\"confirm-age\"); if (!localStorage.getItem(\"ageVerified\")) { ageVerification.style.display = \"flex\"; } else { ageVerification.style.display = \"none\"; } if (confirmAgeButton) { confirmAgeButton.addEventListener(\"click\", function () { localStorage.setItem(\"ageVerified\", \"true\"); ageVerification.style.display = \"none\"; }); } });",
    "privacy-policy": "Privacy Policy - Protecting Your Information | PlaySet PlaySet Home Suggestions Why are we Our obligations About Us +91-992-2545474 Privacy Policy Information We Collect We may collect the following information from you when you use our website or make a purchase: Name Contact information, including email address and phone number Demographic information, such as postcode, preferences, and interests Other relevant information, such as product preferences and feedback We may also collect information about your computer and browsing actions through the use of cookies and similar technologies. This helps us to improve our website and deliver a better and more personalized service. How We Use Your Information We use the information we collect from you for the following purposes: To process and fulfill your orders for our casino equipment products To provide you with information about our products and services, including promotions and special offers To improve our website and customer service To administer a contest, promotion, survey, or other site feature To send you periodic emails about your order or other products and services We will not sell, distribute, or lease your personal information to third parties unless we have your permission or are required by law to do so. Security We are committed to ensuring that your information is secure. In order to prevent unauthorized access or disclosure, we have put in place suitable physical, electronic, and managerial procedures to safeguard and secure the information we collect online. Cookies A cookie is a small file which asks permission to be placed on your computer's hard drive. Once you agree, the file is added, and the cookie helps analyze web traffic or lets you know when you visit a particular site. Cookies allow web applications to respond to you as an individual. The web application can tailor its operations to your needs, likes, and dislikes by gathering and remembering information about your preferences. We use traffic log cookies to identify which pages are being used. This helps us analyze data about web page traffic and improve our website in order to tailor it to customer needs. We only use this information for statistical analysis purposes, and then the data is removed from the system. Overall, cookies help us provide you with a better website by enabling us to monitor which pages you find useful and which you do not. A cookie in no way gives us access to your computer or any information about you, other than the data you choose to share with us. You can choose to accept or decline cookies. Most web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer. This may prevent you from taking full advantage of the website. Contacting Us If you have any questions about this Privacy Policy or the practices of this site, please contact us at playset@gmail.com. PlaySet Chhatrapati Shivaji Maharaj Putala, Railway Station Rd, Nanded, Maharashtra 431601, India +91-992-2545474 playset@gmail.com Home Suggestions Why are we Our obligations About Us Disclaimer Privacy Policy Terms of Use"
  },
  "date": "2024-07-15T11:08:40.361Z"
}