{
  "name": "Pokerforall__LV",
  "pages": {
    "about": "Par Mums - Pokerforall: Uzlabojiet Savu Pokera Spēli Ar Mums Piekrišana personas datu apstrādei Mēs izmantojam sīkdatnes. Mēs augstu vērtējam jūsu uzticību un drošību informāciju un konfidenciāli, saskaņā ar mūsu Privātuma politiku Mēs garantē pareizu apstrādi. Pieņemt Bezmaksas Piegāde Māja Tabulas Tekstils Pokera žetoni Piederumi Galerija Par Mums Komunikācija Par Mums Bezmaksas Piegāde Laipni lūdzam Pokerforall! Mēs priecājamies paziņot, ka piedāvājam bezmaksas piegādi visā Latvijā. Iepērcieties pie mums un saņemiet augstākās kvalitātes pokera piederumus bez papildu izmaksām par piegādi. Neatkarīgi no tā, vai iegādājaties kārtis, žetonus, galdus vai aksesuārus, jūsu pasūtījums tiks piegādāts tieši pie jūsu durvīm ātri un ērti. Izbaudiet izcilu pokera spēles pieredzi ar Pokerforall un mūsu bezmaksas piegādes pakalpojumu visā Latvijā! Plašs produktu klāsts: mēs piedāvājam dažādus augstas kvalitātes pokera produktus, tostarp kāršu kavus, žetonus, pokera galdus un piederumus. Augsta kvalitāte: visi mūsu produkti ir izgatavoti no vislabākajiem materiāliem, nodrošinot uzticamību un izturību. Profesionāls serviss: Mēs garantējam augsta līmeņa klientu apkalpošanu, ātru pasūtījumu apstrādi un ātru atbalstu. Bezmaksas piegāde: Piedāvājam bezmaksas piegādi visā Latvijā, padarot iepirkšanos pie mums vēl izdevīgāk. Pieejamas cenas: mēs cenšamies piedāvāt konkurētspējīgas cenas visiem mūsu produktiem, padarot iepirkšanos pie mums pieejamu visu veidu klientiem. Uzticamība un drošība: mēs rūpējamies par jūsu privātumu un piedāvājam drošus maksājumu veidus, pērkot produktus. Noteikumi un Nosacījumi Privātuma Politika American Express Apple Pay Mastercard PayPal Visa © 2024, PokerForAll visas tiesības paturētas.",
    "accessories": "Pokera Aksesuāri - Pokerforall: Augstākās Kvalitātes Pokera Piederumi Piekrišana personas datu apstrādei Mēs izmantojam sīkdatnes. Mēs augstu vērtējam jūsu uzticību un drošību informāciju un konfidenciāli, saskaņā ar mūsu Privātuma politiku Mēs garantē pareizu apstrādi. Pieņemt Bezmaksas Piegāde Māja Tabulas Tekstils Pokera žetoni Piederumi Galerija Par Mums Komunikācija Piederumi Pokera Pokera žetonu paliktnis - 350 gab. €120,00 EUR Pokera paklājs apaļajam galdam €333,00 EUR Putekļu necaurlaidīgs galda pārklājs €150,00 EUR Pokera žetonu futrālis €120,00 EUR Pokera Galdi Visi pokera galdi tiek izgatavoti pēc pasūtījuma! Ja vēlaties personalizēt vai izveidot savu dizainu, sazinieties ar mums! Uzvaras Galds (9-vietīgs) €300,00 EUR Laimīgais Dūzis (9-vietīgs) €450,00 EUR Karaliskā Kāršu Galda (6-vietīgs) €645,00 EUR Turnīra Tronis (8-vietīgs) €777,00 EUR Victorious Aces Arena (9 spēlētāji) €550,00 EUR Elite Royal Flush Table (8 personām) €370,00 EUR Pokera čempionu tronis (12 vietīgs) €800,00 EUR Noteikumi un Nosacījumi Privātuma Politika American Express Apple Pay Mastercard PayPal Visa © 2024, PokerForAll visas tiesības paturētas.",
    "chips": "Pokera Žetoni - Pokerforall: Augstākās Kvalitātes Pokera Žetoni Piekrišana personas datu apstrādei Mēs izmantojam sīkdatnes. Mēs augstu vērtējam jūsu uzticību un drošību informāciju un konfidenciāli, saskaņā ar mūsu Privātuma politiku Mēs garantē pareizu apstrādi. Pieņemt Bezmaksas Piegāde Māja Tabulas Tekstils Pokera žetoni Piederumi Galerija Par Mums Komunikācija Pokera žetoni Pokera paklājiņš apaļam galdam, 120 cm €35,00 Zestaw chipów, zestaw nowoczesny 150szt. €110,00 Pokera paklājiņš apaļam galdam, 90 cm €93,00 Zestaw chipów, zestaw nowoczesny 100szt. €110,00 Noteikumi un Nosacījumi Privātuma Politika American Express Apple Pay Mastercard PayPal Visa © 2024, PokerForAll visas tiesības paturētas.",
    "contact": "Kontakti - Pokerforall: Sazinieties Ar Mums Ērti Un Ātri Piekrišana personas datu apstrādei Mēs izmantojam sīkdatnes. Mēs augstu vērtējam jūsu uzticību un drošību informāciju un konfidenciāli, saskaņā ar mūsu Privātuma politiku Mēs garantē pareizu apstrādi. Pieņemt Bezmaksas Piegāde Māja Tabulas Tekstils Pokera žetoni Piederumi Galerija Par Mums Komunikācija Komunikācija Adrese: Baltači, Vecpiebalgas pagasts, Cēsu novads, LV-4122, Latvija Pasts: Pokerforall@gmail.com Tālrunis: +371 29 186876 Sazinieties ar mums Es piekrītu - Privātuma Politika Send Noteikumi un Nosacījumi Privātuma Politika American Express Apple Pay Mastercard PayPal Visa © 2024, PokerForAll visas tiesības paturētas.",
    "fabric": "Pokera Audumi - Pokerforall: Augstākās Kvalitātes Pokera Virsmas Piekrišana personas datu apstrādei Mēs izmantojam sīkdatnes. Mēs augstu vērtējam jūsu uzticību un drošību informāciju un konfidenciāli, saskaņā ar mūsu Privātuma politiku Mēs garantē pareizu apstrādi. Pieņemt Bezmaksas Piegāde Māja Tabulas Tekstils Pokera žetoni Piederumi Galerija Par Mums Komunikācija Audums Galdiem Elites Pokera Audums 200x100 cm EUR 75 € Pro Pokera Paklājs 220x110 cm EUR 85 € Čempiona Pokera Audums 240x120 cm EUR 90 € Turnīra Pokera Virsma 260x130 cm EUR 100 € Meistara Pokera Pārklājs 280x140 cm EUR 110 € Ultimālais Pokera Filcs 300x150 cm EUR 120 € Ultimālais Pokera Filcs 150x150 cm EUR 100 € Ultimālais Pokera Filcs 200x150 cm EUR 90 € Noteikumi un Nosacījumi Privātuma Politika American Express Apple Pay Mastercard PayPal Visa © 2024, PokerForAll visas tiesības paturētas.",
    "gallery": "Galerija - Pokerforall: Aplūkojiet Mūsu Pokera Produktus Piekrišana personas datu apstrādei Mēs izmantojam sīkdatnes. Mēs augstu vērtējam jūsu uzticību un drošību informāciju un konfidenciāli, saskaņā ar mūsu Privātuma politiku Mēs garantē pareizu apstrādi. Pieņemt Bezmaksas Piegāde Māja Tabulas Tekstils Pokera žetoni Piederumi Galerija Par Mums Komunikācija Piederumi Pokera Pokera galdi Audumi galdiem Noteikumi un Nosacījumi Privātuma Politika American Express Apple Pay Mastercard PayPal Visa © 2024, PokerForAll visas tiesības paturētas.",
    "index": "Labākais pokera veikals Latvijā - Pokerforall Piekrišana personas datu apstrādei Mēs izmantojam sīkdatnes. Mēs augstu vērtējam jūsu uzticību un drošību informāciju un konfidenciāli, saskaņā ar mūsu Privātuma politiku Mēs garantē pareizu apstrādi. Pieņemt Bezmaksas Piegāde Māja Tabulas Tekstils Pokera žetoni Piederumi Galerija Par Mums Komunikācija Labākais pokera veikals Latvijā Iepazīstieties ar Pokerforall, labāko pokera veikalu Latvijā! Mēs piedāvājam plašu klāstu augstākās kvalitātes pokera piederumu, tostarp kārtis, žetonus, galdus un aksesuārus. Nodrošiniet sev neaizmirstamu pokera spēles pieredzi ar mūsu izciliem produktiem. Apskatiet mūsu piedāvājumu jau šodien! Zamówienie Pokera Galdi Uzvaras Galds (9-vietīgs) €300,00 EUR Laimīgais Dūzis (9-vietīgs) €450,00 EUR Karaliskā Kāršu Galda (6-vietīgs) €645,00 EUR Turnīra Tronis (8-vietīgs) €777,00 EUR Parādīt Visu Audums Galdiem Elites Pokera Audums 200x100 cm EUR 75 € Pro Pokera Paklājs 220x110 cm EUR 85 € Čempiona Pokera Audums 240x120 cm EUR 90 € Turnīra Pokera Virsma 260x130 cm EUR 100 € Meistara Pokera Pārklājs 280x140 cm EUR 110 € Ultimālais Pokera Filcs 300x150 cm EUR 120 € Parādīt Visu Labākās Сenas Laipni lūdzam \"Labākās Cenas\" veikalā, kur piedāvājam plašu pokera piederumu klāstu par nepārspējamām cenām. Mūsu mērķis ir nodrošināt Jums augstākās kvalitātes produktus, kas padarīs Jūsu pokera spēles pieredzi patiesi neaizmirstamu. No kārtīm un žetoniem līdz galdiem un suknēm – mums ir viss, kas nepieciešams profesionālai un mājas spēlei. Iepērcieties pie mums un izbaudiet izcilu kvalitāti par labākajām cenām Latvijā! Šis apraksts varētu būt izmantots kā teksts, lai piesaistītu klientus, kas meklē pokera piederumus par pieejamām cenām. Uzzināt vairāk Pokera Piederumi Pokera paklājiņš apaļam galdam, 100 cm €55,00 EUR Zestaw chipów, zestaw nowoczesny 150szt. €120,00 EUR Pokera paklājiņš apaļam galdam, 120 cm €93,00 EUR Pokera paklājiņš apaļam galdam, 100 cm €110,00 EUR Parādīt Visu Noteikumi un Nosacījumi Privātuma Politika American Express Apple Pay Mastercard PayPal Visa © 2024, PokerForAll visas tiesības paturētas.",
    "policy": "Privātuma politika — Pokerforall: Jūsu privātums mums ir svarīgs Piekrišana personas datu apstrādei Mēs izmantojam sīkdatnes. Mēs augstu vērtējam jūsu uzticību un drošību informāciju un konfidenciāli, saskaņā ar mūsu Privātuma politiku Mēs garantē pareizu apstrādi. Pieņemt Bezmaksas Piegāde Māja Tabulas Tekstils Pokera žetoni Piederumi Galerija Par Mums Komunikācija Privātuma politika Vispārīgie noteikumi Personas dati ir jebkura informācija, kas ļauj identificēt fizisku personu, piemēram, vārds, uzvārds, e-pasta adrese, tālruņa numurs. Šī privātuma politika neattiecas uz personas datiem, kas tiek vākti bezsaistē vai izmantojot jebkuras citas metodes vai kanālus, izņemot vietni. Personas datu vākšana un apstrāde Informācija, ko jūs sniedzat, izmantojot vietni, piemēram, jūsu vārds, uzvārds, e-pasta adrese, tālruņa numurs, dzimšanas datums un cita informācija, ko jūs sniedzat, reģistrējoties vietnē, veicot pirkumus vai izmantojot citas vietnes funkcijas. Informācija, kas tiek saņemta no trešajām personām, piemēram, sociālajiem tīkliem vai maksājumu pakalpojumu sniedzējiem, ja jūs izmantojat šos pakalpojumus, lai piekļūtu vietnei vai izmantotu to. Personas datu izmantošana Lai nodrošinātu jums piekļuvi vietnei un tās funkcijām. Lai apstrādātu jūsu pasūtījumus un nodrošinātu jums klientu apkalpošanu. Lai nosūtītu jums e-pastus un citus paziņojumus par jūsu pasūtījumiem, kontu un citām, ar vietni saistītām aktivitātēm. Lai sniegtu jums mūsu produktu un pakalpojumu mārketinga informāciju, piemēram, e-pastus un sociālo mediju reklāmas. Personas datu atklāšana Mūsu uzticamajiem trešajām personām, kas mums palīdz īstenot šo privātuma politiku, piemēram, maksājumu pakalpojumu sniedzējiem, piegādes uzņēmumiem un mārketinga aģentūrām. Valsts iestādēm un tiesībaizsardzības iestādēm, ja tas ir likumīgi ticis pieprasīts. Personas datu aizsardzība Mēs esam ieviesuši piemērotus tehniskos un organizatoriskos pasākumus, lai aizsargātu jūsu personas datus no nesankcionētas piekļuves, lietošanas, atklāšanas, maiņas vai iznīcināšanas. Šie pasākumi ietver, bet neaprobežojas ar: SSL šifrēšanas izmantošanu, lai aizsargātu datu pārraidi starp jūsu ierīci un vietni. Pieejas ierobežošanas izmantošanu personas datiem tikai tiem darbiniekiem, kuriem tas ir nepieciešams, lai veiktu savu darbu. Personas datu glabāšana Mēs glabājam jūsu personas datus tikai tik ilgi, cik tas ir nepieciešams, lai izpildītu šajā privātuma politikā noteiktos mērķus. Pēc tam, kad vairs nav nepieciešams glabāt jūsu personas datus, mēs tos dzēsīsim vai anonimizēsim, proti, mēs noņemsim vai mainīsim identificējamu informāciju, lai jūs vairs nevarētu identificēt. Noteikumi un Nosacījumi Privātuma Politika American Express Apple Pay Mastercard PayPal Visa © 2024, PokerForAll visas tiesības paturētas.",
    "tables": "Pokerforall - Labākais Pokera Veikals Latvijā Piekrišana personas datu apstrādei Mēs izmantojam sīkdatnes. Mēs augstu vērtējam jūsu uzticību un drošību informāciju un konfidenciāli, saskaņā ar mūsu Privātuma politiku Mēs garantē pareizu apstrādi. Pieņemt Bezmaksas Piegāde Māja Tabulas Tekstils Pokera žetoni Piederumi Galerija Par Mums Komunikācija Pokera Galdi Visi pokera galdi tiek izgatavoti pēc pasūtījuma! Ja vēlaties personalizēt vai izveidot savu dizainu, sazinieties ar mums! Uzvaras Galds (9-vietīgs) €300,00 EUR Laimīgais Dūzis (9-vietīgs) €450,00 EUR Karaliskā Kāršu Galda (6-vietīgs) €645,00 EUR Turnīra Tronis (8-vietīgs) €777,00 EUR Victorious Aces Arena (9 spēlētāji) €550,00 EUR Elite Royal Flush Table (8 personām) €370,00 EUR Pokera čempionu tronis (12 vietīgs) €800,00 EUR Noteikumi un Nosacījumi Privātuma Politika American Express Apple Pay Mastercard PayPal Visa © 2024, PokerForAll visas tiesības paturētas.",
    "terms-conditions": "Noteikumi un nosacījumi — Pokerforall: Jūsu ceļvedis mūsu pokera produktu lietošanai Piekrišana personas datu apstrādei Mēs izmantojam sīkdatnes. Mēs augstu vērtējam jūsu uzticību un drošību informāciju un konfidenciāli, saskaņā ar mūsu Privātuma politiku Mēs garantē pareizu apstrādi. Pieņemt Bezmaksas Piegāde Māja Tabulas Tekstils Pokera žetoni Piederumi Galerija Par Mums Komunikācija Pokerforall – lietošanas noteikumi Šie lietošanas noteikumi (turpmāk tekstā - Noteikumi) nosaka Pokerforall.lv vietnes (turpmāk tekstā – Vietne) lietošanas noteikumus, kā arī attiecības starp SIA 'Pokerforall' (turpmāk tekstā – Pārdevējs) un Vietnes lietotājiem (turpmāk tekstā – Lietotājs). Lūdzu, uzmanīgi izlasiet šos Noteikumus pirms Vietnes lietošanas! Vispārīgi noteikumi 1.1. Šīs Vietnes lietošana ir iespējama tikai saskaņā ar šiem Noteikumiem. Lietojot Vietni, jūs apstiprināt, ka esat izlasījis un saprotat šos Noteikumus un piekrītat tiem. 1.2. Pārdevējs patur tiesības jebkurā laikā mainīt šos Noteikumus, publicējot atjaunināto versiju Vietnē. Jūsu pienākums ir regulāri pārbaudīt šos Noteikumus un iepazīties ar jebkādām izmaiņām. Turpinot Vietnes lietošanu pēc izmaiņu ieviešanas, jūs apstiprināt, ka piekrītat jaunajiem Noteikumiem. 1.3. Pārdevējs var atteikties sniegt jums piekļuvi Vietnei, ja jūs pārkāpjat šos Noteikumus vai kā citādi kaitējat Pārdevēja interesēm. Lietotāja pienākumi 2.1. Lietotājam ir pienākums nodrošināt, ka informācija, ko viņš sniegs Vietnē, ir precīza, aktuāla un pilnīga. 2.2. Lietotājam ir pienākums neizmantot Vietni nelikumīgiem vai nelegāliem mērķiem, kā arī nesniegt citiem lietotājiem nepareizu vai maldinošu informāciju. 2.3. Lietotājam ir pienākums neizmantot Vietni, lai radītu kaitējumu Pārdevējam, citiem lietotājiem vai trešajām personām. 2.4. Lietotājam ir pienākums ievērot visus Latvijas Republikas likumus un normas, kas attiecas uz interneta lietošanu. Pārdevēja pienākumi 3.1. Pārdevējs apņemas sniegt Lietotājam precīzu un aktuālu informāciju par produktiem un pakalpojumiem, kas pieejami Vietnē. 3.2. Pārdevējs apņemas darīt visu iespējamo, lai nodrošinātu Vietnes drošību un stabilitāti. 3.3. Pārdevējs cenšas nodrošināt, ka Vietne darbojas bez pārtraukumiem, taču Pārdevējs nav atbildīgs par jebkādiem zaudējumiem, kas radušies Vietnes nepieejamības dēļ. Pārdevēja atbildība 4.1. Pārdevējs nav atbildīgs par jebkādiem zaudējumiem, kas radušies Lietotāja rīcības dēļ, kas ir pretēji šiem Noteikumiem. 4.2. Pārdevējs nav atbildīgs par jebkādiem zaudējumiem, kas radušies trešo personu rīcības dēļ, ieskaitot Vietnes nepieejamības dēļ. 4.3. Pārdevējs nav atbildīgs par jebkādiem zaudējumiem, kas radušies tehnisku kļūdu dēļ Vietnē. Privātuma politika 5.1. Informācija, ko jūs sniedzat Vietnē, tiks apstrādāta saskaņā ar Pārdevēja privātuma politiku. 5.2. Pārdevējs nekad nepārdos jūsu personīgo informāciju trešajām personām. 5.3. Pārdevējs var izmantot jūsu personīgo informāciju, lai sniegtu jums informāciju par produktiem un pakalpojumiem, kas ir saistīti ar Vietni. Preces un pakalpojumi 6.1. Vietnē pieejamās preces ir aprakstītas produkta informācijas lapās. Pārdevējs cenšas nodrošināt, ka šī informācija ir precīza un aktuāla, taču Pārdevējs nevar garantēt, ka tā ir pilnīgi precīza. Citi noteikumi Lietotājam ir jāuzņemas pilna atbildība par jebkādiem zaudējumiem, kas radušies viņa rīcības dēļ, kas ir pretēji šiem Noteikumiem. Noteikumi un Nosacījumi Privātuma Politika American Express Apple Pay Mastercard PayPal Visa © 2024, PokerForAll visas tiesības paturētas.",
    "thanks": "Paldies - Pokerforall: pateicīgs par jūsu atbalstu Paldies par pasūtījumu! Jūsu Pokerforall pieredze sākas tagad! Mēs priecājamies, ka izvēlējāties Pokerforall, lai papildinātu savu pokera piederumu kolekciju vai iegādātos jaunas spēles piederības! Jūsu pasūtījums ir saņemts un jau tiek apstrādāts, lai pēc iespējas ātrāk nonāktu pie jums. Mēs saprotam, ka ievadīt pokera pasauli var būt izaicinoši, tāpēc mēs vēlamies jums palīdzēt katrā solī. Neatkarīgi no tā, vai esat iesācējs, kurš vēlas iemācīties spēlēt, vai pieredzējis spēlētājs, kas meklē jaunus izaicinājumus, mūsu komanda ir šeit, lai sniegtu padomus un atbildētu uz visiem jūsu jautājumiem. Mēs esam pārliecināti, ka šie produkti palīdzēs jums uzlabot jūsu pokera spēles pieredzi un sniegs jums prieku un izaicinājumus. Katrs Pokerforall produkts ir rūpīgi atlasīts, lai nodrošinātu visaugstāko kvalitāti un izturību. Mēs sadarbojamies ar uzticamiem piegādātājiem, kuri specializējas pokera piederumu izstrādē, lai piedāvātu jums labākās iespējas spēlēt. Mēs esam pārliecināti, ka jūs būsiet apmierināts ar saviem pirkumiem! Ja rodas kādi jautājumi vai nepieciešama palīdzība, lūdzu, sazinieties ar mūsu klientu apkalpošanas komandu jebkurā brīdī. Mēs vienmēr priecājamies palīdzēt. Pokerforall ir kļuvis par vienu no vadošajiem pokera piederumu veikaliem Latvijā, pateicoties mūsu apņēmībai piedāvāt klientiem ne tikai plašu preci sortimenta izvēli, bet arī izcilu klientu apkalpošanas līmeni. Pokers ir izaicinoša un aizraujoša spēle, kas prasa stratēģiju, prasmes un mazliet veiksmi. Bet patiesībā visbūtiskākais ir spēles mīlestība un vēlme mācīties un uzlaboties. Pokerforall vēlas būt jūsu uzticamais partneris šajā ceļojumā. Mēs piedāvājam plašu resursu klāstu, kas palīdzēs jums iemācīties spēlēt pokeru, uzlabot savas spēles prasmes un atrast jaunas spēles iespējas. Neaizmirstiet, ka spēle ir prieks un izaicinājums. Izbaudiet katru spēles momentu, mācieties no savām kļūdām un nekad neapstājieties attīstīties. Pokerforall ir šeit, lai atbalstītu jūs visā ceļā. Mājas"
  },
  "date": "2024-07-10T13:06:16.380Z"
}