{
  "name": "PokerLegends",
  "pages": {
    "about-us": "About Us - PokerLegends - Premier Offline Poker Tournament Destination PokerLegends HOME ABOUT US Tournament Contact About PokerLegends Welcome to PokerLegends, the ultimate destination for offline poker tournaments. At PokerLegends, we are passionate about bringing together poker enthusiasts from around the world to compete in top-tier tournaments. With a commitment to excellence, fair play, and unforgettable experiences, we strive to provide an unparalleled poker environment. Our team of experts meticulously organizes each event, ensuring that every tournament meets our high standards for competition, integrity, and excitement. Whether you are a seasoned pro or a newcomer to the game, PokerLegends has a place for you at the table. Experience the thrill of live poker in a professional setting with state-of-the-art facilities and a welcoming community. With secure registration processes, premium venues, and dedicated support staff, PokerLegends is your trusted partner in the world of poker tournaments. Join us as we continue to elevate the poker experience, creating legends one hand at a time. Discover the future of poker with PokerLegends today. EXCLUSIVE OFFER Enjoy Up to 30% OFF DISCOVER DEALS Featured Tournaments Main Event Championship View Details High Roller Tournament View Details FAQ How do I register for a tournament? You can register for our tournaments online through our website. Simply visit the tournaments page and follow the registration instructions. What is the buy-in amount for the tournaments? Buy-in amounts vary depending on the tournament. Please check the details of each tournament on our tournaments page for specific buy-in amounts. Are there any age restrictions for participants? Yes, participants must be at least 18 years old to enter our tournaments. Proof of age may be required during registration. What are the tournament rules? Tournament rules can be found on our website under the rules section. We recommend reviewing them before participating. How can I contact customer support? You can contact our customer support team through the contact form on our website or by email at pokerlegends@gmail.com. PokerLegends website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline PokerLegends Experience the ultimate in offline poker tournaments with PokerLegends. USEFUL LINKS About Us Tournaments Contact Disclaimers Privacy & Policy Terms & Conditions LOCATE US VWJ9+53C, Uran, Ranwad, Maharashtra 400702, India pokerlegends@gmail.com +91-755-595-8314",
    "contacts": "Contact Us - PokerLegends - Reach Out for Support and Inquiries PokerLegends HOME ABOUT US Tournament Contact CONTACT US Have a question? Reach out to PokerLegends! I accept Privacy Policy SUBMIT STAY IN TOUCH VWJ9+53C, Uran, Ranwad, Maharashtra 400702, India pokerlegends@gmail.com +91-755-595-8314 PokerLegends website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline PokerLegends Experience the ultimate in offline poker tournaments with PokerLegends. USEFUL LINKS About Us Tournaments Contact Disclaimers Privacy & Policy Terms & Conditions LOCATE US VWJ9+53C, Uran, Ranwad, Maharashtra 400702, India pokerlegends@gmail.com +91-755-595-8314",
    "disclaimers": "Disclaimers - PokerLegends - Important Policies and Information PokerLegends HOME ABOUT US Tournament Contact Disclaimers PokerLegends strives to provide an excellent experience for all participants in our offline poker tournaments. However, by participating in our events, you acknowledge and agree to the following disclaimers: Tournament Changes PokerLegends reserves the right to modify or cancel any tournament or event at its sole discretion. Changes to tournament schedules, formats, or prize structures may occur, and we will provide updates as necessary. Liability PokerLegends is not liable for any losses or damages that may arise from participation in our tournaments or events. This includes, but is not limited to, financial loss, personal injury, or property damage. Accuracy of Information While we strive to provide accurate and up-to-date information, PokerLegends does not guarantee the accuracy, completeness, or reliability of any information related to our tournaments or events. Participants should verify details independently. Participant Conduct Participants are expected to adhere to all rules and regulations of PokerLegends. Any behavior deemed inappropriate or disruptive may result in disqualification from the tournament and potential ban from future events. PokerLegends website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline PokerLegends Experience the ultimate in offline poker tournaments with PokerLegends. USEFUL LINKS About Us Tournaments Contact Disclaimers Privacy & Policy Terms & Conditions LOCATE US VWJ9+53C, Uran, Ranwad, Maharashtra 400702, India pokerlegends@gmail.com +91-755-595-8314",
    "index": "PokerLegends - The Ultimate Offline Poker Tournament Experience PokerLegends HOME ABOUT US Tournament Contact EXPERIENCE & EMBRACE THE THRILL OF POKER JOIN NOW FOR EXCLUSIVE TOURNAMENTS EXPLORE UPCOMING TOURNAMENTS About PokerLegends Welcome to PokerLegends, the ultimate destination for offline poker tournaments. At PokerLegends, we are passionate about bringing together poker enthusiasts from around the world to compete in top-tier tournaments. With a commitment to excellence, fair play, and unforgettable experiences, we strive to provide an unparalleled poker environment. Our team of experts meticulously organizes each event, ensuring that every tournament meets our high standards for competition, integrity, and excitement. Whether you are a seasoned pro or a newcomer to the game, PokerLegends has a place for you at the table. Experience the thrill of live poker in a professional setting with state-of-the-art facilities and a welcoming community. With secure registration processes, premium venues, and dedicated support staff, PokerLegends is your trusted partner in the world of poker tournaments. Join us as we continue to elevate the poker experience, creating legends one hand at a time. Discover the future of poker with PokerLegends today. DISCOVER OUR LATEST TOURNAMENT OFFERINGS Texas Hold'em Main Event $ 1,000 Buy-In Omaha High Stakes $ 2,000 Buy-In Seven Card Stud Classic $ 500 Buy-In Mixed Games Variety $ 750 Buy-In HOT TOURNAMENTS Championship Tournament Main Event $ 1,500 Buy-In High Roller Tournament High Stakes $ 5,000 Buy-In Daily Turbo Quick Play $ 100 Buy-In EXCLUSIVE OFFER Enjoy Up to 30% OFF DISCOVER DEALS Featured Tournaments Main Event Championship View Details High Roller Tournament View Details FAQ How do I register for a tournament? You can register for our tournaments online through our website. Simply visit the tournaments page and follow the registration instructions. What is the buy-in amount for the tournaments? Buy-in amounts vary depending on the tournament. Please check the details of each tournament on our tournaments page for specific buy-in amounts. Are there any age restrictions for participants? Yes, participants must be at least 18 years old to enter our tournaments. Proof of age may be required during registration. What are the tournament rules? Tournament rules can be found on our website under the rules section. We recommend reviewing them before participating. How can I contact customer support? You can contact our customer support team through the contact form on our website or by email at pokerlegends@gmail.com. Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 PokerLegends website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline PokerLegends Experience the ultimate in offline poker tournaments with PokerLegends. USEFUL LINKS About Us Tournaments Contact Disclaimers Privacy & Policy Terms & Conditions LOCATE US VWJ9+53C, Uran, Ranwad, Maharashtra 400702, India pokerlegends@gmail.com +91-755-595-8314 const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "privacy-policy": "Privacy Policy - PokerLegends - Your Data Protection and Privacy PokerLegends HOME ABOUT US Tournament Contact Privacy Policy At PokerLegends, we are committed to protecting your privacy and ensuring the security of your personal information. This Privacy Policy outlines how we collect, use, and safeguard your data. 1. Information We Collect We collect personal information that you provide directly to us, such as your name, email address, phone number, and payment details when you register for a tournament or contact us. We may also collect information about your activity on our website through cookies and other tracking technologies. 2. How We Use Your Information We use your information to: Process and manage your tournament registrations. Communicate with you about our events and updates. Provide customer support and respond to inquiries. Improve our website and services based on user feedback. Ensure the security and integrity of our tournaments. 3. How We Share Your Information We do not sell, trade, or rent your personal information to third parties. We may share your information with: Service providers who assist us in operating our website and conducting tournaments. Law enforcement or legal authorities if required by law or to protect our rights. Business partners or affiliates with whom we collaborate to offer you enhanced services. 4. Your Data Protection Rights You have the right to access, correct, or delete your personal information. You can also object to or restrict our processing of your data. To exercise these rights, please contact us using the details provided below. 5. Data Security We implement appropriate security measures to protect your personal information from unauthorized access, alteration, or disclosure. However, no method of transmission over the internet or electronic storage is completely secure. 6. Changes to This Privacy Policy We may update this Privacy Policy from time to time. Any changes will be posted on this page with an updated effective date. Your continued use of our website constitutes your acceptance of the revised policy. PokerLegends website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline PokerLegends Experience the ultimate in offline poker tournaments with PokerLegends. USEFUL LINKS About Us Tournaments Contact Disclaimers Privacy & Policy Terms & Conditions LOCATE US VWJ9+53C, Uran, Ranwad, Maharashtra 400702, India pokerlegends@gmail.com +91-755-595-8314",
    "products": "Tournaments - PokerLegends - Exciting Poker Events and Competitions PokerLegends HOME ABOUT US Tournament Contact DISCOVER OUR LATEST TOURNAMENT OFFERINGS Texas Hold'em Main Event $ 1,000 Buy-In Omaha High Stakes $ 2,000 Buy-In Seven Card Stud Classic $ 500 Buy-In Mixed Games Variety $ 750 Buy-In HOT TOURNAMENTS Championship Tournament Main Event $ 1,500 Buy-In High Roller Tournament High Stakes $ 5,000 Buy-In Daily Turbo Quick Play $ 100 Buy-In PokerLegends website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline PokerLegends Experience the ultimate in offline poker tournaments with PokerLegends. USEFUL LINKS About Us Tournaments Contact Disclaimers Privacy & Policy Terms & Conditions LOCATE US VWJ9+53C, Uran, Ranwad, Maharashtra 400702, India pokerlegends@gmail.com +91-755-595-8314",
    "terms-conditions": "Terms and Conditions - PokerLegends - Rules and Guidelines for Participation PokerLegends HOME ABOUT US Tournament Contact Terms and Conditions Welcome to PokerLegends. By participating in our offline poker tournaments, you agree to comply with and be bound by the following terms and conditions. Please read them carefully. 1. Eligibility To participate in PokerLegends tournaments, participants must be at least 18 years of age and possess the legal capacity to enter into contracts. Proof of age and identity may be required. 2. Registration All participants must complete the registration process as outlined on our website. Registration is non-transferable and must be completed by the participant themselves. 3. Tournament Rules Participants must adhere to the official rules of the tournament. Failure to comply with the rules may result in disqualification. The rules are subject to change at PokerLegends' discretion. 4. Code of Conduct All participants must conduct themselves in a respectful and sportsmanlike manner. Any form of cheating, collusion, or disruptive behavior will not be tolerated and may result in immediate disqualification. 5. Prizes Prizes will be awarded as specified in the tournament details. PokerLegends reserves the right to substitute prizes of equal or greater value if necessary. Prizes are non-transferable and cannot be exchanged for cash. 6. Liability PokerLegends is not responsible for any injuries, losses, or damages that may occur as a result of participation in the tournaments. Participants assume all risks associated with their participation. 7. Privacy Personal information collected during registration will be used in accordance with our Privacy Policy. By participating, you consent to the collection and use of your information as described in our Privacy Policy. 8. Changes to Terms PokerLegends reserves the right to modify these terms and conditions at any time. Participants will be notified of any significant changes, and continued participation constitutes acceptance of the revised terms. PokerLegends website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline PokerLegends Experience the ultimate in offline poker tournaments with PokerLegends. USEFUL LINKS About Us Tournaments Contact Disclaimers Privacy & Policy Terms & Conditions LOCATE US VWJ9+53C, Uran, Ranwad, Maharashtra 400702, India pokerlegends@gmail.com +91-755-595-8314",
    "thanks": "Thank You - PokerLegends - We Appreciate Your Support PokerLegends HOME ABOUT US Tournament Contact Thank You! We appreciate your interest in PokerLegends! Thank you for reaching out. Your engagement is important to us, and we look forward to connecting with you soon. Stay tuned for updates and more information about our upcoming poker tournaments and events. If you have any further questions, feel free to contact us. PokerLegends website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline PokerLegends Experience the ultimate in offline poker tournaments with PokerLegends. USEFUL LINKS About Us Tournaments Contact Disclaimers Privacy & Policy Terms & Conditions LOCATE US VWJ9+53C, Uran, Ranwad, Maharashtra 400702, India pokerlegends@gmail.com +91-755-595-8314"
  },
  "date": "2024-07-19T07:01:59.071Z"
}