{
  "name": "Pokerforall",
  "pages": {
    "about": "O nas - Pokerforall: Lider w Produkcji Akcesoriów Pokerowych Zgoda na przetwarzanie danych osobowych Używamy plików cookie. Cenimy Twoje zaufanie i bezpieczeństwo Twoich informacji i poufnie, zgodnie z naszą Polityką prywatności We gwarantują prawidłowe przetwarzanie. Akceptuj Darmowa dostawa Pokerforall Dom Stoły Włókienniczy Frytki Akcesoria Galeria O nas Łączność O nas Witamy w naszym sklepie! Witamy w naszym sklepie, gdzie znajdziesz wszystko, czego potrzebujesz do profesjonalnej gry w pokera! Specjalizujemy się w najwyższej jakości tkaninach do stołów pokerowych, które zostały starannie wybrane, aby zapewnić idealne warunki do gry. Nasze produkty łączą w sobie trwałość, elegancję i komfort, co czyni je doskonałym wyborem zarówno dla amatorów, jak i profesjonalistów. Szeroki wybór tkanin: Oferujemy różnorodne tkaniny, od tych przeznaczonych do codziennego użytku, po ekskluzywne i turniejowe warianty. Najwyższa jakość: Każda tkanina w naszym asortymencie pochodzi od renomowanych producentów i jest wykonana z materiałów najwyższej jakości. Konkurencyjne ceny: Zapewniamy doskonały stosunek jakości do ceny, aby każdy mógł cieszyć się profesjonalnym sprzętem do gry w pokera. Elitarna Tkanina do Pokerowych Stołów Nasze produkty: Mistrzowska Tkanina do Gry w Pokera Ekskluzywna Tkanina do Stołów Pokerowych Wysokiej Jakości Tkanina Pokerowa Profesjonalna Tkanina Pokerowa Pokerforall Regulamin Polityka Prywatności American Express Apple Pay Mastercard PayPal Visa © 2024, Pokerforall wszelkie prawa zastrzeżone.",
    "accessories": "Akcesoria Pokerowe - Pokerforall: Wszystko, Czego Potrzebujesz do Gry Zgoda na przetwarzanie danych osobowych Używamy plików cookie. Cenimy Twoje zaufanie i bezpieczeństwo Twoich informacji i poufnie, zgodnie z naszą Polityką prywatności We gwarantują prawidłowe przetwarzanie. Akceptuj Darmowa dostawa Pokerforall Dom Stoły Włókienniczy Frytki Akcesoria Galeria O nas Łączność Akcesoria Taca na żetony do pokera - 350 szt. €100,00 EUR Mata do pokera na okrągły stół €300,00 EUR Pyłoszczelna osłona stołu €150,00 EUR Etui na żetony do pokera €100,00 EUR Stoły do ​​pokera Wszystkie stoły pokerowe są produkowane na zamówienie! Jeśli chcesz spersonalizować lub stworzyć własny projekt, skontaktuj się z nami! Stół do pokera - Superior (9-osobowy) €300,00 EUR Stół do pokera - Superior+ (9-osobowy) €450,00 EUR Stół Króla Pokera (9-osobowy) €645,00 EUR Stół Elitarna Asów (9-osobowy) €777,00 EUR Zwycięska Arena Asów (9-osobowy) €550,00 EUR Elitarny Stół Królewskiego Pokera (9-osobowy) €370,00 EUR Pokerowy Tron Mistrzów (9-osobowy) €800,00 EUR Tkanina pokerowa Profesjonalna Tkanina Pokerowa 95 € Wysokiej Jakości Tkanina Pokerowa 85 € Elitarna Tkanina do Pokerowych Stołów 70 € Mistrzowska Tkanina do Gry w Pokera 80 € Turniejowa Tkanina Pokerowa 75 € Ekskluzywna Tkanina do Stołów Pokerowych 90 € Tkanina Turniejowa do Gry w Pokera 90 € Pokerowa Mata Asów 90 € Żetony do pokera Mata do pokera na okrągły stół 120cm €35,00 Zestaw chipsów 100 szt. €110,00 Mata do pokera na okrągły stół 90cm €93,00 Zestaw chipsów 100 szt. €110,00 Pokerforall Regulamin Polityka Prywatności American Express Apple Pay Mastercard PayPal Visa © 2024, Pokerforall wszelkie prawa zastrzeżone.",
    "chips": "Żetony Pokerowe - Pokerforall: Profesjonalne Żetony do Gry Zgoda na przetwarzanie danych osobowych Używamy plików cookie. Cenimy Twoje zaufanie i bezpieczeństwo Twoich informacji i poufnie, zgodnie z naszą Polityką prywatności We gwarantują prawidłowe przetwarzanie. Akceptuj Darmowa dostawa Pokerforall Dom Stoły Włókienniczy Frytki Akcesoria Galeria O nas Łączność Żetony do pokera Mata do pokera na okrągły stół 120cm €35,00 Zestaw chipsów 100 szt. €110,00 Mata do pokera na okrągły stół 90cm €93,00 Zestaw chipsów 100 szt. €110,00 Pokerforall Regulamin Polityka Prywatności American Express Apple Pay Mastercard PayPal Visa © 2024, Pokerforall wszelkie prawa zastrzeżone.",
    "contact": "Kontakt - Pokerforall: Skontaktuj się z Nami Zgoda na przetwarzanie danych osobowych Używamy plików cookie. Cenimy Twoje zaufanie i bezpieczeństwo Twoich informacji i poufnie, zgodnie z naszą Polityką prywatności We gwarantują prawidłowe przetwarzanie. Akceptuj Darmowa dostawa Pokerforall Dom Stoły Włókienniczy Frytki Akcesoria Galeria O nas Łączność Łączność Аdres Zabraniecka 82, 03-787 Warszawa Poczty Pokerforall@gmail.com Telefonicznej +48 515172468 Połącz się z nami Akceptuję - Polityka Prywatności Send Pokerforall Regulamin Polityka Prywatności American Express Apple Pay Mastercard PayPal Visa © 2024, Pokerforall wszelkie prawa zastrzeżone.",
    "fabric": "Tkaniny Pokerowe - Pokerforall: Najlepsze Tkaniny do Stołów Pokerowych Zgoda na przetwarzanie danych osobowych Używamy plików cookie. Cenimy Twoje zaufanie i bezpieczeństwo Twoich informacji i poufnie, zgodnie z naszą Polityką prywatności We gwarantują prawidłowe przetwarzanie. Akceptuj Darmowa dostawa Pokerforall Dom Stoły Włókienniczy Frytki Akcesoria Galeria O nas Łączność Tkanina pokerowa Profesjonalna Tkanina Pokerowa 95 € Wysokiej Jakości Tkanina Pokerowa 85 € Elitarna Tkanina do Pokerowych Stołów 70 € Mistrzowska Tkanina do Gry w Pokera 80 € Turniejowa Tkanina Pokerowa 75 € Ekskluzywna Tkanina do Stołów Pokerowych 90 € Tkanina Turniejowa do Gry w Pokera 90 € Pokerowa Mata Asów 90 € Pokerforall Regulamin Polityka Prywatności American Express Apple Pay Mastercard PayPal Visa © 2024, Pokerforall wszelkie prawa zastrzeżone.",
    "gallery": "Galeria - Pokerforall: Zobacz Nasze Produkty Pokerowe w Akcji Zgoda na przetwarzanie danych osobowych Używamy plików cookie. Cenimy Twoje zaufanie i bezpieczeństwo Twoich informacji i poufnie, zgodnie z naszą Polityką prywatności We gwarantują prawidłowe przetwarzanie. Akceptuj Darmowa dostawa Pokerforall Dom Stoły Włókienniczy Frytki Akcesoria Galeria O nas Łączność Stoły do ​​pokera Tkaniny na stoły Pokerforall Regulamin Polityka Prywatności American Express Apple Pay Mastercard PayPal Visa © 2024, Pokerforall wszelkie prawa zastrzeżone.",
    "index": "Pokerforall - Najlepsza Jakość Produktów Pokerowych Zgoda na przetwarzanie danych osobowych Używamy plików cookie. Cenimy Twoje zaufanie i bezpieczeństwo Twoich informacji i poufnie, zgodnie z naszą Polityką prywatności We gwarantują prawidłowe przetwarzanie. Akceptuj Darmowa dostawa Pokerforall Dom Stoły Włókienniczy Frytki Akcesoria Galeria O nas Łączność Najlepszy sklep pokerowy w Polsce Najlepszy sklep pokerowy w Polsce oferuje szeroki wybór kart, żetonów, stołów i akcesoriów do gry w pokera. Gwarantujemy najwyższą jakość produktów, konkurencyjne ceny oraz profesjonalną obsługę. Dołącz do naszej społeczności pokerzystów i ciesz się grą na najwyższym poziomie! Zamówienie Stoły do ​​pokera Stół do pokera - Superior (9-osobowy) €300,00 EUR Stół do pokera - Superior+ (9-osobowy) €450,00 EUR Stół Króla Pokera (9-osobowy) €645,00 EUR Stół Elitarna Asów (9-osobowy) €777,00 EUR Pokaż wszystkie Tkanina pokerowa Profesjonalna Tkanina Pokerowa 95 € Wysokiej Jakości Tkanina Pokerowa 85 € Elitarna Tkanina do Pokerowych Stołów 70 € Mistrzowska Tkanina do Gry w Pokera 80 € Turniejowa Tkanina Pokerowa 75 € Ekskluzywna Tkanina do Stołów Pokerowych 90 € Pokaż wszystkie O naszym sklepie Witamy w naszym specjalistycznym sklepie oferującym wysokiej jakości tkaniny na stoły pokerowe. Nasz asortyment został starannie dobrany, aby sprostać standardowym oczekiwaniom zarówno użytkowników amatorskich, jak i profesjonalnych. Staramy się zapewnić, że każda sytuacja pokerowa będzie miała miejsce w wygodnym i ostatecznym środowisku, aby nasi klienci mieli dostęp do możliwości gry. Uczyć się więcej Akcesoria Mata do pokera na okrągły stół 120cm €35,00 Zestaw chipsów 100 szt. €110,00 Mata do pokera na okrągły stół 90cm €93,00 Mata do pokera na okrągły stół 110cm €75,00 Pokaż wszystkie Pokerforall Regulamin Polityka Prywatności American Express Apple Pay Mastercard PayPal Visa © 2024, Pokerforall wszelkie prawa zastrzeżone.",
    "policy": "Polityka Prywatności - Pokerforall: Twoje Dane Są Bezpieczne Zgoda na przetwarzanie danych osobowych Używamy plików cookie. Cenimy Twoje zaufanie i bezpieczeństwo Twoich informacji i poufnie, zgodnie z naszą Polityką prywatności We gwarantują prawidłowe przetwarzanie. Akceptuj Darmowa dostawa Pokerforall Dom Stoły Włókienniczy Frytki Akcesoria Galeria O nas Łączność Polityka prywatności Definicj W niniejszej Polityce prywatności zastosowano następujące definicje: Użytkownik oznacza każdą osobę korzystającą z Serwisu. Gromadzenie i przetwarzanie danych osobowych Administrator zbiera i przetwarza następujące dane osobowe Użytkowników: imię i nazwisko, adres poczty elektronicznej, numer telefonu, adres IP Prawa Użytkownika Użytkownikowi przysługują następujące prawa związane z przetwarzaniem jego danych osobowych: prawo dostępu do danych, prawo do sprostowania danych, prawo do usunięcia danych, Okres przechowywania danych osobowych Dane osobowe Użytkowników będą przechowywane przez Administratora przez okres niezbędny do realizacji celów przetwarzania, określonych w art. 2 ust. 2 powyżej. Po upływie okresu przechowywania dane osobowe Użytkowników zostaną usunięte. Zmiana Polityki prywatności Administrator zastrzega sobie prawo do zmiany niniejszej Polityki prywatności w dowolnym czasie. O zmianach niniejszej Polityki prywatności Użytkownicy zostaną poinformowani za pośrednictwem Serwisu lub poczty elektronicznej. Pokerforall Regulamin Polityka Prywatności American Express Apple Pay Mastercard PayPal Visa © 2024, Pokerforall wszelkie prawa zastrzeżone.",
    "tables": "Stoły Pokerowe - Pokerforall: Profesjonalne Stoły do Gry w Pokera Zgoda na przetwarzanie danych osobowych Używamy plików cookie. Cenimy Twoje zaufanie i bezpieczeństwo Twoich informacji i poufnie, zgodnie z naszą Polityką prywatności We gwarantują prawidłowe przetwarzanie. Akceptuj Darmowa dostawa Pokerforall Dom Stoły Włókienniczy Frytki Akcesoria Galeria O nas Łączność Stoły do ​​pokera Wszystkie stoły pokerowe są produkowane na zamówienie! Jeśli chcesz spersonalizować lub stworzyć własny projekt, skontaktuj się z nami! Stół do pokera - Superior (9-osobowy) €300,00 EUR Stół do pokera - Superior+ (9-osobowy) €450,00 EUR Stół Króla Pokera (9-osobowy) €645,00 EUR Stół Elitarna Asów (9-osobowy) €777,00 EUR Zwycięska Arena Asów (9-osobowy) €550,00 EUR Elitarny Stół Królewskiego Pokera (9-osobowy) €370,00 EUR Pokerowy Tron Mistrzów (9-osobowy) €800,00 EUR Pokerforall Regulamin Polityka Prywatności American Express Apple Pay Mastercard PayPal Visa © 2024, Pokerforall wszelkie prawa zastrzeżone.",
    "terms-conditions": "Regulamin - Pokerforall: Zasady i Warunki Korzystania Zgoda na przetwarzanie danych osobowych Używamy plików cookie. Cenimy Twoje zaufanie i bezpieczeństwo Twoich informacji i poufnie, zgodnie z naszą Polityką prywatności We gwarantują prawidłowe przetwarzanie. Akceptuj Darmowa dostawa Pokerforall Dom Stoły Włókienniczy Frytki Akcesoria Galeria O nas Łączność Regulamin Postanowienia ogólne Korzystanie z Serwisu jest równoznaczne z akceptacją niniejszego regulaminu. Operator zastrzega sobie prawo do zmiany regulaminu w każdym czasie. Zmiany regulaminu wchodzą w życie z chwilą ich opublikowania w Serwisie. W przypadku naruszenia przez Użytkownika postanowień niniejszego regulaminu, Operator może podjąć następujące działania: - usunąć konto Użytkownika, - zablokować dostęp Użytkownika do Serwisu, Definicje Konto Użytkownika - indywidualne konto założone przez Użytkownika w Serwisie, umożliwiające korzystanie z jego funkcjonalności. Serwis - serwis internetowy dostępny pod adresem Pokerforall.com. Użytkownik - osoba fizyczna korzystająca z Serwisu. Rejestracja w Serwisie Rejestracja w Serwisie jest bezpłatna i dobrowolna. W celu rejestracji Użytkownik zobowiązany jest podać następujące dane: - adres e-mail, - hasło, - numer telefonu. Po wypełnieniu formularza rejestracyjnego Użytkownik otrzyma na podany adres e-mail wiadomość z linkiem aktywacyjnym. Kliknięcie w link aktywacyjny kończy proces rejestracji. Zasady korzystania z Serwisu Użytkownik zobowiązany jest do korzystania z Serwisu zgodnie z jego przeznaczeniem. Użytkownik nie może wykorzystywać Serwisu do: - działań niezgodnych z prawem, - działań naruszających prawa osób trzecich. Treści zamieszczane w Serwisie Użytkownik ponosi pełną odpowiedzialność za treści zamieszczane przez niego w Serwisie. Użytkownik zobowiązany jest do zamieszczania treści zgodnych z prawem i dobrymi obyczajami. Operator zastrzega sobie prawo do usuwania treści zamieszczonych w Serwisie, które naruszają niniejszy regulamin lub obowiązujące przepisy prawa. Pokerforall Regulamin Polityka Prywatności American Express Apple Pay Mastercard PayPal Visa © 2024, Pokerforall wszelkie prawa zastrzeżone.",
    "thanks": "Dziękujemy - Pokerforall: Twoje wsparcie jest dla nas ważne! Dziękujemy za zamówienie Witamy w PokerForALL! Jesteśmy podekscytowani, że wybrałeś nas jako swojego dostawcę produktów pokerowych. Jesteśmy wiodącym na rynku sklepem specjalizującym się w dostarczaniu szerokiej gamy wysokiej jakości artykułów do gry w pokera, w tym stołów, żetonów, kart i akcesoriów. Twoje zamówienie zostało pomyślnie złożone Twoje zamówienie zostało pomyślnie otrzymane i przetworzone. Otrzymasz wiadomość e-mail z potwierdzeniem zawierającą szczegóły Twojego zamówienia, numer śledzenia i szacowany czas dostawy. Bądź na bieżąco ze statusem swojego zamówienia Możesz śledzić status swojego zamówienia w dowolnym momencie, odwiedzając naszą stronę internetową i klikając łącze 'Śledź moje zamówienie'. Będziesz potrzebował numeru zamówienia i adresu e-mail, którego użyłeś do złożenia zamówienia. Szacunkowy czas dostawy Szacunkowy czas dostawy podany w wiadomości e-mail z potwierdzeniem to jedynie przybliżenie. Czas dostawy może się różnić w zależności od Twojej lokalizacji i dostępności produktów. Dołożymy wszelkich starań, aby dostarczyć Twoje zamówienie tak szybko, jak to możliwe. Dziękujemy za wybranie PokerForALL Dziękujemy za zaufanie i czekamy na dostarczenie Ci najlepszych produktów pokerowych. Nie wahaj się z nami skontaktować, jeśli masz jakiekolwiek pytania lub potrzebujesz pomocy. Dom"
  },
  "date": "2024-07-09T11:58:11.984Z"
}