{
  "name": "PortoOasis",
  "pages": {
    "disclaimer": "Aviso Legal - PortoOasis: Limitação de Responsabilidade e Informações Sobre nós Nossos quartos O que oferecemos Contato Aviso Legal Bem-vindo ao site do PortoOasis. Ao acessar e utilizar nosso site, você concorda com os seguintes termos e condições deste aviso legal: 1. Informações no Site O conteúdo deste site é fornecido apenas para fins informativos. Embora nos esforcemos para manter as informações atualizadas e precisas, não garantimos a integridade, precisão, confiabilidade, adequação ou disponibilidade em relação ao site ou às informações, produtos, serviços ou gráficos contidos no site para qualquer propósito. Qualquer confiança que você deposite em tais informações é, portanto, estritamente por sua conta e risco. 2. Limitação de Responsabilidade Em nenhuma circunstância o PortoOasis será responsável por qualquer perda ou dano, incluindo, sem limitação, perda ou dano indireto ou consequente, ou qualquer perda ou dano decorrente de perda de dados ou lucros, decorrentes ou relacionados ao uso deste site. 3. Links para Sites de Terceiros Nosso site pode conter links para sites de terceiros que não são controlados ou operados por nós. Esses links são fornecidos apenas para sua conveniência. Não temos controle sobre a natureza, conteúdo e disponibilidade desses sites. A inclusão de quaisquer links não implica necessariamente uma recomendação ou endossa as opiniões expressas dentro deles. 4. Alterações no Site Reservamo-nos o direito de modificar ou descontinuar, temporariamente ou permanentemente, o site (ou qualquer parte dele) com ou sem aviso prévio. Você concorda que não seremos responsáveis perante você ou qualquer terceiro por qualquer modificação, suspensão ou descontinuação do site. 5. Contato Se você tiver dúvidas sobre este aviso legal, entre em contato conosco pelo e-mail portooasis@gmail.com. 6. Lei Aplicável Este aviso legal será regido e interpretado de acordo com as leis de Brasil, sem considerar seus conflitos de disposições legais. Endereço SRIA II (Polo de Moda) - Guará, Brasília - Distrito Federal, 70297-400, Brasil Email portooasis@gmail.com Telefone +55-61-2312-2026 política de Privacidade termos e Condições Isenção de responsabilidade",
    "index": "Sobre o PortoOasis - Conheça Nosso Hotel e Nossa História Sobre nós Nossos quartos O que oferecemos Contato Bem-vindo ao PortoOasis No PortoOasis, dedicamo-nos a oferecer uma experiência excepcional a todos os nossos hóspedes. Combinamos conforto, elegância e um serviço impecável para garantir que sua estadia seja inesquecível. Nossa equipe está comprometida em atender todas as suas necessidades e proporcionar uma atmosfera acolhedora e amigável. Conheça mais sobre a nossa história, valores e o que nos torna um destino único. Bem-vindo ao PortoOasis O PortoOasis é um hotel de luxo à beira-mar, situado na encantadora costa de Miami Beach. Com vistas espetaculares do oceano e comodidades de alto padrão, nosso hotel proporciona o ambiente ideal para férias relaxantes e revigorantes. Nesta descrição detalhada, destacamos as principais características que fazem do nosso hotel uma escolha favorita para viajantes que buscam uma experiência verdadeiramente inesquecível. Serviços de Spa Uma das principais atrações do PortoOasis é o nosso spa de última geração, onde os hóspedes podem desfrutar de uma ampla gama de tratamentos luxuosos. Nosso spa conta com uma equipe de terapeutas experientes dedicados a proporcionar uma experiência verdadeiramente relaxante. De massagens suecas a tratamentos faciais revitalizantes, temos opções para todos os gostos. Os hóspedes também podem aproveitar nossas banheiras de hidroterapia, saunas secas e a vapor para um relaxamento ainda mais profundo. Nossos serviços de spa são projetados para acalmar a mente, o corpo e a alma, deixando os hóspedes revigorados e rejuvenescidos. Seja para relaxar após um dia cheio de atividades ou simplesmente para se entregar a alguns mimos merecidos, nosso spa é o lugar perfeito para se refugiar e se renovar. Contate-nos Centro de Fitness Para os hóspedes que desejam manter-se ativos durante sua estadia, o PortoOasis oferece um moderno centro de fitness equipado com uma ampla variedade de equipamentos de cardio e musculação. Nossa academia funciona 24 horas por dia, proporcionando flexibilidade para os hóspedes se exercitarem conforme sua conveniência. Seja para uma corrida matinal na esteira ou uma sessão de treino à tarde, nosso centro de fitness oferece tudo o que você precisa para manter-se em forma durante suas férias. Além dos equipamentos de fitness, nosso hotel oferece diversas aulas de fitness e treinamento pessoal, proporcionando oportunidades para os hóspedes elevarem seu treino a um nível superior. Com uma equipe dedicada de profissionais de fitness, nossos hóspedes podem alcançar seus objetivos de condicionamento físico em um ambiente de apoio e motivação. Desde yoga e Pilates até treinos intervalados de alta intensidade, nosso centro de fitness oferece opções variadas para todos os interesses. Contate-nos Por que escolher o PortoOasis Existem várias razões pelas quais os hóspedes escolhem o PortoOasis para suas férias, começando pela nossa localização deslumbrante à beira-mar, comodidades luxuosas e serviço excepcional. Nosso hotel está estrategicamente posicionado na costa de Miami Beach, oferecendo vistas incríveis do oceano e acesso conveniente às praias ensolaradas. Se você prefere relaxar na praia com um bom livro ou dar um mergulho revitalizante no mar, o PortoOasis proporciona o cenário ideal para um dia de sol e diversão. Além da localização privilegiada à beira-mar, o PortoOasis oferece uma ampla gama de comodidades luxuosas que atendem às necessidades de cada hóspede. Do nosso spa e centro de fitness de última geração à piscina ao ar livre e ao restaurante de alta qualidade, nosso hotel tem tudo o que você precisa para umas férias verdadeiramente memoráveis. Nossa equipe calorosa e dedicada está empenhada em proporcionar um serviço excepcional, garantindo que cada hóspede desfrute de uma estadia confortável e agradável. Além disso, o PortoOasis está convenientemente localizado próximo a uma variedade de atrações, incluindo lojas, restaurantes e opções de entretenimento. Se você deseja explorar a animada vida noturna de Miami Beach ou simplesmente relaxar na areia, nosso hotel serve como a base perfeita para todas as suas aventuras de férias. Com fácil acesso ao transporte local e uma variedade de atividades e excursões disponíveis, o PortoOasis oferece algo para todos os tipos de viajantes. Em resumo, o PortoOasis é a escolha ideal para hóspedes que buscam férias luxuosas e relaxantes à beira-mar. Com nosso spa de classe mundial, academia bem equipada e comodidades de alto nível, nosso hotel oferece tudo o que você precisa para uma experiência verdadeiramente inesquecível. Seja para relaxar na praia, desfrutar de tratamentos de spa indulgentes ou manter-se ativo no centro de fitness, o PortoOasis tem algo especial para cada um. Reserve agora sua estadia no PortoOasis e descubra o melhor refúgio à beira-mar. Galeria Contato Nome Email Telefone Aceito a Política de privacidade Enviar Endereço SRIA II (Polo de Moda) - Guará, Brasília - Distrito Federal, 70297-400, Brasil Email portooasis@gmail.com Telefone +55-61-2312-2026 política de Privacidade termos e Condições Isenção de responsabilidade",
    "policy": "Política de Privacidade - PortoOasis: Proteção de Dados e Segurança Sobre nós Nossos quartos O que oferecemos Contato Política de Privacidade A PortoOasis está comprometida em proteger a privacidade de seus usuários. Esta política de privacidade explica como coletamos, usamos, divulgamos e protegemos suas informações pessoais. Coleta de Informações Coletamos informações pessoais que você nos fornece diretamente ao usar nosso site, como nome, endereço de e-mail, número de telefone e informações de pagamento. Também podemos coletar informações automaticamente através de cookies e outras tecnologias de rastreamento. Uso das Informações Usamos as informações coletadas para: Fornecer e gerenciar nossos serviços; Processar suas reservas e pagamentos; Enviar atualizações e ofertas promocionais; Melhorar a funcionalidade e segurança do nosso site; Responder às suas perguntas e fornecer suporte ao cliente. Divulgação de Informações Podemos divulgar suas informações pessoais para: Provedores de serviços que auxiliam nas operações do nosso site; Autoridades legais, se exigido por lei; Proteger nossos direitos e propriedades. Segurança das Informações Implementamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, uso ou divulgação. No entanto, nenhuma transmissão de dados pela internet ou sistema de armazenamento pode ser garantido como 100% seguro. Seus Direitos Você tem o direito de acessar, corrigir ou excluir suas informações pessoais. Para exercer esses direitos, entre em contato conosco através do e-mail portooasis@gmail.com. Alterações a Esta Política Podemos atualizar esta política de privacidade periodicamente. Notificaremos sobre quaisquer alterações publicando a nova política em nosso site. Recomendamos que você revise esta política regularmente. Contato Se você tiver dúvidas sobre esta política de privacidade, entre em contato conosco pelo e-mail portooasis@gmail.com. Endereço SRIA II (Polo de Moda) - Guará, Brasília - Distrito Federal, 70297-400, Brasil Email portooasis@gmail.com Telefone +55-61-2312-2026 política de Privacidade termos e Condições Isenção de responsabilidade",
    "rooms": "Quartos - PortoOasis: Conforto e Elegância para Sua Estadia Sobre nós Nossos quartos O que oferecemos Contato Descubra Nossos Quartos Confortáveis e Elegantes No PortoOasis, oferecemos uma variedade de quartos cuidadosamente decorados para proporcionar o máximo de conforto e conveniência. Seja para uma viagem de negócios ou lazer, nossos quartos são equipados com todas as facilidades modernas que você precisa para uma estadia agradável. Relaxe em um ambiente tranquilo e aproveite a beleza e a serenidade que nossos quartos oferecem. Nossos Quartos Descubra a variedade de acomodações luxuosas e confortáveis disponíveis no PortoOasis para tornar a sua estadia verdadeiramente memorável. Suíte Executiva Desfrute de uma suíte espaçosa com vista para o mar, perfeita para viajantes exigentes. Inclui área de estar, cama king-size e banheiro luxuoso. Preço por noite: R$ 2.500 Reservar Quarto Deluxe Quarto elegante com vista para a cidade, ideal para quem busca conforto e estilo. Inclui cama queen-size e instalações modernas. Preço por noite: R$ 1.500 Reservar Suíte Familiar Espaçosa suíte familiar com área separada para crianças, oferecendo conforto e privacidade para toda a família. Vista para o jardim. Preço por noite: R$ 2.250 Reservar Quarto Standard Vista Mar Quarto confortável com vista deslumbrante para o mar, perfeito para casais em busca de um retiro romântico. Preço por noite: R$ 1.250 Reservar Suíte Presidencial Nossa suíte mais luxuosa, com vistas panorâmicas do oceano e comodidades exclusivas. Ideal para ocasiões especiais. Preço por noite: R$ 5.000 Reservar Quarto Duplo Deluxe Quarto espaçoso com duas camas de casal, perfeito para amigos ou famílias pequenas. Oferece conforto e conveniência. Preço por noite: R$ 1.750 Reservar Suíte Júnior Suíte elegante com área de estar separada, ideal para quem procura um espaço adicional durante sua estadia. Preço por noite: R$ 2.000 Reservar Quarto Superior Quarto luminoso com vista para o jardim, oferecendo uma experiência tranquila e relaxante. Preço por noite: R$ 1.400 Reservar Suíte Vista Piscina Suíte exclusiva com acesso direto à piscina, perfeita para quem deseja combinar conforto com lazer. Preço por noite: R$ 2.400 Reservar Quarto Econômico Opção acessível com todas as comodidades essenciais para uma estadia confortável. Preço por noite: R$ 1.000 Reservar Endereço SRIA II (Polo de Moda) - Guará, Brasília - Distrito Federal, 70297-400, Brasil Email portooasis@gmail.com Telefone +55-61-2312-2026 política de Privacidade termos e Condições Isenção de responsabilidade",
    "services": "Serviços - PortoOasis: Facilidades e Conveniências para Você Sobre nós Nossos quartos O que oferecemos Contato Serviços Exclusivos para uma Estadia Memorável No PortoOasis, nos orgulhamos de oferecer uma ampla gama de serviços projetados para melhorar sua experiência conosco. Desde o serviço de quarto e lavanderia até o nosso centro de bem-estar e fitness, cada detalhe é pensado para garantir que você tenha tudo o que precisa ao seu alcance. Descubra todas as facilidades e conveniências que tornam o PortoOasis a escolha perfeita para sua próxima estadia. Nossos serviços Explore a gama de serviços exclusivos disponíveis no PortoOasis, projetados para oferecer uma experiência inigualável e memorável para todos os nossos hóspedes. Spa Relaxante Relaxe e revitalize-se em nosso spa de classe mundial, onde oferecemos uma ampla gama de tratamentos terapêuticos e de beleza. Desde massagens suecas e aromaterapia até tratamentos faciais e corporais, nossa equipe de terapeutas qualificados está aqui para garantir que você se sinta renovado e revigorado. Além disso, desfrute de nossas saunas e banheiras de hidromassagem para uma experiência completa de bem-estar. Custo: R$ 300 por sessão Contate Academia Completa Mantenha sua rotina de exercícios em nossa academia totalmente equipada, aberta 24 horas por dia. Oferecemos uma variedade de equipamentos de última geração para musculação e cardio, além de pesos livres e máquinas de resistência. Se preferir, participe de nossas aulas de fitness, como ioga, pilates e treinamento funcional, conduzidas por instrutores experientes. Custo: Grátis para hóspedes Contate Serviço de Quarto 24 Horas Desfrute de deliciosas refeições e lanches no conforto do seu quarto a qualquer hora do dia ou da noite. Nosso serviço de quarto oferece um menu diversificado, com opções que vão desde pratos internacionais gourmet até petiscos rápidos e sobremesas tentadoras. Nosso objetivo é proporcionar conveniência e prazer gastronômico diretamente no seu quarto. Custo: Conforme o menu Contate Traslado Aeroporto-Hotel Aproveite nosso serviço de transporte confortável e pontual de e para o aeroporto. Nossos motoristas profissionais garantirão uma viagem tranquila e segura, para que você comece ou termine sua estadia no PortoOasis sem preocupações. Disponibilizamos veículos espaçosos e climatizados para garantir seu conforto durante o trajeto. Custo: R$ 150 por viagem Contate Piscina Externa Relaxe na nossa piscina externa com vista panorâmica, rodeada por espreguiçadeiras confortáveis. A área da piscina é o local perfeito para tomar sol, ler um livro ou simplesmente desfrutar de um refrescante mergulho. Também oferecemos serviço de bar na piscina, onde você pode saborear coquetéis e lanches sem precisar sair do seu lugar ao sol. Custo: Grátis para hóspedes Contate Restaurante Gourmet Delicie-se com pratos gourmet preparados por nossos chefs renomados, servidos em um ambiente elegante e acolhedor. Nosso restaurante oferece uma experiência culinária excepcional, com um menu que destaca ingredientes frescos e locais, além de uma vasta seleção de vinhos e sobremesas artesanais. Perfeito para um jantar romântico ou uma refeição especial com a família e amigos. Custo: Conforme o menu Contate Wi-Fi de Alta Velocidade Permaneça conectado com nosso Wi-Fi de alta velocidade disponível em todas as áreas do hotel. Quer você esteja trabalhando remotamente, assistindo a seus filmes e séries favoritos ou simplesmente navegando na internet, nosso Wi-Fi rápido e confiável garante uma conexão estável para todas as suas necessidades online. Custo: Grátis para hóspedes Contate Serviço de Lavanderia Disponibilizamos serviço de lavanderia para garantir que suas roupas estejam sempre limpas e frescas. Nossa equipe de lavanderia utiliza os melhores produtos e técnicas para cuidar de suas roupas, desde lavagem e secagem até passar e dobrar. Seja para uma estadia curta ou longa, nossa lavanderia está aqui para facilitar sua vida. Custo: R$ 50 por peça Contate Endereço SRIA II (Polo de Moda) - Guará, Brasília - Distrito Federal, 70297-400, Brasil Email portooasis@gmail.com Telefone +55-61-2312-2026 política de Privacidade termos e Condições Isenção de responsabilidade",
    "terms": "Termos e Condições - PortoOasis: Uso do Site e Reservas Sobre nós Nossos quartos O que oferecemos Contato Termos e Condições Bem-vindo ao site do PortoOasis. Ao acessar e utilizar nosso site, você concorda com os seguintes termos e condições: 1. Uso do Site O uso deste site está sujeito aos termos e condições estabelecidos aqui. Ao utilizar este site, você concorda em cumprir todas as leis e regulamentos aplicáveis. 2. Reservas Para fazer uma reserva em nosso hotel, você deve fornecer informações precisas e completas. Reservamo-nos o direito de cancelar ou modificar reservas se houver informações incorretas ou fraudulentas. 3. Pagamentos Todos os pagamentos devem ser feitos no momento da reserva. Aceitamos os principais cartões de crédito e outros métodos de pagamento conforme indicado em nosso site. 4. Cancelamentos e Reembolsos Os cancelamentos devem ser feitos de acordo com nossa política de cancelamento. Por favor, consulte os detalhes específicos na sua confirmação de reserva. Reembolsos serão processados conforme nossa política de reembolso. 5. Propriedade Intelectual Todo o conteúdo deste site, incluindo textos, imagens, logotipos e gráficos, é de propriedade do PortoOasis e está protegido por leis de direitos autorais. Você não pode usar, reproduzir ou distribuir qualquer conteúdo sem permissão expressa. 6. Limitação de Responsabilidade O PortoOasis não se responsabiliza por quaisquer danos diretos, indiretos, incidentais ou consequenciais decorrentes do uso ou da incapacidade de usar nosso site ou serviços. 7. Alterações aos Termos Reservamo-nos o direito de alterar estes termos e condições a qualquer momento. Quaisquer alterações serão publicadas em nosso site. Recomendamos que você revise os termos periodicamente. 8. Contato Se você tiver dúvidas sobre estes termos e condições, entre em contato conosco pelo e-mail portooasis@gmail.com. Endereço SRIA II (Polo de Moda) - Guará, Brasília - Distrito Federal, 70297-400, Brasil Email portooasis@gmail.com Telefone +55-61-2312-2026 política de Privacidade termos e Condições Isenção de responsabilidade",
    "thank_page": "Obrigado pela Visita - PortoOasis: Agradecemos Sua Presença Obrigado pela Visita! A equipe do PortoOasis agradece por sua visita ao nosso site. Estamos muito felizes em recebê-lo e esperamos que você tenha encontrado todas as informações que procurava. Nosso Compromisso No PortoOasis, estamos comprometidos em fornecer a melhor experiência possível para nossos hóspedes. Se você tiver alguma dúvida ou precisar de mais informações, não hesite em entrar em contato conosco. Entre em Contato Se precisar de assistência adicional ou tiver alguma pergunta, por favor, entre em contato conosco pelo e-mail portooasis@gmail.com. Nossa equipe está sempre pronta para ajudar. Inicial"
  },
  "date": "2024-06-25T09:21:44.598Z"
}