{
  "name": "Portugal_kempinsk",
  "pages": {
    "terms-conditions": "Kempinsk Casino Hotel Terms of Use - Guidelines and Regulations for Our Services +351-21-892-9000 kempinsk@gmail.com kempinsk Lar Luxo Conforto Classe mundial Relaxamento Cassino Termos de utilização Política de Jogo Responsável No Kempinsk, encorajamos o jogo responsável. Nossa política é proibir a participação de menores de 18 anos em nossos jogos de cassino online. Além disso, recomendamos que nossos usuários estabeleçam limites de apostas e tempo de jogo para evitar problemas relacionados ao jogo. Resolução de Conflitos Em caso de conflito entre o usuário e o Kempinsk, ambas as partes se comprometem a buscar uma solução amigável através do diálogo e da mediação. Se o conflito não puder ser resolvido desta forma, as partes concordam em submeter a questão à arbitragem em um tribunal competente. Links para Outros Sites O Kempinsk pode conter links para outros sites. Não nos responsabilizamos pelo conteúdo ou práticas de privacidade desses sites. Recomendamos que nossos usuários leiam os termos de uso e políticas de privacidade desses sites antes de utilizá-los. Segurança do Site Nós nos esforçamos para manter o Kempinsk seguro e protegido contra ameaças cibernéticas. No entanto, não podemos garantir a segurança absoluta do site. Recomendamos que nossos usuários adotem medidas de segurança adequadas ao utilizar nossos serviços, como a utilização de senhas fortes e a evitação de compartilhar informações pessoais com terceiros. Terminação da Conta O Kempinsk se reserva o direito de terminar a conta de qualquer usuário que viole estes termos de uso ou que se envolva em atividades ilegais ou impróprias. A terminação da conta resultará na perda de todos os privilégios e benefícios associados à conta Lei Aplicável Estes termos de uso serão regidos e interpretados de acordo com as leis de Portugal. Qualquer disputa decorrente destes termos de uso será resolvida nos tribunais competentes de Portugal. Cláusula de Divisibilidade Se alguma disposição destes termos de uso for considerada inválida ou inexecutável, as demais disposições permanecerão em vigor e efeito.Aceitação dos Termos de Uso Ao utilizar os serviços do Kempinsk, você declara que leu, entendeu e concordou com estes termos de uso. Se você não concordar com algum destes termos, por favor, não utilize nossos serviços Obrigado por escolher o Kempinsk como seu cassino-hotel online. Esperamos que você aproveite nossos serviços e tenha uma ótima experiência com nossa plataforma. Boa sorte nos jogos e desfrute da sua estadia conosco! Agradecimentos, Equipe do Kempinsk. kempinsk@gmail.com kempinsk Lar Luxo Conforto Classe mundial Relaxamento Cassino Isenção de responsabilidade Política de Privacidade Termos de utilização",
    "thanks": "Thank You for Choosing Kempinsk Casino Hotel - We Appreciate Your Patronage Obrigado por entrar em contato! Agradecemos imensamente que você tenha tomado o tempo para entrar em contato conosco. Sua opinião é extremamente valiosa para nós. Nossa equipe está sempre atenta às necessidades e sugestões de nossos usuários. Faremos o possível para responder à sua mensagem o mais rápido possível. Mais uma vez, obrigado por contribuir com a nossa comunidade do kempinsk. Estamos ansiosos para ouvir o que você tem a dizer! Para principal",
    "casino": "Casino at Kempinsk - Experience Thrilling Games, Exclusive VIP Services, and Unmatched Luxury +351-21-892-9000 kempinsk@gmail.com kempinsk Lar Luxo Conforto Classe mundial Relaxamento Cassino Bem-vindo ao Mundo de Emoções Experiência Inesquecível no Cassino Kempinsk No Cassino Kempinsk, você encontrará uma combinação perfeita de elegância, emoção e diversão. Oferecemos uma variedade de jogos e serviços de primeira classe para garantir que sua experiência seja emocionante e inesquecível. Jogos de Mesa Clássicos Máquinas de Slots Modernas Serviço de Bebidas e Petiscos Diversão e Emoção Garantidas Jogos para Todos os Gostos Nosso cassino oferece uma ampla gama de opções de entretenimento, desde os clássicos jogos de mesa até as mais modernas máquinas de slots. Roleta A roleta é um dos jogos mais emocionantes do nosso cassino. Aprecie a tensão enquanto a bola gira e descubra se a sorte está do seu lado. Blackjack Testemunhe a emoção do blackjack, onde estratégia e sorte se encontram. Desafie nossos dealers e veja se consegue alcançar 21. Máquinas de Slots Desfrute de uma grande variedade de máquinas de slots com temas e bônus incríveis. Jogue e ganhe grandes prêmios instantâneos. Torneios e Eventos Especiais No Cassino Kempinsk, organizamos torneios e eventos especiais regularmente. Participe de nossos torneios de pôquer, noites temáticas e outras competições emocionantes para uma experiência ainda mais divertida. Serviço de Primeira Classe Atendimento e Comodidades Exclusivas Lounge VIP Aproveite a exclusividade e o conforto do nosso lounge VIP, com serviços personalizados e ambiente luxuoso. Bar e Restaurante Relaxe e desfrute de bebidas premium e refeições deliciosas em nosso bar e restaurante. Área de Jogos Privativos Para uma experiência mais íntima, oferecemos áreas de jogos privativos, onde você pode jogar com seus amigos e familiares em um ambiente mais reservado. kempinsk Lar Luxo Conforto Classe mundial Relaxamento Cassino Isenção de responsabilidade Política de Privacidade Termos de utilização This website uses cookies to enhance your experience. By continuing to visit this site, you agree to our use of cookies. Learn more. Accept document.addEventListener(\"DOMContentLoaded\", function () { const cookieBanner = document.getElementById(\"cookie-banner\"); const acceptCookiesButton = document.getElementById(\"accept-cookies\"); if (!localStorage.getItem(\"cookieConsent\")) { cookieBanner.style.display = \"block\"; } acceptCookiesButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookieConsent\", \"true\"); cookieBanner.style.display = \"none\"; }); });",
    "disclaimer": "Kempinsk Casino Hotel Disclaimer - Important Information and Legal Notices +351-21-892-9000 kempinsk@gmail.com kempinsk Lar Luxo Conforto Classe mundial Relaxamento Cassino Isenção de responsabilidade Propriedade Intelectual Todo o conteúdo deste site, incluindo, mas não se limitando a, textos, imagens, logotipos, ícones, áudio e software, são de propriedade do kempinsk ou de terceiros que nos concederam o direito de usá-los. Todos os direitos autorais, marcas registradas e outros direitos de propriedade intelectual neste conteúdo são reservados. Links para Outros Sites Este site pode conter links para outros sites. Estes links são fornecidos apenas para sua conveniência. Não somos responsáveis pelo conteúdo, exatidão ou opiniões expressas nestes sites, e tais sites não são investigados, monitorados ou verificados por nossa precisão ou integridade. Termos Adicionais Certezas áreas deste site podem estar sujeitas a termos adicionais. Ao acessar tais áreas, você concorda em cumprir os termos adicionais aplicáveis. Lei Aplicável Estes termos e condições serão regidos e interpretados de acordo com as leis de Pórтугал. Qualquer disputa decorrente ou relacionada a este Aviso Legal será resolvida nos tribunais de Pórтугал. Resolução de litígios Serão feitos todos os esforços para resolver qualquer disputa amigavelmente. No entanto, se um litígio não puder ser resolvido de forma amigável, será submetido a arbitragem vinculativa em Portugal. Nulidade Parcial Se qualquer disposição deste Aviso Legal for considerada inválida ou inexecutável, tal disposição será modificada ou restaurada em menor medida necessária para que as restantes disposições permaneçam em pleno vigor e efeito. Violação dos Termos Reservamo-nos o direito de procurar todos os remédios disponíveis por lei e equidade por qualquer violação destes termos e condições, incluindo o direito de bloqueio ou acesso a partir de um endereço IP específico à nossa única e absoluta discrição. Comentários e sugestões Agradecemos os seus comentários e sugestões sobre os nossos serviços. Por favor envie-nos as suas opiniões através do endereço de e-mail: kempinsk@gmail.com Confidencialidade Todas as informações e comunicações que nos são enviadas através deste site serão tratadas como não convenientes e não proprietárias. Ao enviar-nos informações ou materiais, concede-nos uma licença irrevogável e ilimitada para utilizar, reproduzir, exibir, executar, modificar, transmitir e distribuir tais informações e materiais. Consentimento Ao utilizar este site, você concorda com os termos deste Aviso Legal. Se você não concordar com estes termos, por favor, não utilize este site. Se você tiver alguma dúvida ou precisar de mais informações sobre este Aviso Legal, por favor, entre em contato conosco através do e-mail: kempinsk@gmail.com kempinsk Lar Luxo Conforto Classe mundial Relaxamento Cassino Isenção de responsabilidade Política de Privacidade Termos de utilização",
    "index": "Welcome to Kempinsk Casino Hotel - Luxury Accommodations, Fine Dining, and Premium Entertainment +351-21-892-9000 kempinsk@gmail.com kempinsk Lar Luxo Conforto Classe mundial Relaxamento Cassino Reservar um quarto Bem-vindo ao Kempinsk Descubra o Luxo Experiência Inigualável no Kempinsk No Kempinsk, oferecemos uma experiência única e luxuosa para nossos hóspedes. Desde o momento em que você chega, será envolvido por um ambiente de elegância e conforto incomparáveis. Nossa equipe dedicada está sempre pronta para garantir que sua estadia seja memorável. Acomodações Elegantes Desfrute de quartos e suítes decorados com sofisticação e equipados com as melhores comodidades. Gastronomia Exclusiva Saboreie pratos preparados por chefs renomados em nossos restaurantes de alta classe. Spa e Bem-estar Relaxe e revitalize-se com nossos tratamentos exclusivos no spa. Eventos e Conferências Nossas instalações modernas são perfeitas para eventos corporativos e sociais. Entretenimento Noturno Aproveite shows ao vivo e uma variedade de opções de entretenimento. Serviço de Concierge Nossa equipe de concierge está à disposição para atender todas as suas necessidades. Conforto Absoluto Quartos e Suítes de Luxo Nossos quartos e suítes foram projetados para proporcionar o máximo de conforto e elegância. Cada detalhe foi cuidadosamente pensado para garantir uma experiência de hospedagem excepcional. Camas King Size Wi-Fi de Alta Velocidade Serviço de Quarto 24 Horas Gastronomia de Classe Mundial No Kempinsk, a gastronomia é uma arte. Nossos restaurantes oferecem uma variedade de pratos internacionais, preparados com ingredientes frescos e de alta qualidade. Seja qual for a sua preferência, temos algo que irá deliciar seu paladar. Relaxe e Revitalize-se Spa e Bem-estar Nosso spa oferece uma variedade de tratamentos para rejuvenescimento e relaxamento. Nossas instalações modernas e nossos terapeutas experientes garantem uma experiência de bem-estar incomparável. Massagens Terapêuticas Banhos de Hidromassagem Tratamentos Faciais Terapias Holísticas 50+ Tratamentos Exclusivos 100% Satisfação dos Clientes Entretenimento Exclusivo Diversão e Entretenimento Shows ao Vivo Artistas locais e internacionais se apresentam regularmente. Cassino Experimente a emoção dos jogos em nosso cassino de luxo. Clubes Noturnos Desfrute de noites vibrantes em nossos clubes exclusivos. Quarto Deluxe 200€ Quarto espaçoso com cama king size, vista para o jardim e amenidades premium. Livro Suíte Executiva 350€ Suíte luxuosa com área de estar separada, serviço de mordomo e acesso ao lounge executivo. Livro Quarto Superior 150€ Acomodações confortáveis com decoração elegante e modernas facilidades. Livro Suíte Presidencial 600€ O ápice do luxo, com vistas panorâmicas, sala de jantar privada e jacuzzi. Livro Quarto Standard 100€ Quarto acolhedor e bem equipado, ideal para estadias curtas. Livro Reserve Sua Estadia Hoje Aceito a Política de Privacidade Livro Visit us Alameda dos Oceanos 45, 1990-204 Lisboa, Portugal Call us +351-21-892-9000 Write to us kempinsk@gmail.com kempinsk Lar Luxo Conforto Classe mundial Relaxamento Cassino Isenção de responsabilidade Política de Privacidade Termos de utilização This website uses cookies to enhance your experience. By continuing to visit this site, you agree to our use of cookies. Learn more. Accept document.addEventListener(\"DOMContentLoaded\", function () { const cookieBanner = document.getElementById(\"cookie-banner\"); const acceptCookiesButton = document.getElementById(\"accept-cookies\"); if (!localStorage.getItem(\"cookieConsent\")) { cookieBanner.style.display = \"block\"; } acceptCookiesButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookieConsent\", \"true\"); cookieBanner.style.display = \"none\"; }); });",
    "privacy-policy": "Kempinsk Casino Hotel Privacy Policy - Your Data Security and Confidentiality Matters +351-21-892-9000 kempinsk@gmail.com kempinsk Lar Luxo Conforto Classe mundial Relaxamento Cassino Política de Privacidade Política de Confidencialidade e Segurança No Kempinsk, valorizamos a confiança dos nossos clientes e comprometemos-nos a manter a segurança e confidencialidade das informações pessoais que nos são fornecidas. Para isso, adotamos medidas de segurança físicas, eletrônicas e administrativas adequadas para proteger as informações contra acesso não autorizado, divulgação, alteração ou destruição. Todas as informações pessoais que coletamos são armazenadas em servidores seguros e protegidos por firewalls e outras tecnologias de segurança. Além disso, limitamos o acesso às informações pessoais apenas aos funcionários que precisam delas para realizar suas funções. Não compartilhamos, vendemos ou alugamos informações pessoais de nossos clientes para fins de marketing ou outros propósitos comerciais. Podemos, no entanto, compartilhar informações com terceiros fornecedores de serviços que nos ajudam a operar nosso site e fornecer nossos serviços, como processamento de pagamentos, hospedagem de sites, entrega de e-mails e análise de dados. Estes fornecedores de serviços estão obrigados a manter a confidencialidade das informações e a utilizar as informações apenas para fornecer os serviços contratados. Direitos dos Usuários Os usuários têm direitos legais em relação às suas informações pessoais. Os usuários têm o direito de: Saber quais informações pessoais estamos processando; Solicitar uma cópia das informações pessoais que detemos sobre você; Solicitar a correção de informações pessoais incompletas ou inexatas; Solicitar a exclusão de informações pessoais; Solicitar a restrição do processamento de informações pessoais; Solicitar a portabilidade das informações pessoais; Objectar ao processamento de informações pessoais; Retirar o consentimento para o processamento de informações pessoais. Para exercer qualquer um destes direitos, entre em contato conosco por e-mail em kempinsk@gmail.com. Responderemos à sua solicitação em um prazo razoável e de acordo com a lei aplicável. Transferências Internacionais de Dados O nosso site é hospedado em Portugal, mas podemos transferir as informações pessoais que coletamos para outros países fora do Espaço Económico Europeu (EEE) para os fins descritos nesta Política de Privacidade. Quando transferirmos informações pessoais para fora do EEE, tomaremos medidas para garantir que as informações sejam protegidas de acordo com esta Política de Privacidade e as leis de proteção de dados aplicáveis. Retenção de Dados Retemos as informações pessoais que coletamos por um período de tempo razoável para atender aos fins descritos nesta Política de Privacidade. O período de retenção varia de acordo com o tipo de informação e o propósito do processamento. Quando as informações pessoais não forem mais necessárias para os fins descritos nesta Política de Privacidade, serão excluídas de nossos sistemas e registros. Contato Se você tiver alguma pergunta ou preocupação sobre esta Política de Privacidade, entre em contato conosco por e-mail em kempinsk@gmail.com. Estaremos felizes em atender suas dúvidas. kempinsk Lar Luxo Conforto Classe mundial Relaxamento Cassino Isenção de responsabilidade Política de Privacidade Termos de utilização"
  },
  "date": "2024-07-19T08:17:31.405Z"
}