{
  "name": "PowerPlay",
  "pages": {
    "terms-conditions": "PowerPlay Fantasy Cricket - Terms and Conditions PowerPlay About Offer Faq Terms and Conditions of Use We invite you to review these Terms and Conditions thoroughly before utilizing our website and associated services. Acceptance of Terms By accessing or using our website, you acknowledge and agree to comply with these Terms and Conditions. Your continued use signifies your acceptance of these terms. Obligations of Users When using our services, you are expected to act in accordance with legal and ethical standards. Specifically, you shall not: Contravene any applicable laws or regulations Participate in any deceitful or unlawful activities Disrupt or damage our website or services Infringe upon the intellectual property rights of third parties Intellectual Property Rights All content available on our website, including but not limited to text, graphics, and software, is protected by copyright and other intellectual property rights. Unauthorized use is prohibited. Limitation of Liability To the maximum extent permitted by applicable law, we disclaim all liability for any damages or losses that may result from your use of our website or services. This includes, but is not limited to, direct, indirect, incidental, or consequential damages. Indemnification You agree to indemnify, defend, and hold harmless us, our affiliates, and our respective officers, directors, employees, and agents from any claims, liabilities, losses, damages, or expenses arising from your use of our website or services. Termination of Access We reserve the right to suspend or terminate your access to our website or services at any time, with or without cause, and without prior notice. Governing Jurisdiction These Terms and Conditions shall be governed by and construed in accordance with the laws of India. Any disputes arising under or in connection with these terms shall be subject to the exclusive jurisdiction of the courts located in India. The PowerPlay website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline PowerPlay Discover why PowerPlay is a hit with our 1M+ players. Play fantasy sports like never before. Home Privacy Terms Disclaimers DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The PowerPlay platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws.",
    "thanks": "PowerPlay Fantasy Cricket - Thank You for Joining! PowerPlay About Offer Faq Thank You for Joining PowerPlay! Your registration was successful, and we're excited to have you as part of our fantasy cricket community. Explore the exciting features of PowerPlay and start building your dream team today! The PowerPlay website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline PowerPlay Discover why PowerPlay is a hit with our 1M+ players. Play fantasy sports like never before. Home Privacy Terms Disclaimers DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The PowerPlay platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws."
  },
  "date": "2024-07-24T20:21:13.462Z"
}