{
  "name": "prepros",
  "pages": {
    "index": "Floorloom | Premium Carpets, Rugs, and Flooring Solutions Home Catalog Services Gallery Contact Welcome to Floorloom Discover the finest selection of carpets, rugs, and flooring solutions to transform your home. At Floorloom, we are dedicated to providing premium quality and exceptional customer service to help you create the perfect space. About Us Floorloom is your destination for premium carpets, rugs, and flooring solutions. We believe in providing our customers with the highest quality products and exceptional service to help them create the perfect space. Our Mission Our mission is to elevate interior design by offering a diverse range of flooring options that combine style, comfort, and durability. We strive to inspire creativity and transform spaces into beautiful, functional environments. Customer Reviews Emily Johnson \"I'm extremely satisfied with the carpet I purchased from Floorloom. It adds a touch of elegance to my home, and the quality is exceptional!\" Michael Brown \"Floorloom offers an incredible selection of rugs. I found the perfect rug for my dining room, and it arrived quickly. Thank you for the fantastic service!\" Sarah Wilson \"I recently redecorated my bedroom and purchased a carpet from Floorloom. It completely transformed the space! The quality is outstanding, and I couldn't be happier with my purchase.\" Contact Information WPH9+P64, Shamshan Gakht, Hamnor, Molela, Rajasthan 313322, India Floorloom@gmail.com +916482310598 Rug Catalog Handmade Rugs Machine-Made Rugs Rugs for Kids' Rooms Rugs for Living Rooms Rugs for Offices Materials for Carpets Natural Fibers Synthetic Fibers Blended Materials Wool Polypropylene Polyester Company History Learn about our journey from humble beginnings to becoming a leader in the carpet and flooring industry. Founded in 2005, Floorloom started as a small family-owned business in a garage. With dedication, hard work, and a passion for quality, we quickly expanded our operations and gained recognition for our exceptional products and customer service. Over the years, we have continued to innovate and adapt to meet the changing needs of our customers. Today, we offer a wide range of carpets, rugs, and flooring solutions to suit every style and budget. Our Partners Discover the trusted brands and organizations we collaborate with to bring you the best products and services. Our Services Custom Carpet Design We offer personalized carpet design services tailored to your specific requirements and preferences. Our team of experts will work closely with you to create a unique and stylish carpet that perfectly complements your space. Price: Starting from $50 per square meter Carpet Repair and Restoration Is your carpet damaged or worn out? Our professional repair and restoration services can help bring your carpet back to life. Whether it's patching up holes, fixing loose seams, or restoring faded colors, we've got you covered. Price: Varies based on the extent of damage, starting from $100 Consultations for Flooring Selection Choosing the right flooring for your home or business can be overwhelming. Our experienced consultants are here to guide you through the selection process, providing expert advice and recommendations tailored to your needs and budget. Price: Free initial consultation; additional fees may apply for in-depth consultations Delivery and Installation Once you've selected your flooring, leave the rest to us. We offer convenient delivery and professional installation services to ensure your new carpet is installed correctly and efficiently. Sit back, relax, and let us handle the heavy lifting. Price: Delivery fee varies based on location; Installation fee starting from $3 per square meter Carpet Buying Tips Discover helpful tips and advice to guide you in choosing the perfect carpet for your home or business. Consider the Room's Functionality Choose the Right Material Think About Maintenance and Durability Take Color and Pattern into Account Get Proper Measurements Set a Realistic Budget Don't Forget About Installation Costs Ask for Samples Read Customer Reviews Consult with Experts Carpet and Flooring Care Proper care and maintenance are essential for preserving the beauty and longevity of your carpets and flooring. Follow these tips to keep them looking their best: Vacuum Regularly: Vacuum your carpets and rugs at least once a week to remove dirt, dust, and debris that can accumulate over time. Clean Spills Immediately: Blot spills with a clean cloth as soon as they occur to prevent stains from setting in. Use Rug Pads: Place rug pads underneath area rugs to prevent slipping, reduce wear and tear, and provide extra cushioning. Avoid Direct Sunlight: Direct sunlight can cause fading and discoloration of carpets and flooring. Use window treatments to block harmful UV rays. Rotate Your Rugs: Rotate area rugs periodically to ensure even wear and prevent permanent indentations from furniture. Professional Cleaning: Schedule professional carpet cleaning at least once a year to deep clean and remove embedded dirt and allergens. Protect Floors from Furniture: Place felt pads or furniture glides under heavy furniture legs to prevent scratches and dents on hardwood floors. Prevent Pet Damage: Trim your pet's nails regularly to minimize scratches on hardwood floors, and clean up accidents promptly to prevent odors and stains. Use the Right Cleaning Products: Use mild, pH-neutral cleaners specifically formulated for carpets and flooring to avoid damage and discoloration. Follow Manufacturer's Instructions: Always follow the manufacturer's guidelines for cleaning and maintenance to ensure warranty coverage and avoid voiding the warranty. Completed Projects Gallery Explore our gallery of completed projects to get inspiration for your next flooring makeover. Contact Us Have questions or feedback? Fill out the form below to get in touch with us. Name: Email: Message: I accept Privacy Policy Send Return and Exchange Policy Learn about our return and exchange policy to ensure a hassle-free shopping experience. Returns: Items can be returned within 30 days of purchase for a full refund. Exchanges: We offer free exchanges for items of equal or lesser value within 14 days of purchase. Conditions: Items must be in original condition with tags attached. Used, damaged, or customized items are not eligible for return or exchange. Refunds: Refunds are processed within 7-10 business days after receiving the returned item. Shipping: Customers are responsible for return shipping costs unless the item is defective or damaged. Warranty and Terms Explore our warranty coverage and terms of service to ensure peace of mind with your purchase. Product Warranty: All products come with a one-year warranty against defects in materials and workmanship. Terms of Service: By using our website, you agree to comply with our terms of service and privacy policy. Limitation of Liability: We are not liable for any indirect, incidental, or consequential damages arising from the use of our products. Claims: Warranty claims must be submitted within 30 days of discovery of the defect. Exclusions: The warranty does not cover damage caused by misuse, accidents, or alterations to the product. Inspiration and Interior Ideas Discover inspirational ideas and tips to transform your space with our curated collection of interior designs. Home Catalog Services Gallery Contact Terms & Condition Privacy Policy",
    "policy": "Privacy Policy | Floorloom main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2 { margin-bottom: 20px; } main a { color: #0B0B10; } main a:hover { text-decoration: underline; } Home Catalog Services Gallery Contact Privacy Policy Children's Privacy Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers. If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information. Links to Other Websites Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit. We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services. Changes to this Privacy Policy We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page. We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the &quot;Last updated&quot; date at the top of this Privacy Policy. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. Contact Us If you have any questions about this Privacy Policy, You can contact us: Phone: +916482310598 Email:Floorloom@gmail.com Location:WPH9+P64, Shamshan Gakht, Hamnor, Molela, Rajasthan 313322, India Home Catalog Services Gallery Contact Terms & Condition Privacy Policy",
    "terms": "Floorloom | Terms & Condition main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2 { margin-bottom: 20px; } main a{ color: #0B0B10; } main a:hover{ text-decoration: underline; } Home Catalog Services Gallery Contact Terms and Conditions Acknowledgment These are the Terms and Conditions governing the use of this Service and the agreement that operates between You and the Company. These Terms and Conditions set out the rights and obligations of all users regarding the use of the Service. Your access to and use of the Service is conditioned on Your acceptance of and compliance with these Terms and Conditions. These Terms and Conditions apply to all visitors, users and others who access or use the Service. By accessing or using the Service You agree to be bound by these Terms and Conditions. If You disagree with any part of these Terms and Conditions then You may not access the Service. You represent that you are over the age of 18. The Company does not permit those under 18 to use the Service. Your access to and use of the Service is also conditioned on Your acceptance of and compliance with the Privacy Policy of the Company. Our Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your personal information when You use the Application or the Website and tells You about Your privacy rights and how the law protects You. Please read Our Privacy Policy carefully before using Our Service. Links to Other Websites Our Service may contain links to third-party web sites or services that are not owned or controlled by the Company. The Company has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services. You further acknowledge and agree that the Company shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods or services available on or through any such web sites or services. We strongly advise You to read the terms and conditions and privacy policies of any third-party web sites or services that You visit. Termination We may terminate or suspend Your access immediately, without prior notice or liability, for any reason whatsoever, including without limitation if You breach these Terms and Conditions. Upon termination, Your right to use the Service will cease immediately. Limitation of Liability Notwithstanding any damages that You might incur, the entire liability of the Company and any of its suppliers under any provision of this Terms and Your exclusive remedy for all of the foregoing shall be limited to the amount actually paid by You through the Service or 100 USD if You haven't purchased anything through the Service. To the maximum extent permitted by applicable law, in no event shall the Company or its suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever (including, but not limited to, damages for loss of profits, loss of data or other information, for business interruption, for personal injury, loss of privacy arising out of or in any way related to the use of or inability to use the Service, third-party software and/or third-party hardware used with the Service, or otherwise in connection with any provision of this Terms), even if the Company or any supplier has been advised of the possibility of such damages and even if the remedy fails of its essential purpose. Some states do not allow the exclusion of implied warranties or limitation of liability for incidental or consequential damages, which means that some of the above limitations may not apply. In these states, each party's liability will be limited to the greatest extent permitted by law. &quot;AS IS&quot; and &quot;AS AVAILABLE&quot; Disclaimer The Service is provided to You &quot;AS IS&quot; and &quot;AS AVAILABLE&quot; and with all faults and defects without warranty of any kind. To the maximum extent permitted under applicable law, the Company, on its own behalf and on behalf of its Affiliates and its and their respective licensors and service providers, expressly disclaims all warranties, whether express, implied, statutory or otherwise, with respect to the Service, including all implied warranties of merchantability, fitness for a particular purpose, title and non-infringement, and warranties that may arise out of course of dealing, course of performance, usage or trade practice. Without limitation to the foregoing, the Company provides no warranty or undertaking, and makes no representation of any kind that the Service will meet Your requirements, achieve any intended results, be compatible or work with any other software, applications, systems or services, operate without interruption, meet any performance or reliability standards or be error free or that any errors or defects can or will be corrected. Without limiting the foregoing, neither the Company nor any of the company's provider makes any representation or warranty of any kind, express or implied: (i) as to the operation or availability of the Service, or the information, content, and materials or products included thereon; (ii) that the Service will be uninterrupted or error-free; (iii) as to the accuracy, reliability, or currency of any information or content provided through the Service; or (iv) that the Service, its servers, the content, or e-mails sent from or on behalf of the Company are free of viruses, scripts, trojan horses, worms, malware, timebombs or other harmful components. Some jurisdictions do not allow the exclusion of certain types of warranties or limitations on applicable statutory rights of a consumer, so some or all of the above exclusions and limitations may not apply to You. But in such a case the exclusions and limitations set forth in this section shall be applied to the greatest extent enforceable under applicable law. Governing Law The laws of the Country, excluding its conflicts of law rules, shall govern this Terms and Your use of the Service. Your use of the Application may also be subject to other local, state, national, or international laws. Disputes Resolution If You have any concern or dispute about the Service, You agree to first try to resolve the dispute informally by contacting the Company. Severability and Waiver Severability If any provision of these Terms is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law and the remaining provisions will continue in full force and effect. Waiver Except as provided herein, the failure to exercise a right or to require performance of an obligation under these Terms shall not affect a party's ability to exercise such right or require such performance at any time thereafter nor shall the waiver of a breach constitute a waiver of any subsequent breach. Translation Interpretation These Terms and Conditions may have been translated if We have made them available to You on our Service. You agree that the original English text shall prevail in the case of a dispute. Changes to These Terms and Conditions We reserve the right, at Our sole discretion, to modify or replace these Terms at any time. If a revision is material We will make reasonable efforts to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at Our sole discretion. By continuing to access or use Our Service after those revisions become effective, You agree to be bound by the revised terms. If You do not agree to the new terms, in whole or in part, please stop using the website and the Service. Contact Us If you have any questions about these Terms and Conditions, You can contact us: Phone: +916482310598 Email:Floorloom@gmail.com Location:WPH9+P64, Shamshan Gakht, Hamnor, Molela, Rajasthan 313322, India Home Catalog Services Gallery Contact Terms & Condition Privacy Policy",
    "thanks": "Floorloom | Thank You for Your Purchase! .thank-you { text-align: center; padding: 50px 20px; background-color: #cbcbcb; color: #0b0b10; max-width: 800px; margin: 0 auto; padding: 20px; border-radius: 10px; } .thank-you h1 { margin-bottom: 20px; } .thank-you p { margin-bottom: 20px; font-size: 18px; } .button { display: inline-block; padding: 10px 20px; background-color: #238ecb; color: #fff; border-radius: 5px; font-size: 16px; } .button:hover { background-color: #0b0b10; } Thank You for Your Purchase! Your order has been successfully placed. We appreciate your business and look forward to delivering your new flooring solutions. An order confirmation has been sent to your email. If you have any questions, please do not hesitate to contact our customer service team. Return to Home"
  },
  "date": "2024-05-19T18:10:15.000Z"
}