{
  "name": "prizepalace",
  "pages": {
    "privacy-policy": "Privacy Policy | PrizePalace Casino & Hotel - Your Privacy and Data Protection PrizePalace Home Facilities Advantages Casino Suggestions Why are we Privacy Policy Welcome to PrizePalace, a premier casino hotel website based in the United Kingdom. We are committed to protecting your personal information and your right to privacy. This Privacy Policy describes how we collect, use, and safeguard your personal information when you visit our website or use our services. By using our website or services, you agree to the terms of this Privacy Policy. Information We Collect We collect personal information that you voluntarily provide to us when you express an interest in obtaining information about us or our services, when you participate in activities on our website, or otherwise when you contact us. The personal information we collect may include your name, email address, phone number, and other contact information. We may also collect information about your preferences, such as your favorite casino games or hotel amenities. Automatically Collected Information When you visit our website, we may automatically collect certain information about your device, including information about your web browser, IP address, time zone, and some of the cookies that are installed on your device. Additionally, as you browse the website, we may collect information about the individual web pages or products that you view, what websites or search terms referred you to the website, and information about how you interact with the website. We refer to this automatically-collected information as \"Device Information. How We Use Your Information We use the information we collect or receive: To send you marketing and promotional communications. We and/or our third-party marketing partners may use the personal information you send to us for our marketing purposes if this is in accordance with your marketing preferences. You can opt-out of our marketing emails at any time. To send administrative information to you. We may use your personal information to send you a product, service, and new feature information and/or information about changes to our terms, conditions, and policies. To post testimonials. We post testimonials on our website that may contain personal information. Prior to posting a testimonial, we will obtain your consent to use your name and the content of the testimonial. If you wish to update or delete your testimonial, please contact us at prizepalace@gmail.com and be sure to include your name, testimonial location, and contact information. For other business purposes. We may use your information for other business purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns, and evaluating and improving our website, products, services, marketing, and your experience. PrizePalace © 2024 PrizePalace Casino & Hotel. All rights reserved. Navigation Home Facilities Advantages Casino Suggestions Why are we Additional navigation Disclaimer Privacy Policy Terms of Use Contacts Granary Wharf, 2 Wharf Approach, Leeds LS1 4BR, UK prizepalace@gmail.com +44-113-241-1000",
    "terms-conditions": "Terms of Use | PrizePalace Casino & Hotel - Guidelines and Conditions PrizePalace Home Facilities Advantages Casino Suggestions Why are we Terms of Use Eligibility To use our services, you must be at least 18 years old and have the legal capacity to enter into contracts. Our services are intended for users residing in the United Kingdom. Account Registration To access certain features of our website, you may need to create an account. You agree to provide accurate, current, and complete information during the registration process. You are responsible for maintaining the confidentiality of your account and password and restricting access to your computer. Website Content All content on our website, including text, graphics, logos, images, audio clips, and software, is the property of PrizePalace or its content suppliers and is protected by U.K. and international copyright laws. Any unauthorized use, reproduction, or distribution of the content is strictly prohibited. Online Gaming PrizePalace offers a variety of online casino games for entertainment purposes only. No real money is required to play the games, and no real money or prizes can be won. By using our gaming services, you acknowledge that you are not relying on any chance or skill-based outcome to receive any form of compensation. Hotel Booking Services Our website allows users to book rooms at our affiliated hotel properties. All bookings are subject to availability and the terms and conditions of the respective hotel. You are responsible for reviewing and understanding the hotel's policies before making a reservation. User Conduct You agree not to use our website for any unlawful or prohibited purpose. This includes, but is not limited to, using the website to harass, abuse, or harm other users; transmitting spam or unsolicited commercial emails; or interfering with the proper functioning of the website. Disclaimer of Warranties Our website and its content are provided on an \"as is\" and \"as available\" basis. We make no representations or warranties of any kind, express or implied, as to the operation of our website or the information, content, materials, or products included on our website. Limitation of Liability In no event shall PrizePalace, its affiliates, or their respective officers, directors, employees, or agents be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in connection with the use or inability to use our website. Governing Law These Terms shall be governed by and construed in accordance with the laws of the United Kingdom. Any legal action or proceeding arising out of or related to these Terms shall be instituted exclusively in the federal or state courts located in the United Kingdom. Contact Us If you have any questions or concerns regarding these Terms, please contact us at prizepalace@gmail.com. PrizePalace © 2024 PrizePalace Casino & Hotel. All rights reserved. Navigation Home Facilities Advantages Casino Suggestions Why are we Additional navigation Disclaimer Privacy Policy Terms of Use Contacts Granary Wharf, 2 Wharf Approach, Leeds LS1 4BR, UK prizepalace@gmail.com +44-113-241-1000",
    "thanks": "Thank You for Choosing PrizePalace Casino & Hotel - We Appreciate Your Business PrizePalace Thank You! We appreciate you taking the time to reach out to us. Your feedback is invaluable as it helps us improve and serve you better. Our team is committed to providing you with the best experience possible. We will review your message and get back to you as soon as we can. In the meantime, feel free to explore more of PrizePalace. We have a lot of exciting content and features that you might find interesting. Once again, thank you for your time and input. We look forward to connecting with you soon. To main",
    "casino": "Experience Unmatched Thrills and Games at PrizePalace Casino - Where Fortune Awaits 18+ PrizePalace Home Facilities Advantages Casino Suggestions Why are we Welcome to PrizePalace Casino Step into the exhilarating world of PrizePalace Casino, where excitement and fortune await. Our state-of-the-art gaming facilities offer a thrilling experience for both seasoned players and newcomers. Indulge in a variety of games, exceptional service, and an electrifying atmosphere that will keep you coming back for more. Table Games Enjoy classic table games such as blackjack, poker, and roulette. Our professional dealers ensure a top-notch gaming experience. Slot Machines Spin and win with our extensive selection of slot machines. Featuring the latest themes and technology, there's a game for everyone. VIP Lounge Experience the ultimate in luxury and privacy in our exclusive VIP lounge. Enjoy personalized service and high-stakes gaming in an intimate setting. Exciting Game Selection Progressive Jackpots Try your luck at our progressive jackpot games, where the potential winnings grow with every play. Who knows, you might just hit the big one! Live Dealer Games Experience the thrill of live dealer games, streamed directly to your table. Interact with real dealers and enjoy an authentic casino experience from the comfort of your seat. Poker Tournaments Test your skills in our regular poker tournaments. Compete against other players for the ultimate prize and bragging rights. Responsible Gaming At PrizePalace, we are committed to promoting responsible gaming. Our staff is trained to assist players in maintaining a healthy balance and provide resources for those who need support. Rewards Program Join our exclusive rewards program and earn points every time you play. Redeem points for exciting perks, including free play, dining discounts, and more. 200+ Slot Machines 50+ Table Games 10 Live Dealer Games 24/7 Casino Access PrizePalace © 2024 PrizePalace Casino & Hotel. All rights reserved. Navigation Home Facilities Advantages Casino Suggestions Why are we Additional navigation Disclaimer Privacy Policy Terms of Use Contacts Granary Wharf, 2 Wharf Approach, Leeds LS1 4BR, UK prizepalace@gmail.com +44-113-241-1000 18+ We use cookies to ensure you get the best experience on our website. Learn more Accept document.addEventListener(\"DOMContentLoaded\", function () { const cookieConsent = document.getElementById(\"cookie-consent\"); const acceptButton = document.getElementById(\"accept-cookies\"); if (!localStorage.getItem(\"cookiesAccepted\")) { if (cookieConsent) { cookieConsent.style.display = \"flex\"; } } if (acceptButton) { acceptButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); if (cookieConsent) { cookieConsent.style.display = \"none\"; } }); } });",
    "disclaimer": "Legal Disclaimer | PrizePalace Casino & Hotel - Important Information and Notices PrizePalace Home Facilities Advantages Casino Suggestions Why are we Disclaimer The rights of intellectual property, unless otherwise indicated, we or our licensor own intellectual property rights on the website and materials placed on it.In accordance with the license below, all our intellectual property rights are protected. You can download and print pages from the website for viewing and caching only with the following conditions: the following conditions: (a) You should not reprint any materials from the website (including transformation to another website), as well as reproduce or store any materials from the website in any public or private electronic search engine; (b) You should not play, copy, replicate, sell, resell, visit, or otherwise use our site or any material on our website for commercial purposes without our direct written permission (c) You should not edit or otherwise change the materials on our website. Limiting liability information on this site is provided for free, and you recognize that it would be unreasonable to hold us liable in relation to this site and information on it. Nevertheless, nothing in this refusal of liability does not exclude and does not limit our responsibility for fraud, death or injuries caused by our negligence, or any other responsibility that cannot be excluded or limited in accordance with applicable law. Changes we can from time to time amending this refusal of liability.Please regularly check this page to make sure that you have the most relevant information. This rejection of liability is a complete agreement between you and us regarding the use of this website and replaces all previous agreements regarding the use of this website. The regulatory legislation and jurisdiction this notification is regulated and interpreted in accordance with English legislation, and any disputes related to this notification are subject to exclusive jurisdiction of the courts of England. You can contact us by e -mail prizepalace@gmail.com. Responsibility in the gambling of Prizepalace encourages a responsible attitude to gambling and calls for visitors to do the same.If you think that you have problems with gambling, you should immediately seek help from an authoritative organization such as GamBlers Anonymous or Gamcare. The rejection of the right to non-use Prizepalace of any right or the provision of these provisions and conditions does not mean a rejection of such a right or provision. PrizePalace © 2024 PrizePalace Casino & Hotel. All rights reserved. Navigation Home Facilities Advantages Casino Suggestions Why are we Additional navigation Disclaimer Privacy Policy Terms of Use Contacts Granary Wharf, 2 Wharf Approach, Leeds LS1 4BR, UK prizepalace@gmail.com +44-113-241-1000",
    "index": "Welcome to PrizePalace Casino & Hotel - Your Ultimate Destination for Luxury and Excitement PrizePalace Home Facilities Advantages Casino Suggestions Why are we Welcome to PrizePalace Hotel Discover the perfect blend of luxury and excitement at PrizePalace Hotel. Nestled in the heart of the city, our hotel offers unparalleled comfort and top-notch amenities to ensure an unforgettable stay. Whether you're here for business or pleasure, PrizePalace is your ultimate destination for relaxation and entertainment. Book a room Exceptional Amenities At PrizePalace, we pride ourselves on offering a wide range of amenities to cater to your every need. From our luxurious spa to our state-of-the-art fitness center, we've got you covered. Relaxing Spa Retreats Indulge in our soothing spa treatments designed to rejuvenate your mind, body, and soul. Our skilled therapists offer a variety of massages and treatments tailored to your preferences. Fitness Center Stay active during your stay with our fully equipped fitness center. Featuring the latest exercise equipment and personal trainers, we help you maintain your fitness routine effortlessly. Elegant Rooms and Suites Experience the epitome of comfort in our elegantly designed rooms and suites. Each room is furnished with plush bedding, modern decor, and breathtaking views. Enjoy complimentary Wi-Fi, 24-hour room service, and all the amenities you need for a perfect stay. From standard rooms to opulent suites, our accommodations cater to all tastes and preferences. Book your stay and immerse yourself in the luxurious ambiance of PrizePalace. Fine Dining Savor exquisite cuisines at our on-site restaurants. Our talented chefs use the freshest ingredients to create mouthwatering dishes that will tantalize your taste buds. Whether you're in the mood for a casual meal or a fine dining experience, we have something for everyone. Enjoy a variety of dining options, including international cuisine, local specialties, and decadent desserts. Our attentive staff ensures a memorable dining experience for every guest. Explore Our Offerings Swimming Pool Take a dip in our sparkling swimming pool and unwind under the sun. Business Center Utilize our fully equipped business center for all your professional needs. Concierge Service Our concierge team is available 24/7 to assist with your reservations and inquiries. Event Spaces Host your events in our versatile and elegant event spaces. Valet Parking Enjoy the convenience of our secure valet parking services. Gift Shop Find the perfect souvenir at our on-site gift shop. Why Choose Us Your Ultimate Destination Experience the best in luxury and entertainment at PrizePalace Hotel. We are committed to providing exceptional service and unforgettable experiences. 200+ Luxurious Rooms 5 On-Site Restaurants 24/7 Customer Service Guest Experiences Unforgettable Stays 5-Star Ratings \"My stay at PrizePalace was absolutely amazing! The staff was friendly, and the amenities were top-notch. I can't wait to come back!\" Perfect Getaway Highly Recommend \"PrizePalace is the perfect place for a relaxing vacation. The spa treatments were heavenly, and the dining options were fantastic.\" Business Excellence Exceptional Service \"I stayed at PrizePalace for a business trip, and it exceeded all my expectations. The business center and meeting facilities were excellent.\" Shop at PrizePalace Discover exclusive items and souvenirs in our hotel shop. Luxury Spa Products £₹5000 Pamper yourself with our premium spa products available exclusively at our shop. Order Gourmet Snacks £1500 Enjoy a selection of gourmet snacks curated by our chefs. Order Branded Merchandise £2500 Take home a piece of PrizePalace with our branded merchandise. Order I accept the Privacy Policy Send message Book Your Stay Today Granary Wharf, 2 Wharf Approach, Leeds LS1 4BR, UK prizepalace@gmail.com +44-113-241-1000 PrizePalace © 2024 PrizePalace Casino & Hotel. All rights reserved. Navigation Home Facilities Advantages Casino Suggestions Why are we Additional navigation Disclaimer Privacy Policy Terms of Use Contacts Granary Wharf, 2 Wharf Approach, Leeds LS1 4BR, UK prizepalace@gmail.com +44-113-241-1000 We use cookies to ensure you get the best experience on our website. Learn more Accept document.addEventListener(\"DOMContentLoaded\", function () { const cookieConsent = document.getElementById(\"cookie-consent\"); const acceptButton = document.getElementById(\"accept-cookies\"); if (!localStorage.getItem(\"cookiesAccepted\")) { if (cookieConsent) { cookieConsent.style.display = \"flex\"; } } if (acceptButton) { acceptButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); if (cookieConsent) { cookieConsent.style.display = \"none\"; } }); } });"
  },
  "date": "2024-07-22T06:01:58.884Z"
}