{
  "name": "RaiseRealm - pt-BR",
  "pages": {
    "about": "Sobre Nós - RaiseRealm Sobre nós Entre em contato Nosso cassino Sobre o RaiseRealm Descubra o nosso compromisso com a excelência e hospitalidade História do Nosso Hotel O RaiseRealm foi fundado com a visão de criar um refúgio de luxo e conforto no coração do Brasil. Desde o início, nosso objetivo tem sido proporcionar uma experiência inesquecível aos nossos hóspedes. Ao longo dos anos, evoluímos e nos adaptamos às necessidades dos viajantes modernos, sempre mantendo nosso compromisso com a qualidade e a excelência. Nossa história é marcada por inovações constantes e melhorias contínuas. Cada detalhe do RaiseRealm reflete nossa paixão pela hospitalidade. Desde a arquitetura até os serviços personalizados, tudo foi cuidadosamente planejado para oferecer o melhor em conforto e sofisticação. Nossos Diferenciais 01. Conforto e Luxo No RaiseRealm, oferecemos uma experiência de hospedagem incomparável. Nossos quartos são equipados com as melhores comodidades, proporcionando um ambiente de conforto e luxo para todos os nossos hóspedes. 02. Localização Privilegiada Situado no coração de um paraíso tropical, o RaiseRealm permite que você desfrute de vistas deslumbrantes e de fácil acesso às principais atrações turísticas do Brasil. A localização perfeita para umas férias inesquecíveis. 03. Serviços Personalizados Nosso compromisso é com a excelência em atendimento. Oferecemos serviços personalizados para atender todas as suas necessidades, garantindo que sua estadia seja absolutamente perfeita. Aviso Legal Política de Privacidade Termos de Uso 18+ Informamos que o acesso ao site do RaiseRealm é restrito a pessoas com 18 anos ou mais. Agradecemos pela compreensão. Utilizamos cookies para proporcionar a melhor experiência em nosso site RaiseRealm. Ao continuar navegando, você concorda com o uso de cookies. Para mais detalhes, consulte nossa Política de Privacidade. Aceitar Recusar",
    "casino": "Casino RaiseRealm - Jogos e Diversão no Brasil Sobre nós Entre em contato Nosso cassino Nosso Cassino Viva a emoção e o glamour do RaiseRealm Casino No RaiseRealm, nossa missão é proporcionar uma experiência de jogo inigualável. Nossos caça-níqueis oferecem uma vasta gama de temas e possibilidades de ganhos, desde os clássicos até as mais recentes inovações tecnológicas. A cada giro, você está mais perto de grandes vitórias em um ambiente sofisticado e seguro. Nosso cassino oferece uma ampla seleção de jogos de cartas, incluindo poker, blackjack e roleta. Cada mesa é conduzida por dealers experientes que garantem uma experiência de jogo justa e emocionante. No RaiseRealm, a diversão nunca termina e a chance de ganhar é sempre real. Além de uma experiência de jogo excepcional, garantimos total confidencialidade e segurança para nossos convidados. Seus dados e informações são protegidos com os mais altos padrões de segurança, para que você possa se concentrar apenas na diversão e nas grandes vitórias. Nossa equipe está dedicada a oferecer um serviço impecável, garantindo que cada visita ao RaiseRealm seja memorável. Desde a recepção calorosa até o atendimento personalizado durante o jogo, nosso objetivo é superar suas expectativas e proporcionar uma experiência de cassino verdadeiramente luxuosa. No RaiseRealm, você experimenta o melhor do entretenimento em um ambiente luxuoso. Nossos hóspedes desfrutam de uma ampla variedade de jogos, um serviço excepcional e a garantia de uma experiência de cassino segura e emocionante. Estamos aqui para tornar sua visita inesquecível. Cada visita ao nosso cassino é uma oportunidade para experimentar o glamour e a emoção de um verdadeiro destino de jogos. Com nossos modernos caça-níqueis e jogos de cartas de alta qualidade, oferecemos uma experiência de jogo incomparável que mantém nossos hóspedes voltando sempre. Venha e descubra porque o RaiseRealm é o lugar preferido para quem busca grandes emoções e grandes ganhos. Nossa equipe está pronta para recebê-lo e garantir que sua experiência conosco seja repleta de diversão e sucesso. Em cada canto do nosso cassino, você encontrará um ambiente vibrante e sofisticado, ideal para jogadores de todos os níveis. Aprecie o luxo e a emoção do RaiseRealm e faça parte da nossa história de grandes vitórias e atendimento de primeira classe. O RaiseRealm é mais do que apenas um cassino; é um destino de entretenimento onde cada detalhe é pensado para oferecer o melhor. Venha se divertir e vivenciar o melhor do mundo dos jogos com total segurança e conforto. Experimente o RaiseRealm hoje e descubra por que somos o cassino-paraíso que todos estão falando. Estamos ansiosos para recebê-lo e proporcionar uma experiência de jogo que você jamais esquecerá. Perguntas Frequentes Como posso começar a jogar no RaiseRealm? Para começar a jogar no RaiseRealm, basta criar uma conta em nosso site e fazer um depósito. Depois disso, você poderá acessar todos os nossos jogos de cassino e aproveitar as diversas opções de entretenimento que oferecemos. Se precisar de ajuda, nossa equipe de suporte está disponível para guiá-lo pelo processo. Quais tipos de jogos estão disponíveis no RaiseRealm? No RaiseRealm, oferecemos uma ampla gama de jogos, incluindo caça-níqueis, poker, blackjack, roleta e muito mais. Nossos jogos são atualizados regularmente para garantir que você sempre tenha acesso às últimas novidades e melhores opções de entretenimento. É seguro jogar no RaiseRealm? Sim, o RaiseRealm utiliza tecnologia de criptografia de ponta para garantir a segurança dos seus dados e transações. Além disso, nossos jogos são auditados regularmente para assegurar a justiça e a integridade. Sua segurança e privacidade são nossa prioridade. Como funcionam os bônus e promoções? Oferecemos uma variedade de bônus e promoções para nossos jogadores, incluindo bônus de boas-vindas, ofertas de depósito e promoções especiais. Você pode encontrar todas as informações sobre nossos bônus em nossa página de promoções. Certifique-se de verificar os termos e condições para aproveitar ao máximo essas ofertas. O que fazer se encontrar um problema técnico? Se você encontrar algum problema técnico, entre em contato com nossa equipe de suporte ao cliente o mais rápido possível. Estamos disponíveis 24/7 para ajudá-lo com qualquer questão ou problema que possa surgir. Nossa prioridade é garantir que sua experiência no RaiseRealm seja impecável. Entre em Contato Aviso Legal Política de Privacidade Termos de Uso 18+ Informamos que o acesso ao site do RaiseRealm é restrito a pessoas com 18 anos ou mais. Agradecemos pela compreensão. Utilizamos cookies para proporcionar a melhor experiência em nosso site RaiseRealm. Ao continuar navegando, você concorda com o uso de cookies. Para mais detalhes, consulte nossa Política de Privacidade. Aceitar Recusar × O RaiseRealm é destinado a usuários com 18 anos ou mais. Jogue com responsabilidade. O jogo pode ser viciante; jogue com moderação.",
    "contacts": "Contate-nos - RaiseRealm Sobre nós Entre em contato Nosso cassino Fale Conosco Estamos aqui para ajudá-lo com qualquer dúvida ou necessidade Nossos Contatos Entre em contato com o RaiseRealm para qualquer dúvida ou informação. Nossa equipe está sempre disponível para atender você da melhor maneira possível. Se você precisar de assistência durante sua estadia ou tiver perguntas sobre nossas instalações e serviços, não hesite em nos procurar. A sua satisfação é a nossa prioridade. Estamos aqui para garantir que sua experiência no RaiseRealm seja perfeita e inesquecível. Telefone: +55 83 9362-5325 Email: raiserealm@gmail.com Localização: Av. dos Búzios, 1760 - Jurerê Internacional, Florianópolis - SC, 88053-301, Brasil Entre em Contato Conosco Estamos aqui para ajudar você a planejar a sua estadia perfeita no RaiseRealm. Se tiver qualquer dúvida ou precisar de mais informações sobre nossos serviços, preencha o formulário abaixo e nossa equipe entrará em contato com você em breve. Nosso objetivo é garantir que sua experiência conosco seja a melhor possível. Entre em contato para esclarecer qualquer questão ou para fazer uma solicitação especial. Agradecemos seu interesse em nosso hotel e estamos ansiosos para proporcionar uma experiência inesquecível para você. Aceito a Política de Privacidade Aviso Legal Política de Privacidade Termos de Uso 18+ Informamos que o acesso ao site do RaiseRealm é restrito a pessoas com 18 anos ou mais. Agradecemos pela compreensão. Utilizamos cookies para proporcionar a melhor experiência em nosso site RaiseRealm. Ao continuar navegando, você concorda com o uso de cookies. Para mais detalhes, consulte nossa Política de Privacidade. Aceitar Recusar",
    "disclaimer": "Disclaimer - RaiseRealm Sobre nós Entre em contato Nosso cassino Disclaimers 1. Isenção de Responsabilidade O site RaiseRealm é fornecido \"no estado em que se encontra\" e \"conforme disponível\". Não fazemos representações ou garantias de qualquer tipo, expressas ou implícitas, quanto à operação do site, à informação, conteúdo, materiais ou produtos incluídos no site. Na extensão máxima permitida pela lei, renunciamos a todas as garantias, expressas ou implícitas, incluindo, mas não se limitando a, garantias implícitas de comercialização e adequação a um propósito específico. O uso do site é de sua inteira responsabilidade. Não garantimos que o site esteja livre de erros, vírus ou outros componentes prejudiciais, e não seremos responsáveis por qualquer dano ao seu computador ou outro equipamento causado por sua utilização do site. 2. Informações de Conteúdo O conteúdo disponível no RaiseRealm é para fins informativos e de entretenimento. Embora façamos esforços para garantir a precisão das informações, não garantimos que o conteúdo esteja livre de erros ou desatualizado. As informações são fornecidas sem garantias de qualquer tipo e não devem ser consideradas como aconselhamento profissional. Recomendamos que você consulte profissionais qualificados para obter conselhos específicos conforme necessário. 3. Links para Sites de Terceiros Nosso site pode conter links para sites de terceiros que não são operados ou controlados por nós. Não somos responsáveis pelo conteúdo, práticas de privacidade ou políticas desses sites. O fato de fornecermos links para sites externos não implica endosse ou recomendação dos mesmos. Você deve revisar as políticas e termos dos sites externos antes de fornecer qualquer informação pessoal ou utilizar seus serviços. 4. Limitação de Responsabilidade Na medida máxima permitida pela lei, o RaiseRealm não será responsável por qualquer dano indireto, incidental, especial, consequencial ou punitivo, incluindo, mas não se limitando a, perda de lucros, dados ou outros danos intangíveis decorrentes do uso ou incapacidade de usar o site. Nossa responsabilidade total em relação a qualquer reclamação resultante do uso do site será limitada ao valor que você pagou, se houver, para acessar o site. 5. Alterações e Atualizações Reservamo-nos o direito de modificar, atualizar ou interromper qualquer aspecto do site RaiseRealm a qualquer momento, sem aviso prévio. Isso pode incluir alterações no conteúdo, funcionalidade e disponibilidade do site. Não seremos responsáveis por quaisquer perdas ou danos resultantes de tais modificações ou interrupções. 6. Confidencialidade e Segurança Embora tomemos medidas para proteger suas informações pessoais e garantir que o site esteja seguro, não podemos garantir a segurança absoluta. É sua responsabilidade proteger suas informações pessoais e estar ciente dos riscos associados ao uso da internet. Para mais informações sobre como tratamos suas informações pessoais, consulte nossa Política de Privacidade. 7. Jurisdição e Legislação Aplicável Estes disclaimers serão regidos e interpretados de acordo com as leis do Brasil. Qualquer disputa relacionada ao uso do site será submetida aos tribunais competentes da cidade onde o RaiseRealm está localizado, salvo disposição em contrário prevista por lei. 8. Contato Se você tiver dúvidas ou preocupações sobre este disclaimer ou sobre qualquer aspecto do site RaiseRealm, entre em contato conosco pelo e-mail raiserealm@gmail.com. Faremos o possível para esclarecer suas dúvidas e resolver quaisquer questões relacionadas ao uso do nosso site. Aviso Legal Política de Privacidade Termos de Uso 18+ Informamos que o acesso ao site do RaiseRealm é restrito a pessoas com 18 anos ou mais. Agradecemos pela compreensão. Utilizamos cookies para proporcionar a melhor experiência em nosso site RaiseRealm. Ao continuar navegando, você concorda com o uso de cookies. Para mais detalhes, consulte nossa Política de Privacidade. Aceitar Recusar",
    "index": "RaiseRealm - O Melhor Casino e Hotel no Brasil Sobre nós Entre em contato Nosso cassino Bem-vindo ao RaiseRealm Experiência única de luxo e conforto em um paraíso tropical Nosso Hotel Desfrute de uma estadia inesquecível no RaiseRealm, onde o luxo encontra a tranquilidade do paraíso tropical. Nosso hotel oferece uma combinação perfeita de conforto e sofisticação, proporcionando uma experiência única aos nossos hóspedes. Acomodações Luxuosas Nossas acomodações foram projetadas para oferecer o máximo de conforto e elegância. Cada quarto é equipado com comodidades modernas e uma decoração que reflete a beleza natural do Brasil. Nossa Popularidade O RaiseRealm é reconhecido mundialmente pela sua excelência em hospitalidade e serviços de luxo. Nossos hóspedes vêm de todas as partes do mundo para experimentar a elegância e o conforto que oferecemos. Em todo o Brasil, somos famosos por proporcionar estadias inesquecíveis em um ambiente deslumbrante e acolhedor. Nosso compromisso com a qualidade e a satisfação dos nossos clientes é inigualável. No RaiseRealm, cada detalhe é cuidadosamente pensado para garantir uma experiência excepcional. Nossa dedicação à perfeição tem sido elogiada por inúmeros hóspedes e especialistas da indústria. A nossa popularidade não é apenas baseada em palavras, mas também em ações. Todos os dias, trabalhamos incansavelmente para superar as expectativas e criar momentos inesquecíveis para nossos hóspedes. Venha descobrir porque somos uma escolha tão popular entre viajantes exigentes e veja por si mesmo o que torna o RaiseRealm tão especial. \"O RaiseRealm é um verdadeiro paraíso na Terra! As acomodações são maravilhosas e a equipe é extremamente atenciosa. Não vejo a hora de voltar!\" Ana Silva \"Nossa estadia no RaiseRealm foi perfeita do início ao fim. O ambiente é deslumbrante e os serviços são de primeira classe. Recomendo a todos!\" Carlos Ferreira \"Nunca fiquei em um hotel tão incrível. O RaiseRealm realmente eleva o padrão de hospitalidade. As comodidades são fantásticas e a localização é imbatível.\" Juliana Costa Aviso Legal Política de Privacidade Termos de Uso 18+ Informamos que o acesso ao site do RaiseRealm é restrito a pessoas com 18 anos ou mais. Agradecemos pela compreensão. Utilizamos cookies para proporcionar a melhor experiência em nosso site RaiseRealm. Ao continuar navegando, você concorda com o uso de cookies. Para mais detalhes, consulte nossa Política de Privacidade. Aceitar Recusar",
    "privacy": "Política de Privacidade - RaiseRealm Sobre nós Entre em contato Nosso cassino Política de Privacidade 1. Introdução A presente Política de Privacidade visa esclarecer como o RaiseRealm coleta, utiliza, armazena e protege as informações pessoais dos usuários que visitam nosso site. Ao acessar e utilizar nosso site, você concorda com as práticas descritas nesta política. É essencial que você leia e compreenda todas as informações aqui contidas. text 2. Informações Coletadas Diversas informações são coletadas quando você visita nosso site ou se comunica conosco. Essas informações podem incluir dados pessoais como nome, e-mail e outros detalhes de contato. Também podemos coletar dados técnicos sobre sua visita, como endereço IP, tipo de navegador, e informações sobre as páginas que você visualizou em nosso site. 3. Uso das Informações As informações coletadas são utilizadas para diversas finalidades, incluindo, mas não se limitando a: Melhorar a experiência do usuário: Utilizamos dados de navegação para personalizar e aprimorar o conteúdo e a funcionalidade do site, garantindo uma experiência mais relevante e agradável. Comunicação: Podemos utilizar seu e-mail para enviar atualizações, ofertas e informações relevantes sobre nossos produtos e serviços. Caso não deseje receber essas comunicações, você pode optar por não receber mais e-mails a qualquer momento. Segurança: Seus dados são utilizados para assegurar a segurança e integridade de nosso site e proteger contra atividades fraudulentas e não autorizadas. 4. Armazenamento e Proteção dos Dados Os dados pessoais coletados são armazenados em servidores seguros e são protegidos por medidas de segurança apropriadas para garantir a confidencialidade e a integridade das informações. Adotamos práticas de segurança rigorosas para proteger suas informações contra acesso não autorizado, perda ou divulgação. No entanto, nenhum sistema de segurança é totalmente infalível, e não podemos garantir a segurança absoluta dos dados transmitidos pela Internet. 5. Compartilhamento de Informações Não compartilhamos suas informações pessoais com terceiros, exceto em circunstâncias específicas, como: Obrigação legal: Podemos divulgar suas informações se exigido por lei ou para cumprir com processos legais, ordens judiciais ou solicitações governamentais. Prestadores de serviços: Em alguns casos, podemos contratar terceiros para realizar serviços em nosso nome, como processamento de pagamentos ou envio de e-mails. Esses prestadores de serviços têm acesso às informações necessárias para realizar suas funções, mas são obrigados a manter a confidencialidade e a segurança dos dados. 6. Cookies e Tecnologias Semelhantes Utilizamos cookies e tecnologias semelhantes para melhorar a sua experiência em nosso site. Cookies são pequenos arquivos de texto armazenados em seu dispositivo que nos ajudam a reconhecer seu navegador e lembrar suas preferências. Você pode configurar seu navegador para recusar cookies, mas isso pode afetar a funcionalidade do site. 7. Seus Direitos Você tem o direito de acessar, corrigir ou excluir suas informações pessoais a qualquer momento. Caso deseje exercer esses direitos, entre em contato conosco pelo e-mail raiserealm@gmail.com. Faremos o possível para atender sua solicitação de forma rápida e eficiente. 8. Alterações na Política de Privacidade Esta Política de Privacidade pode ser atualizada periodicamente para refletir mudanças em nossas práticas ou para cumprir com novas regulamentações. Recomendamos que você revise esta página regularmente para se manter informado sobre como protegemos suas informações. 9. Contato Se você tiver alguma dúvida ou preocupação sobre nossa Política de Privacidade ou sobre o tratamento de seus dados pessoais, entre em contato conosco pelo e-mail raiserealm@gmail.com. Aviso Legal Política de Privacidade Termos de Uso 18+ Informamos que o acesso ao site do RaiseRealm é restrito a pessoas com 18 anos ou mais. Agradecemos pela compreensão. Utilizamos cookies para proporcionar a melhor experiência em nosso site RaiseRealm. Ao continuar navegando, você concorda com o uso de cookies. Para mais detalhes, consulte nossa Política de Privacidade. Aceitar Recusar",
    "terms": "Termos de Uso - RaiseRealm Sobre nós Entre em contato Nosso cassino Termos de Uso 1. Aceitação dos Termos Ao acessar e utilizar o site RaiseRealm, você concorda com os termos e condições presentes nesta página. Caso não concorde com qualquer condição aqui descrita, solicitamos que não utilize nosso site. Reservamo-nos o direito de modificar estes termos a qualquer momento, sem aviso prévio. A continuidade do uso do site após a publicação de mudanças constitui a aceitação dos novos termos. 2. Uso do Site O site RaiseRealm é destinado apenas para fins informativos e de entretenimento. Ao utilizar o site, você se compromete a fazê-lo de forma responsável e em conformidade com todas as leis e regulamentações aplicáveis. O uso do site para fins ilegais, fraudulentos ou que possam prejudicar terceiros é estritamente proibido. Você é responsável por todas as atividades sob sua conta e deve notificar imediatamente a administração do site em caso de uso não autorizado. 3. Propriedade Intelectual Todo o conteúdo presente no site RaiseRealm, incluindo textos, imagens, gráficos, logotipos e softwares, é de propriedade exclusiva do RaiseRealm ou de seus licenciadores, estando protegido por leis de direitos autorais e outras relacionadas à propriedade intelectual. A reprodução, distribuição, modificação, exibição pública ou qualquer uso não autorizado do conteúdo do site é proibida sem nossa permissão expressa. 4. Links para Sites de Terceiros O site pode conter links para páginas de terceiros que não são operadas por nós. Não temos controle sobre o conteúdo ou práticas de privacidade desses sites e não assumimos responsabilidade por eles. A inclusão de qualquer link não implica endosso ou associação. Recomendamos que você leia as políticas de privacidade e os termos de uso desses sites antes de fornecer suas informações pessoais. 5. Limitação de Responsabilidade O RaiseRealm não se responsabiliza por quaisquer danos diretos, indiretos, incidentais, especiais ou consequenciais resultantes do uso ou incapacidade de utilizar o site, incluindo perda de lucros, dados ou outras perdas intangíveis. O site é fornecido \"tal como está\", e não garantimos a precisão, integridade ou disponibilidade do conteúdo. 6. Alterações e Suspensão do Site Reservamo-nos o direito de modificar, suspender ou descontinuar qualquer aspecto do site RaiseRealm a qualquer momento, sem aviso prévio. Isso inclui mudanças no conteúdo, funcionalidades e disponibilidade do site. Não seremos responsáveis por quaisquer perdas ou danos decorrentes dessas alterações. 7. Privacidade O uso do site RaiseRealm está sujeito à nossa Política de Privacidade, que pode ser revisada e atualizada periodicamente. Ao utilizar nosso site, você concorda com a coleta e uso de suas informações pessoais conforme descrito em nossa Política de Privacidade. 8. Legislação Aplicável Estes Termos de Uso serão interpretados e regidos de acordo com as leis brasileiras. Qualquer disputa relativa ao uso do site será resolvida exclusivamente nos tribunais da cidade onde o RaiseRealm está localizado, exceto disposição legal em contrário. 9. Contato Se você tiver dúvidas sobre os Termos de Uso ou sobre o funcionamento do site RaiseRealm, entre em contato conosco através do e-mail raiserealm@gmail.com. Vamos nos esforçar para responder suas perguntas e solucionar quaisquer questões relacionadas ao uso do nosso site. Aviso Legal Política de Privacidade Termos de Uso 18+ Informamos que o acesso ao site do RaiseRealm é restrito a pessoas com 18 anos ou mais. Agradecemos pela compreensão. Utilizamos cookies para proporcionar a melhor experiência em nosso site RaiseRealm. Ao continuar navegando, você concorda com o uso de cookies. Para mais detalhes, consulte nossa Política de Privacidade. Aceitar Recusar",
    "thanks": "Obrigado pela Sua Solicitação - RaiseRealm Obrigado pela Sua Solicitação Agradecemos sinceramente pelo seu interesse em nosso hotel, RaiseRealm. Sua solicitação foi recebida com sucesso e nossa equipe está trabalhando para atendê-la da melhor forma possível. Em breve, um dos nossos atendentes entrará em contato com você para fornecer todas as informações necessárias e responder a quaisquer perguntas que você possa ter. Enquanto isso, se você precisar de assistência imediata, não hesite em nos contatar diretamente pelo e-mail raiserealm@gmail.com. Pagina inicial Utilizamos cookies para proporcionar a melhor experiência em nosso site RaiseRealm. Ao continuar navegando, você concorda com o uso de cookies. Para mais detalhes, consulte nossa Política de Privacidade. Aceitar Recusar"
  },
  "date": "2024-07-26T10:44:46.305Z"
}