{
  "name": "Real11",
  "pages": {
    "cookies": "Cookies Policy | Protection of your personal data Home About HOW TO PLAY FAQ'S DOWNLOAD APP Real11 Cookies Policy At Real11, we use cookies and similar tracking technologies to enhance your experience and provide personalized content and advertisements. By using our website and services, you consent to the use of cookies in accordance with this Cookie Policy. What Are Cookies? Cookies are small text files stored on your device when you visit a website. They help websites remember your preferences, enhance usability, and provide personalized features. Cookies can also be used for analytics, advertising, and other operational purposes. Types of Cookies We Use 1 Essential Cookies: These cookies are necessary for the functioning of our website. They enable basic functions like page navigation and access to secure areas of the website. Without these cookies, the website may not function properly. 2 Performance and Analytics Cookies: These cookies collect information about how visitors use our website, such as which pages are visited most often and if users experience any errors. We use this information to improve the performance and design of our website. 3 Functional Cookies: Functional cookies allow the website to remember choices you make, such as your username, language preferences, and region. They enhance your browsing experience by providing more personalized features. 4 Advertising Cookies: These cookies are used to deliver advertisements that are relevant to your interests. They may be used to track your browsing habits across websites and tailor advertisements to your preferences. Managing Cookies You can manage or disable cookies through your browser settings. Please note that disabling certain types of cookies may affect the functionality of our website and limit your access to certain features. Third-Party Cookies Third-party cookies may be set on your device by external websites or services that are integrated into our website, such as social media plugins or advertising networks. Real11 does not control these cookies and is not responsible for their use. Changes to This Cookie Policy Real11 may update this Cookie Policy from time to time to reflect changes in technology, industry practices, legal requirements, or our operational needs. We encourage you to review this policy periodically for any updates. For any inquiries or concerns regarding our cookie usage, please contact us at real11@gmail.com. Thank you for choosing Real11! PRIVACY POLICY TERMS & CONDITIONS COOKIES POLICY real11@gmail.com PAYMENT PARTNERS Disclaimer The information provided on the Real11 website and app is for general informational purposes only. Real11 makes no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website, app, or the information, products, services, or related graphics contained on the website or app for any purpose. Any reliance you place on such information is therefore strictly at your own risk. 18+",
    "index": "Fuel Your Passion for Cricket with Real11 Fantasy Sports Home About HOW TO PLAY FAQ'S DOWNLOAD APP Welcome to Real11 - Where Your Cricket Fantasies Come to Life! Step onto the virtual pitch of Real11, the ultimate arena for fantasy cricket enthusiasts. Here, every match is more than just a game - it's your stage to strategize, compete, and triumph. Dive into the thrill of building your dream team, honing your tactics, and outsmarting opponents in a vibrant community of cricket lovers. GET APP LINK Build teams with favorite players. Compete with global cricket fans. Enhance strategic thinking skills. Win prizes in thrilling tournaments. About Us: Unleashing the Power of Your Cricket Imagination Welcome to Real11, where cricket isn't just a game; it's a passion, an art, and a way of life. Founded by a team of cricket aficionados, Real11 was born from a dream to create a platform that transcends traditional boundaries, offering an immersive and electrifying fantasy cricket experience. Our mission is simple yet profound: to bring cricket lovers from around the world together in a vibrant, competitive, and inclusive community. At Real11, we believe in the magic of cricket and the endless possibilities it holds. Whether you're plotting your next strategic move or celebrating a well-earned victory, our platform is designed to enhance every moment of your fantasy cricket journey. At Real11, we envision a world where fantasy cricket transcends the digital realm, inspiring real-world connections, strategic brilliance, and a deeper appreciation for the sport. We're committed to continuously evolving, innovating, and delivering an unparalleled experience that keeps our community engaged and excited. Join us at Real11, where your cricketing dreams take flight and every match is a new adventure! Get app link WHY Real11 MOST POPULAR? Live Fantasy Action: Real11 offers a unique \"Live Fantasy\" feature where users can make real-time changes to their teams during a match, adding an extra layer of excitement and strategy. AI-Powered Insights: Our advanced AI provides predictive analytics and real-time insights, helping users make informed decisions based on player performance, weather conditions, and historical data. Virtual Reality Integration: Experience the thrill of the game like never before with our VR integration, allowing users to immerse themselves in the stadium atmosphere and watch their fantasy team in action. Custom Leagues and Challenges: Create your own custom leagues and challenge friends or other users to personalized contests, making every match a unique and engaging experience tailored to your preferences. Blockchain-Backed Fair Play: Real11 ensures complete transparency and security with blockchain technology, providing a tamper-proof system for transactions and player performance data. Exclusive Celebrity Engagements: Participate in special leagues and events featuring cricket legends and celebrities, offering a chance to compete alongside or against your idols. Gamified Rewards System: Our innovative rewards system gamifies the entire experience, offering badges, trophies, and exclusive perks based on your achievements, keeping the competition lively and rewarding. Get a Sneak Peek of the Real11 App Get the Real11 App Now! Step up your fantasy cricket game with the Real11 app! Experience the thrill of real-time fantasy action, AI-powered insights, and immersive VR integration right at your fingertips. Create custom leagues, challenge friends, and compete for amazing rewards, all in a secure and transparent environment. Visit windaily.co and select the \"Download for Android\" option. Once the apk has finished downloading, simply tap on \"Open\". Ensure that installation from unknown sources is enabled in your device's settings. Real11 FANTASY CRICKET: A GUIDE TO PLAYING Step 1:Download and Register: Begin your adventure by downloading the Real11 app from the App Store or Google Play. The registration process is quick and seamless. Enter your details, verify your account, and step into a world where every match is a new opportunity. As a welcome gift, enjoy exclusive sign-up bonuses and perks that set you on the path to fantasy cricket greatness. Step 2: Select a Match: Dive into a vast selection of upcoming cricket matches. From international test matches to domestic T20 leagues, Real11 offers a variety of contests to suit your preferences. Use our unique match preview feature to get detailed insights, player statistics, and expert predictions, ensuring you make informed decisions before selecting your match. Step 3: Build Your Team: Unleash your inner strategist and build your dream team. With Real11's dynamic team creation interface, you can choose from a pool of real-life players. Utilize our AI-driven player performance indicators and predictive analytics to select the perfect combination of batsmen, bowlers, and all-rounders. Balance your team within the budget, and remember, your captain and vice-captain choices can make all the difference with double points. Step 4: Join Contests and Play: Now that your team is ready, it’s time to join contests. Whether you prefer head-to-head battles, small contests with friends, or massive public leagues, Real11 has it all. Engage in live fantasy action, where you can make real-time adjustments to your team during the match. Track your performance on our interactive leaderboard and revel in the excitement as your strategic choices unfold on the field. With every contest, earn points, climb the ranks, and win fantastic rewards! FAQ'S What makes Real11 different from other fantasy cricket platforms? Real11 offers an unparalleled fantasy cricket experience with features like live fantasy action, AI-powered insights, virtual reality integration, and blockchain-backed fair play. Our unique blend of technology and community spirit sets us apart from the rest. How does the live fantasy feature work? The live fantasy feature allows you to make real-time adjustments to your team during a match. This means you can respond to the game's flow, swap players in and out, and maximize your points as the action unfolds, adding an extra layer of strategy and excitement. What is the AI-powered insights feature? Our AI-powered insights provide predictive analytics and real-time data on player performance, weather conditions, and historical trends. This helps you make informed decisions when building and managing your team, giving you a competitive edge. Can I create my own leagues on Real11? Absolutely! Real11 allows you to create custom leagues and invite friends or other users to join. Customize the league settings to suit your preferences and enjoy a personalized fantasy cricket experience. How secure is my information on Real11? We prioritize your security with blockchain technology, ensuring that all transactions and player data are tamper-proof and transparent. Your personal information is encrypted and protected with the highest standards of data security. What rewards can I earn on Real11? Our gamified rewards system offers badges, trophies, and exclusive perks based on your achievements. Participate in contests to win cash prizes, special merchandise, and unique experiences like playing in celebrity leagues. How can I track my performance during contests? Real11 provides an interactive leaderboard that updates in real-time during contests. You can see how your team is performing, compare your scores with other participants, and adjust your strategy to climb the ranks. What kind of support does Real11 offer if I encounter issues? Our dedicated support team is available 24/7 to assist you with any issues or queries. You can reach out to us via live chat, email, or our comprehensive help center, ensuring a smooth and enjoyable experience on Real11. What Our Players Say \"I've tried numerous fantasy cricket apps, but Real11 stands out with its innovative features like live fantasy action and AI-driven insights. The thrill of making real-time changes to my team during a match is unparalleled. Plus, the VR integration makes me feel like I'm right there in the stadium. Highly recommend it to all cricket enthusiasts!\" Arjun P \"From downloading the app to participating in contests, Real11 has provided a seamless and exciting experience. The blockchain-backed fair play system gives me confidence in the transparency and security of the platform. The exclusive celebrity leagues are a fantastic bonus, letting me compete with my cricketing idols!\" Priya R \"As a newbie to fantasy cricket, I was initially overwhelmed. However, the AI-powered insights on Real11 have been a game changer for me. They provide valuable data and predictions that help me make informed decisions. The interactive leaderboard keeps me engaged, and the rewards system makes every match more exciting. It's the perfect app for both beginners and pros.\" Raj S \"What I love most about Real11 is the ability to create custom leagues and play with my friends. It's brought a whole new level of competition and fun to our group. The app's interface is user-friendly, and the constant updates keep the excitement alive. Real11 has become an essential part of our cricket season!\" Neha M \"Real11's gamified rewards system is unlike anything I've experienced on other fantasy platforms. Earning badges, trophies, and special perks keeps me motivated to play and improve. The real-time match previews and expert tips have significantly boosted my performance. If you love cricket and fantasy sports, Real11 is a must-try!\" Vikram T. Get the Real11 Fantasy App Now! I accept the Privacy Policy GET APP LINK PRIVACY POLICY TERMS & CONDITIONS COOKIES POLICY real11@gmail.com PAYMENT PARTNERS Disclaimer The information provided on the Real11 website and app is for general informational purposes only. Real11 makes no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website, app, or the information, products, services, or related graphics contained on the website or app for any purpose. Any reliance you place on such information is therefore strictly at your own risk. 18+ This website uses cookies to ensure you get the best experience on our website. By continuing to use this site, you consent to the use of cookies. For more information, please see our Cookies Policy. Accept",
    "privacy-policy": "Privacy Policy | Protection of your personal data Home About HOW TO PLAY FAQ'S DOWNLOAD APP Privacy Policy Your privacy is important to us. It is Real11 Lodge's policy to respect your privacy regarding any information we may collect from you across our website and other sites we own and operate. We only ask for personal information when we truly need it to provide a service to you. We collect it by fair and lawful means, with your knowledge and consent. We also let you know why we're collecting it and how it will be used. We don't share any personally identifying information publicly or with third-parties, except when required to by law. Additional Information We may update our Privacy Policy from time to time. Thus, we advise you to review this page periodically for any changes. We will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately after they are posted on this page. If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us through email. This privacy policy was created with the help of the Privacy Policy Generator By using our website, you hereby consent to our Privacy Policy and agree to its terms. PRIVACY POLICY TERMS & CONDITIONS COOKIES POLICY real11@gmail.com PAYMENT PARTNERS Disclaimer The information provided on the Real11 website and app is for general informational purposes only. Real11 makes no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website, app, or the information, products, services, or related graphics contained on the website or app for any purpose. Any reliance you place on such information is therefore strictly at your own risk. 18+",
    "terms-conditions": "Terms of Use | Real11 Home About HOW TO PLAY FAQ'S DOWNLOAD APP Terms and Conditions Welcome to the Terms of Service page for Real11. By accessing and using our website, you agree to comply with and be bound by the following terms and conditions of use, which together with our Privacy Policy govern Real11' relationship with you in relation to this website. The term 'Real11' or 'us' or 'we' refers to the owner of the website whose registered office. The term 'you' refers to the user or viewer of our website. 1. Eligibility 1.1 Age Requirement: You must be at least 18 years old to register for an account and participate in contests on Real11. 1.2 Legal Compliance: It is your responsibility to ensure that your participation in our Services is legal in your jurisdiction. By using Real11, you confirm that you are legally permitted to do so. 2. Account Registration 2.1 Account Creation: To access our Services, you must create an account by providing accurate and complete information. You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account. 2.2 Verification: Real11 may require additional information to verify your identity, including but not limited to proof of age and residence. Failure to provide accurate information may result in the suspension or termination of your account. 3. Participation in Contests 3.1 Fantasy Contests: Real11 offers various fantasy cricket contests where users can create teams, join leagues, and compete for rewards. Participation in these contests involves an element of skill, strategy, and knowledge of cricket. 3.2 Fair Play: Users must adhere to the rules of fair play and integrity. Any form of cheating, collusion, or manipulation of the game is strictly prohibited and may result in immediate disqualification and account suspension. 4. Fees and Payments 4.1 Entry Fees: Some contests may require an entry fee. All fees must be paid in full before participation. Real11 reserves the right to change the fee structure at any time. 4.2 Withdrawals: Users can withdraw their winnings subject to verification and adherence to our withdrawal policies. Withdrawal requests may take up to 7 business days to process. 5. Intellectual Property 5.1 Ownership: All content, logos, trademarks, and intellectual property on Real11 are owned by or licensed to Real11. Users are granted a limited, non-exclusive, and non-transferable license to access and use the Services for personal, non-commercial purposes. 5.2 Restrictions: Users may not copy, distribute, modify, or create derivative works from any content on Real11 without prior written permission from Real11. 6. Privacy Policy 6.1 Data Collection: By using Real11, you agree to our collection, use, and sharing of your information as described in our Privacy Policy. We are committed to protecting your privacy and ensuring the security of your personal data. 7. Limitation of Liability 7.1 No Warranties: Real11 provides the Services \"as is\" and without any warranties, express or implied. We do not guarantee the accuracy, completeness, or reliability of any information or content on the platform. 7.2 Liability: To the fullest extent permitted by law, Real11 shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in connection with your use of the Services. 8. Amendments 8.1 Changes to Terms: Real11 reserves the right to modify these Terms at any time. Any changes will be effective immediately upon posting on the website. Continued use of the Services constitutes acceptance of the revised Terms. PRIVACY POLICY TERMS & CONDITIONS COOKIES POLICY real11@gmail.com PAYMENT PARTNERS Disclaimer The information provided on the Real11 website and app is for general informational purposes only. Real11 makes no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website, app, or the information, products, services, or related graphics contained on the website or app for any purpose. Any reliance you place on such information is therefore strictly at your own risk. 18+",
    "thanks": "Thanks for your inquiry! Thank you for reaching out to us! The Real11 team sincerely appreciates you taking the time to contact us. Your feedback is extremely valuable to us and will be considered carefully. We are committed to providing the best service possible, and your suggestions help us to continuously improve. If there is anything else we can assist with or if you have any further questions, please do not hesitate to contact us again. Once again, thank you for choosing Real11! Thank you very much! Return to Homepage"
  },
  "date": "2024-07-05T12:18:20.095Z"
}