{
  "name": "RealmCricket",
  "pages": {
    "disclaimers": "RealmCricket - Disclaimers page of the Fantasy Cricket & Win Cash Prizes RealmCricket About Disclaimers of REALMCRICKET Get App I agree to the Privacy Policy You must be at least 18 years old to access this application. RealmCricket is not affiliated in any way with: The International Cricket Council (\"ICC\") or any national cricket board or team, The Board of Control for Cricket in India (\"BCCI\"), the Indian Premier League (\"IPL\") or any IPL franchises, Any other domestic cricket tournament/league, or tournament franchise/team, Other sports organizations such as FIFA, ISL, EPL, or the Kolkata Football League, Any tournaments, leagues, cups, clubs, teams, players, or managers. RealmCricket acknowledges that all proprietary names and marks related to cricket tournaments or competitions are owned by their respective owners. Intellectual property rights in logos, names, and marks may be owned by third parties including sports federations, clubs, teams, leagues, cups, players, managers, broadcasters, etc. Any reference or depiction of logos, marks, and names on RealmCricket is purely incidental and for reporting purposes. RealmCricket does not allow users from Andhra Pradesh, Assam, Odisha, Telangana, Nagaland, Sikkim. Please ensure compliance with the relevant laws in your jurisdiction before using RealmCricket. Any liability or penalty for violation of applicable laws is solely on the user. The RealmCricket website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline You must be at least 18 years old to access this app RealmCricket Home About FAQ Contact DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The RealmCricket platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws.",
    "index": "RealmCricket - Play Fantasy Cricket & Win Cash Prizes RealmCricket About Experience Fantasy Cricket Create Your Ultimate Team Get App I agree to the Privacy Policy 1.5 Crore+Trusted Users Within Safety &amp; Legal Standards Top games Play, Win &amp; Earn Money Refer &amp; Earn Get rewarded with Bonus Play Fantasy Sports & Casual Games Games loved by all and played by all on PlayerzPot. Play multiple Fantasy Sports and Casual Games on PlayerzPot to earn real money. About RealmCricket Experience Fantasy Cricket Like Never Before RealmCricket is the ultimate destination for fantasy cricket enthusiasts, offering a premium gaming experience like no other. With a rapidly growing community of passionate users, RealmCricket has established itself as a leader in the fantasy sports arena. Join millions of players nationwide and compete for lucrative prizes while indulging in your favorite sport. At RealmCricket, we are committed to providing a seamless and enjoyable gaming platform. Whether you're a seasoned pro or new to fantasy cricket, our user-friendly interface and diverse range of contests ensure there's something for everyone. From classic fantasy cricket leagues to innovative game formats, RealmCricket brings you the excitement of cricket in a whole new way. Since our inception, RealmCricket has been dedicated to delivering the best possible gaming experience. Our focus on both fantasy sports and casual gaming sets us apart, offering a comprehensive entertainment platform for all. Join RealmCricket today and experience the thrill of fantasy cricket like never before. Player Reviews & Ratings App Rating 4.7 | 1,83,342 ratings Saif Khan \"I was introduced to RealmCricket by a friend, and after trying it myself, I found it to be simple and user-friendly. I've always enjoyed playing games, and I've benefited from it. RealmCricket offers fantasy pots of all sizes, and information about players is readily available.\" Anurag \"I can never get enough of RealmCricket. I've been using this app for a long time, and it's always enjoyable. My sports knowledge comes in handy with fantasy cricket, and the rewards are awesome! The games are very entertaining and offer good value.\" Ranjesh Gupta \"I discovered RealmCricket through their TV ad, and when I started playing, I had a lot of fun! The games are easy, and I have an interest in fantasy sports. The availability of all sports data on the app makes research smooth.\" Frequently Asked Questions What is RealmCricket Fantasy Cricket? + RealmCricket offers a thrilling fantasy cricket experience where users can participate in contests for various formats of international cricket. From ICC matches to domestic leagues like the IPL, RealmCricket covers it all. Simply register with your email address and mobile number to join the action! Is it safe to add money to RealmCricket? + Adding money to your RealmCricket account is both safe and convenient. We offer multiple secure payment options to ensure the safety of your personal information. Additionally, you can withdraw your winnings directly to your bank account after verifying your details. How do I sign up on RealmCricket? + Signing up on RealmCricket is quick and easy! Simply fill out a short form and verify your account through OTP to start playing fantasy cricket today. What is the process for receiving my winnings? + Winnings from RealmCricket are processed swiftly. IMPS withdrawals should be credited within three working days, while NEFT withdrawals may take up to three working days to reflect in your account. Can I create multiple accounts with the same email address? + RealmCricket strictly prohibits users from creating multiple accounts with the same email address. Our Fair Play Policy ensures a level playing field for all users. What should I do if I can't log in to my RealmCricket account? + If you're having trouble logging in, double-check your mobile number and password. You can also use the \"Forgot Password\" option to reset your password via OTP. For further assistance, please contact our support team. The RealmCricket website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline You must be at least 18 years old to access this app RealmCricket Home About FAQ Contact DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The RealmCricket platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws.",
    "thanks": "RealmCricket - Play Fantasy Cricket & Win Cash Prizes RealmCricket About Thanks from REALMCRICKET Get App I agree to the Privacy Policy Thank You from RealmCricket! Thank you for being a valued part of the RealmCricket community. Your support and enthusiasm for our fentesy game journey mean the world to us. Whether you've made a purchase, shared our brand, or simply explored our collections, your presence is sincerely appreciated. We look forward to continuing to serve you with games, advantures, and gratitude. Thank you for choosing RealmCricket! The RealmCricket website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline You must be at least 18 years old to access this app RealmCricket Home About FAQ Contact DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The RealmCricket platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws."
  }
}