{
  "name": "Record Run",
  "pages": {
    "disclaimer": "Important Notice from Record Run: Understand Our Information and Responsibility Limitations in India Record Run About FAQ Download Disclaimer Welcome to the website for the \"Record Run\" cricket game app, operated in India. By accessing or using this website, you agree to comply with and be bound by the following disclaimer. If you do not agree with any part of this disclaimer, please do not use this website. About the app: Record Run is a cricket game app that allows users to experience the thrill of playing cricket on their mobile devices. The app offers a realistic cricket gameplay experience with high-quality graphics and intuitive controls. Users can play as their favorite cricket teams and players, compete in various game modes, and strive to become the ultimate cricket champion. Gameplay: The gameplay in Record Run is designed to be fun and engaging, but it is important to note that it is a virtual experience and does not represent real-life cricket matches. The outcomes of the games in the app are based on algorithms and virtual simulations, and do not reflect the actual performance of players or teams in real-life cricket matches. Awards: As you progress through the game and achieve milestones, you may earn awards and prizes. These awards are purely virtual and have no real-world value. They are meant to enhance your gaming experience and provide you with a sense of accomplishment within the app. Technician issues: While we strive to provide a seamless gaming experience, technical issues may arise from time to time. These issues could include crashes, bugs, or connectivity issues that are beyond our control. We recommend ensuring that your device has a stable internet connection and is running the latest software updates to minimize the risk of encountering technical issues. Age restriction: Record Run is intended for players who are 18 years and older. The content in the app may include themes that are not suitable for younger audiences, such as mild violence or suggestive themes. We recommend that parents or guardians monitor and supervise the gameplay of their children to ensure they are playing age-appropriate games. Limitation of Liability: The operators of the \"Record Run\" app shall not be held liable for any damages, losses, or injuries that may occur as a result of using the app. Users engage with the app at their own risk, and the operators cannot be held responsible for any consequences arising from such use. Privacy Policy: The privacy of our users is of utmost importance to us. We collect and store user data in accordance with our Privacy Policy, which can be viewed on the app or website. We do not share personal information with third parties without user consent. Changes to Disclaimer: The operators of the \"Record Run\" app reserve the right to modify or update this disclaimer at any time without prior notice. It is recommended that users review this disclaimer regularly to stay informed about any changes. By using the \"Record Run\" cricket game app, you acknowledge that you have read and understood this disclaimer and agree to abide by its terms and conditions. If you have any questions or concerns, please contact us through the app or website. Thank you for choosing \"Record Run\" for your cricket gaming experience in India. Enjoy the game responsibly and have fun! Security and Game Integrity SLL Secure Connection 100% Legel & Secure Connection Payment Partners Privacy Policy | Terms & Conditions | Disclaimer RunRiot@gmail.com | +918839994721 Please note that our site for the cricket game app \"Record Run\" is intended for users who are 18 years of age or older. If you are under the age of 18, please seek parental guidance before accessing our site. Copyright @2024",
    "index": "Explore Record Run: The Ultimate Cricket Game App Destination in India This site uses cookie files to improve your browsing experience and for analytics purposes. By continuing to use this site, you consent to our use of cookies. Learn more about how we use cookies in our Privacy Policy. Accept Decline Hit, Run, Record! The ultimate cricket challenge awaits! Download app Record Run About FAQ Download The Ultimate Cricket Experience: Introducing \"Run Cricket\" App Player Engagement Experience Real-Time Thrills with Thousands of Players Online Are you ready to compete with fellow cricket enthusiasts from all over India? With \"Run Cricket,\" you can connect with thousands of online players in real-time matches. Whether you prefer one-on-one duels or group tournaments, the game's multiplayer feature ensures endless entertainment and competitive gameplay. Advantages of \"Run Cricket\" Enhancing Your Gaming Experience \"Run Cricket\" offers a range of advantages to its users, including immersive gameplay, realistic graphics, and engaging challenges. Take advantage of special power-ups, unlockable content, and unique customization options to enhance your gaming experience. Stay ahead of the competition and master your cricket skills with \"Run Cricket.\" Gameplay Dynamics The Thrill of Cricket Action in Your Hands Step onto the virtual pitch and experience the thrill of cricket action like never before. With intuitive controls, strategic gameplay, and dynamic animations, \"Run Cricket\" recreates the excitement of a real cricket match. Test your skills in batting, bowling, and fielding challenges and aim for a record-breaking performance in every game. Graphics and Visuals Immerse Yourself in Stunning Visuals and Realistic Environments Get ready to be amazed by the stunning graphics and visuals of \"Run Cricket.\" From lifelike player models to immersive stadium environments, the game's graphics provide an authentic cricket experience. Witness every swing of the bat, every ball delivery, and every catch in breathtaking detail as you dive into the world of cricket with \"Run Cricket.\" Multiplayer and Single-Player Modes Options for Every Gaming Style Whether you prefer teaming up with friends or challenging yourself in solo play, \"Run Cricket\" offers both multiplayer and single-player modes to suit every gaming style. Compete against real opponents in multiplayer matches or test your skills in the single-player campaign mode. The choice is yours in this versatile cricket game. User-Friendly Interface Seamlessly Navigate Through the Game with Ease Designed with user convenience in mind, \"Run Cricket\" features a user-friendly interface that allows players to navigate through the game effortlessly. Easily access gameplay options, customize settings, and connect with other players without any hassle. Enjoy a smooth and intuitive gaming experience with \"Run Cricket.\" Regular Updates Stay Excited with New Content and Features With regular updates and content additions, \"Run Cricket\" ensures that players are always thrilled with fresh challenges and features. From new game modes to exclusive events, stay excited for what's in store with regular updates that keep the game dynamic and engaging. 24/7 Support Assistance at Your Fingertips, Anytime, Anywhere At \"Run Cricket,\" we prioritize player satisfaction and support. With our 24/7 customer support team, you can receive assistance, resolve issues, and provide feedback at any time, anywhere. We are committed to ensuring that your gaming experience is seamless and enjoyable, so feel free to reach out to us whenever you need assistance. In conclusion, \"Run Cricket\" brings the ultimate cricket experience to your fingertips with its diverse gameplay modes, stunning graphics, and engaging features. Connect with thousands of players online, enhance your skills, and enjoy a seamless gaming experience with this top-notch cricket app in India. Join the cricket fever and experience the thrill of the game like never before with \"Run Cricket.\" Enable installation from unknown sources: Go to your device's settings, then select \"Security\" or \"Privacy\" and enable the option to allow installation from unknown sources. This will allow you to install APK files that are not from the Play Store. Download the APK file: Go to a trusted source to download the APK file you want to install on your device. This can be done through a website or by transferring the file from your computer to your device. Install the APK file: Once the file is downloaded, locate it in your device's file manager or downloads folder. Tap on the file to start the installation process. Follow any prompts that appear on your screen to complete the installation. Once the APK file is installed, you can open the app and use it as you would any other app on your device. Frequently Asked Question Are there any special events or challenges in Record Run? Yes, there are special events and challenges in Record Run that can be unlocked as you progress through the game. Can I change the difficulty level of the game? Unfortunately, there is no option to change the difficulty level of the game in Record Run as the game is designed to be challenging yet enjoyable for players of all skill levels. What are the different power-ups available in Record Run? There are various power-ups available in Record Run such as speed boosts, bat upgrades, and more that can help you score more runs and reach higher levels. How do I unlock new stadiums in the game? You can unlock new stadiums in Record Run by completing certain challenges or reaching specific milestones in the game. Is there a tutorial available in Record Run? Yes, there is a tutorial available in Record Run that guides you on how to play the game, use power-ups, and score runs effectively. How do I earn coins in the game? You can earn coins in the game by completing challenges or watching ads. Can I watch replays of my gameplay in Record Run? Yes, you can watch replays of your gameplay in Record Run to analyze your performance and improve your skills. What is the maximum level I can reach in the game? The maximum level you can reach in the game is determined by how well you play and how many runs you can score before getting out. Can I play Record Run on multiple devices? Yes, you can play Record Run on multiple devices as long as you are signed in with the same account. How do I report bugs or technical issues in the game? If you encounter any bugs or technical issues in the game, you can report them to the game developers through the in-game support option or by contacting their customer support team. Reviews The graphics of Record Run are amazing! The game has vibrant colors and smooth animations that make playing it a visually appealing experience. The characters are well-designed and the backgrounds are detailed, adding to the overall charm of the game. The gameplay is also quite engaging, with simple controls that are easy to understand. I particularly enjoy the challenge of trying to beat my own high score. The story behind the game is simple but effective - you play as a cricketer running towards the finish line while avoiding obstacles and collecting power-ups along the way. Overall, Record Run is a fun and addictive game that I would highly recommend to all cricket fans. Priya I am really impressed with the gameplay of Record Run. The controls are responsive and intuitive, making it easy to navigate through the cricket pitch and dodge obstacles. The game is fast-paced and keeps me on my toes as I try to beat my previous high score. The story is simple yet engaging - you play as a cricketer who is trying to complete a run while facing challenges like fielders and pitch conditions. The matches are exciting and there is a sense of achievement when you successfully make it to the finish line. Overall, Record Run is a great game for cricket lovers who are looking for some casual fun on their mobile devices. Rohit Record Run is a fantastic cricket game app with captivating graphics that make the gameplay experience truly memorable. The bright colors and detailed animations bring the game to life, making it feel like you are actually on the cricket field. The gameplay is addictive and challenging, requiring quick reflexes and strategic thinking to progress through the levels. The story of the game is simple yet intriguing - you play as a cricketer who must complete a run while facing various obstacles along the way. The matches are intense and filled with excitement as you try to outsmart the opposing team. Overall, Record Run is a must-play for anyone who enjoys cricket and mobile gaming. Anjali Download App I accept Privacy Policy GET APP LINK Security and Game Integrity SLL Secure Connection 100% Legel & Secure Connection Payment Partners Privacy Policy | Terms & Conditions | Disclaimer RunRiot@gmail.com | +918839994721 Please note that our site for the cricket game app \"Record Run\" is intended for users who are 18 years of age or older. If you are under the age of 18, please seek parental guidance before accessing our site. Copyright @2024 const faq = document.querySelectorAll(\".faqBlock__listItemTitle\"); const accordionToggle = (e) => { e.currentTarget.classList.toggle(\"faqBlock__listItemActive\"); const item = e.currentTarget.nextElementSibling; if (e.currentTarget.classList.contains(\"faqBlock__listItemActive\")) { item.style.maxHeight = item.scrollHeight + \"px\"; } else { item.style.maxHeight = 0; } }; if (faq) { faq.forEach((el) => { el.addEventListener(\"click\", accordionToggle); }); } document.addEventListener(\"DOMContentLoaded\", function () { const cookieNotification = document.getElementById(\"cookieInfoSection\"); const cookiesChoice = localStorage.getItem(\"cookiesChoice\"); if (cookiesChoice === \"accepted\") { cookieNotification.style.display = \"none\"; } else if (cookiesChoice === \"declined\") { cookieNotification.style.display = \"none\"; } else { cookieNotification.style.display = \"block\"; } }); function acceptCookies() { const cookieNotification = document.getElementById(\"cookieInfoSection\"); localStorage.setItem(\"cookiesChoice\", \"accepted\"); cookieNotification.style.display = \"none\"; } function declineCookies() { const cookieNotification = document.getElementById(\"cookieInfoSection\"); localStorage.setItem(\"cookiesChoice\", \"declined\"); cookieNotification.style.display = \"none\"; }",
    "policy": "Privacy Assurance for Record Run: Safeguarding Your Information in India Record Run About FAQ Download Privacy Policy At Record Run, we are committed to protecting our users' privacy and ensuring the security of their personal information. This privacy policy outlines how we collect, use, and protect the information provided to us when using our cricket game app. 1. Information We Collect: When you download and use our Record Run cricket game app, we may collect the following types of information: Personal information such as name, email address, and age Device information including IP address, device type, and operating system Usage data such as gameplay statistics, in-game purchases, and interactions with the app Location information if you choose to enable location services for specific features of the app 2. How We Use Your Information: We use the information collected to provide and improve our services, customize your gaming experience, communicate with you about updates or promotions, and ensure the security of our app. Your personal information will never be sold or shared with third parties without your consent. 3. Data Security: We take the security of your information seriously and employ industry-standard measures to protect it from unauthorized access, disclosure, alteration, or destruction. However, no method of transmission over the internet or electronic storage is 100% secure, so we cannot guarantee absolute security. 4. Third-Party Services: Our app may integrate with third-party services such as advertising networks, analytics providers, and social media platforms. These services may collect information about your interactions with the app for their purposes, and their own privacy policies will govern the use of your data. 5. Children's Privacy: Record Run is not intended for children under the age of 18, and we do not knowingly collect personal information from users in this age group. If you are a parent or guardian and believe that your child has provided us with personal information, please contact us so we can delete it. 6. Changes to Privacy Policy: We may update our privacy policy from time to time to reflect changes in our practices or legal requirements. We encourage you to review this policy periodically for any updates. Your continued use of our app after any changes indicates your acceptance of the revised policy. By using the Record Run cricket game app, you consent to the collection and use of your information as outlined in this privacy policy. If you have any questions or concerns about our privacy practices, please contact us at RunRiot@gmail.com Last updated: 2024 Thank you for trusting Record Run with your personal information. We are dedicated to providing you with a secure and enjoyable gaming experience. Security and Game Integrity SLL Secure Connection 100% Legel & Secure Connection Payment Partners Privacy Policy | Terms & Conditions | Disclaimer RunRiot@gmail.com | +918839994721 Please note that our site for the cricket game app \"Record Run\" is intended for users who are 18 years of age or older. If you are under the age of 18, please seek parental guidance before accessing our site. Copyright @2024",
    "terms": "Legal Guidelines for Record Run: Ensuring Fair Play and Usage in India Record Run About FAQ Download Terms and conditions Welcome to Record Run! These Terms and Conditions govern your use of the Record Run mobile application and website (the “App”). By accessing or using the App, you agree to comply with these Terms and Conditions. If you do not agree with any part of these Terms and Conditions, please do not use the App. 1. Accounts and Registration 1.1 In order to use certain features of the App, you may be required to register for an account. You must provide accurate and complete information when registering for an account. 1.2 You are solely responsible for maintaining the confidentiality of your account and password. You agree to notify us immediately of any unauthorized use of your account. 1.3 You must be at least 18 years of age to use the App. If you are under the age of 18, you may only use the App under the supervision of a parent or legal guardian. 2. Intellectual Property 2.1 The content on the App, including but not limited to text, graphics, logos, images, and software, is the intellectual property of Record Run or its licensors. You may not modify, reproduce, or distribute any content from the App without our prior written consent. 2.2 The Record Run name and logo are trademarks of Record Run. You may not use these trademarks without our prior written consent. 3. User Content 3.1 You may have the opportunity to submit user-generated content to the App, such as high scores or comments. By submitting user-generated content, you grant us a non-exclusive, worldwide, royalty-free license to use, reproduce, and distribute your content. 3.2 You represent and warrant that your user-generated content does not infringe upon the rights of any third party, including intellectual property rights and privacy rights. 4. Prohibited Activities 4.1 You may not use the App for any illegal or unauthorized purpose. You agree to comply with all applicable laws and regulations. 4.2 You may not engage in any activity that disrupts or interferes with the App, including hacking, spamming, or transmitting viruses. 4.3 You may not attempt to access or use another user’s account without authorization. 5. Privacy Policy 5.1 Our Privacy Policy governs the collection and use of your personal information on the App. By using the App, you agree to our Privacy Policy. 5.2 We may collect and use certain information about your use of the App, such as your location and device information. This information is used to improve the App and provide you with personalized content. 6. Disclaimer of Warranties 6.1 The App is provided on an “as is” and “as available” basis. We make no warranties or representations about the accuracy or reliability of the App. 6.2 We do not guarantee that the App will be error-free or uninterrupted. We are not responsible for any damages resulting from your use of the App. 7. Limitation of Liability 7.1 In no event shall Record Run be liable for any indirect, incidental, special, or consequential damages arising out of or in connection with your use of the App. 7.2 Our total liability to you for any claim arising out of these Terms and Conditions shall not exceed the amount you paid to us for the App. 8. Indemnification 8.1 You agree to indemnify and hold Record Run harmless from any claims, losses, or damages arising out of your use of the App or violation of these Terms and Conditions. 8.2 You agree to cooperate with us in asserting any available defenses. 9. Termination 9.1 We reserve the right to terminate or suspend your access to the App at any time, without notice, for any reason. 9.2 Upon termination, all provisions of these Terms and Conditions that by their nature should survive termination will continue to apply. 10. Governing Law 10.1 The governing law for the cricket game app \"Record Run\" in India shall be the laws and regulations applicable in the country of India. 10.2 Any disputes or legal issues arising from the use of the \"Record Run\" app in India shall be subject to the exclusive jurisdiction of the courts in India. 11. Changes to Terms and Conditions 11.1 We reserve the right to update or modify these Terms and Conditions at any time. We will notify you of any changes by posting the revised Terms and Conditions on the App. 11.2 Your continued use of the App after the posting of the revised Terms and Conditions constitutes your acceptance of the changes. 12. Contact Information If you have any questions or concerns about these Terms and Conditions, please contact us at RunRiot@gmail.com. These Terms and Conditions were last updated on February 1, 2024. Security and Game Integrity SLL Secure Connection 100% Legel & Secure Connection Payment Partners Privacy Policy | Terms & Conditions | Disclaimer RunRiot@gmail.com | +918839994721 Please note that our site for the cricket game app \"Record Run\" is intended for users who are 18 years of age or older. If you are under the age of 18, please seek parental guidance before accessing our site. Copyright @2024",
    "thank_page": "Thank You for Your Request: Stay Tuned for Exciting Cricket Updates from Record Run in India Thank you! Thank you for your interest in Record Run, the ultimate cricket game app in India! We have received your request for the download link and will send it to you shortly. Get ready to experience the thrill of cricket in the palm of your hands. Stay tuned and happy gaming! Back"
  },
  "date": "2024-07-18T14:11:08.029Z"
}