{
  "name": "RedHorizon India",
  "pages": {
    "about-us": "About RedHorizon - Redefining Luxury and Comfort RedHorizon HOME ABOUT US Casino Contact Discover Our Resort Presidential Suite Exclusive Dining Wellness Retreat Skyline Pool Our Premium Amenities Luxury Transfers Enjoy seamless travel with our luxury transfer services, ensuring comfort and convenience for all your transportation needs. Discover More Gourmet Experiences Savor exquisite gourmet meals curated by our expert chefs, offering a diverse selection of culinary delights. Discover More Exclusive Fitness Center Stay fit and healthy with access to our state-of-the-art fitness center, equipped with the latest exercise equipment. Discover More About Our Spa Welcome to the serene oasis of RedHorizon. Our spa offers a sanctuary of relaxation and rejuvenation, where expert therapists provide personalized treatments. Immerse yourself in a tranquil environment and experience the ultimate in wellness and tranquility. The RedHorizon Hotel website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline RedHorizon Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions",
    "contacts": "Contact RedHorizon - Reach Out to Explore Luxury Accommodations RedHorizon HOME ABOUT US Casino Contact CONTACT US GET IN TOUCH Contact RedHorizon Hotel today to discover our luxurious accommodations and elevate your travel experience. HMGC+VVV, Badi-Gorela-Mulla Talai Rd, Haridas Ji Ki Magri, Pichola, Udaipur, Rajasthan 313001, India +91-254-698-2547 redhorizon@gmail.com Have any questions? I accept the Privacy Policy SUBMIT The RedHorizon Hotel website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline RedHorizon Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions",
    "disclaimers": "RedHorizon Disclaimers - Understand Terms of Use for Luxury Accommodations RedHorizon HOME ABOUT US Casino Contact RedHorizon Hotel Disclaimer Website Content The information provided on the RedHorizon Hotel website is for general informational purposes only. While we strive to keep the information accurate and up-to-date, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability of the information contained on the website. Liability RedHorizon Hotel shall not be liable for any loss or damage, including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website. External Links This website may contain links to external websites that are not under the control of RedHorizon Hotel. We have no control over the nature, content, and availability of those sites. The inclusion of any links does not necessarily imply a recommendation or endorsement of the views expressed within them. Accuracy of Information While we strive to provide accurate information, we cannot guarantee the accuracy of all information on the website. We recommend verifying any critical information directly with the hotel. The RedHorizon Hotel website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline RedHorizon Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions",
    "index": "RedHorizon - Elegance and Comfort Redefined RedHorizon HOME ABOUT US Casino Contact Welcome to RedHorizon Discover the perfect blend of luxury, comfort, and elegance. Your unforgettable experience awaits. Book Your Stay Discover Our Amenities Luxurious Rooms Enjoy our spacious and well-appointed rooms, designed for ultimate comfort and style. Fine Dining Savor delicious gourmet dishes prepared by our expert chefs, offering a culinary adventure. Wellness Center Relax and recharge at our wellness center, featuring a variety of treatments and therapies. Discover Our Resort Presidential Suite Exclusive Dining Wellness Retreat Skyline Pool Our Premium Amenities Luxury Transfers Enjoy seamless travel with our luxury transfer services, ensuring comfort and convenience for all your transportation needs. Discover More Gourmet Experiences Savor exquisite gourmet meals curated by our expert chefs, offering a diverse selection of culinary delights. Discover More Exclusive Fitness Center Stay fit and healthy with access to our state-of-the-art fitness center, equipped with the latest exercise equipment. Discover More About Our Spa Welcome to the serene oasis of RedHorizon. Our spa offers a sanctuary of relaxation and rejuvenation, where expert therapists provide personalized treatments. Immerse yourself in a tranquil environment and experience the ultimate in wellness and tranquility. Experience the RedHorizon Resort Relax in unparalleled luxury and tranquility. Begin your exquisite adventure with us now! Book Your Escape Customer Reviews Alex Turner \"The ambiance was extraordinary, and the hospitality unmatched. Truly a memorable stay!\" Emily Davis \"The wellness center was rejuvenating and the culinary delights were exquisite. A must-visit!\" Chris Evans \"An oasis of tranquility. The views were breathtaking, and the staff made us feel at home.\" The RedHorizon Hotel website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline RedHorizon Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions",
    "privacy-policy": "RedHorizon Privacy Policy - Safeguarding Your Personal Information RedHorizon HOME ABOUT US Casino Contact Privacy Policy Welcome to RedHorizon Hotel. We respect your privacy and are committed to protecting your personal information. This policy describes our practices regarding the collection, use, and disclosure of information when you interact with our services, including our website, mobile app, and in-person interactions. Information We Collect We may collect the following types of personal information: Contact Information: Name, email address, phone number, mailing address Guest Stay Information: Arrival and departure dates, room preferences, special requests Payment Information: Credit/debit card details, billing address Technical Information: IP address, browser type, device information, website usage data Communication Data: Information you provide when contacting us (e.g., emails, feedback) How We Use Your Information We use your information for the following purposes: Process and manage your reservations Provide customer support and respond to inquiries Personalize your stay and offer tailored services Send you marketing communications (with your consent) Analyze website and app usage to improve our services Comply with legal obligations and industry standards Data Sharing We may share your information with: Trusted third-party service providers who assist us in delivering services (e.g., payment processing, IT support) Business partners for joint marketing initiatives (with your consent) Law enforcement or regulatory authorities as required by law Data Security We implement appropriate security measures to protect your personal information from unauthorized access, disclosure, alteration, or destruction. Your Choices and Rights You have the right to: Access, correct, or delete your personal information Object to or restrict the processing of your information Withdraw your consent for marketing communications Lodge a complaint with a supervisory authority The RedHorizon Hotel website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline RedHorizon Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions",
    "products": "RedHorizon Casino - Explore Our Range of Gaming Options RedHorizon HOME ABOUT US Casino Contact Discover Our Casino Games Slot Machines Experience the thrill of our state-of-the-art slot machines, offering endless excitement and big wins. Table Games Enjoy classic table games like Blackjack, Roulette, and Poker, hosted by professional dealers. Live Casino Immerse yourself in our live casino experience, with real-time games streamed directly to your screen. Our Premium Casino Amenities High Stakes Room Enjoy exclusive access to our high stakes room, offering a premium gaming experience for serious players. Discover More Casino Bar Savor a variety of drinks and gourmet snacks at our casino bar, perfect for unwinding between games. Discover More Casino Events Stay entertained with our exclusive casino events, including tournaments, shows, and special promotions. Discover More Discover Our Casino Resort High Roller Lounge Exclusive Casino Dining Live Entertainment Shows Skyline Pool Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 The RedHorizon Hotel website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline RedHorizon Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "RedHorizon Terms and Conditions - Guidelines for Using Our Services RedHorizon HOME ABOUT US Casino Contact Terms And Conditions By using our website, booking a stay, or using our services, you agree to be bound by these Terms and Conditions. If you do not agree to these terms, please do not use our services. 2. Reservations and Bookings 2.1 All bookings are subject to availability and confirmation by the hotel. 2.2 A valid credit card is required to guarantee your reservation. 2.3 Cancellations must be made in accordance with our cancellation policy to avoid charges. 3. Check-In and Check-Out 3.1 Check-in time is 13:00 and check-out time is 15:00. 3.2 Early check-in or late check-out may be available upon request and subject to availability and additional fees. 4. Payment and Fees 4.1 Full payment for your stay is due upon arrival unless otherwise agreed. 4.2 Additional charges for incidentals (e.g., minibar, room service) will be added to your bill. 4.3 All rates are subject to applicable taxes and fees. 5. Guest Conduct 5.1 Guests are expected to behave in a respectful manner towards other guests and hotel staff. 5.2 Any damage to hotel property caused by guests will be charged to their account. 5.3 The hotel reserves the right to refuse service or evict guests who violate these terms. 6. Liability 6.1 The hotel is not responsible for lost or stolen belongings. 6.2 Guests are responsible for any personal injuries or accidents that occur on hotel premises. 7. Modifications The hotel reserves the right to modify these Terms and Conditions at any time without prior notice. 8. Contact Information If you have any questions or concerns regarding these Terms and Conditions, please contact us at redhorizon@gmail.com The RedHorizon Hotel website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline RedHorizon Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions",
    "thanks": "Thank You for Contacting RedHorizon - Explore Luxury Accommodations RedHorizon HOME ABOUT US Casino Contact Thank You! Our team is dedicated to ensuring your experience is seamless from start to finish. You'll receive a confirmation email shortly with all the necessary details regarding your action. Unwind and Indulge While you await your arrival, we invite you to explore the exceptional amenities and services that make RedHorizon Hotel your home away from home: Luxurious accommodations designed for your comfort and relaxation Exquisite dining experiences showcasing the finest local and international cuisine Invigorating spa treatments to rejuvenate your body and mind State-of-the-art fitness facilities to help you stay active and energized Enchanting outdoor spaces perfect for leisurely strolls or enjoying the fresh air The RedHorizon Hotel website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline RedHorizon Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions"
  },
  "date": "2024-07-23T09:33:59.011Z"
}