{
  "name": "rentcasino",
  "pages": {
    "terms-conditions": "Terms of Use - Rules and Guidelines for Using Our Services rentcasino@gmail.com +91-961-9655662 RentCasino Home About Us We have Why are we Our promisedе Rent Terms of Use Equipment Availability We strive to maintain a wide selection of casino equipment for rent on our website. However, we cannot guarantee the availability of any particular item at any given time. We reserve the right to refuse any rental request for any reason, including, but not limited to, equipment availability, customer eligibility, or potential liability. Equipment Inspection and Acceptance Upon delivery of the equipment, you or your designated representative must inspect the equipment and notify us of any damage or defects within 24 hours. If you fail to notify us within 24 hours, the equipment will be deemed accepted in good condition. If you notify us of any damage or defects within 24 hours, we will repair or replace the equipment at our sole discretion. Equipment Return You must return the equipment to us in the same condition as it was delivered, normal wear and tear excepted. You are responsible for packing and shipping the equipment back to us at your own expense. If you fail to return the equipment within the specified rental period or if the equipment is returned damaged or incomplete, you will be charged additional fees. Equipment Insurance You are responsible for obtaining and maintaining adequate insurance coverage for the equipment during the rental period. We recommend that you obtain insurance coverage for theft, loss, damage, and liability. You agree to provide us with proof of insurance upon request. Equipment Modification You may not modify, alter, or repair the equipment without our prior written consent. Any unauthorized modification, alteration, or repair of the equipment may result in additional fees and/or termination of your rental agreement. Equipment Maintenance You are responsible for maintaining the equipment in good condition during the rental period. You agree to follow our instructions and any applicable laws and regulations regarding the use and maintenance of the equipment. If the equipment requires maintenance or repair during the rental period, you must notify us immediately. We will arrange for the maintenance or repair of the equipment at our sole discretion. Equipment Recall We reserve the right to recall any equipment at any time for any reason, including, but not limited to, safety concerns, maintenance issues, or manufacturer recalls. If we recall any equipment, we will provide you with a replacement or refund any prepaid rental fees. No Agency No joint venture, partnership, employment, or agency relationship exists between you and RentCasino as a result of these Terms of Use or your use of our website or services. If you have any questions or concerns about these Terms of Use, please contact us at rentcasino@gmail.com. RentCasino 48JV+969, Plot No 08, Sr No 56 Dhanegaon, Degloor - Hyderabad Rd, Dhanegaon, Maharashtra 431603, India +91-961-9655662 rentcasino@gmail.com Home About Us We have Why are we Our promisedе Rent Disclaimer Privacy Policy Terms of Use",
    "thanks": "Thank You for Choosing RentCasino - Your Event's Success is Our Priority Thank You for Contacting Us! We appreciate you taking the time to reach out to us at RentCasino. Your feedback and questions are invaluable to us as they help us improve our services and create a better experience for you. Our dedicated team is working diligently to review your message and provide you with a thoughtful response. Please allow up to 48 hours for a member of our team to get back to you. In the meantime, we invite you to explore our website to learn more about our offerings and discover the exciting world of RentCasino. If you have any additional questions or need further assistance, please don't hesitate to reach out to us again. Thank you once again for your time and interest in RentCasino. We look forward to connecting with you soon! Return to Homepage",
    "about": "About RentCasino - Learn About Our Mission and Values rentcasino@gmail.com +91-961-9655662 RentCasino Home About Us We have Why are we Our promisedе Rent Who We Are Welcome to RentCasino At RentCasino, we are passionate about bringing the thrill and excitement of a casino to your event. Established with the goal of providing top-tier casino equipment and exceptional service, we have become a trusted name in the industry. Our commitment to quality, reliability, and customer satisfaction sets us apart. Whether it's a corporate event, private party, or fundraiser, we ensure a seamless and unforgettable experience for you and your guests. Our Mission Our mission is to provide high-quality casino equipment rentals that elevate any event. We strive to offer a wide range of products and services tailored to meet your specific needs. Our Vision We envision a world where every event can be transformed into a spectacular casino experience. Our focus is on continuous improvement and expanding our offerings to stay ahead of industry trends. Our Values At RentCasino, we value integrity, excellence, and customer satisfaction. We are dedicated to maintaining the highest standards in all our services and products. Our Team Our team of experts is passionate about delivering the best casino rental experience. With years of industry knowledge and a commitment to excellence, we are here to ensure your event is a success. Customer Testimonials Our customers love us for our top-quality equipment and exceptional service. Read what they have to say about their experiences with RentCasino. Our Achievements Over the years, we have proudly served numerous satisfied clients and have been recognized for our excellence in the casino rental industry. Our achievements are a testament to our dedication and hard work. Community Involvement At RentCasino, we believe in giving back to the community. We actively participate in and support local events and charities, bringing the excitement of casino games to various causes. Get to Know Us Discover the RentCasino Difference At RentCasino, we are more than just a rental service. We are a team of dedicated professionals committed to making your event a memorable experience. Our extensive inventory of casino equipment and our unwavering commitment to customer satisfaction set us apart from the rest. When you choose RentCasino, you are choosing quality, reliability, and a partner who cares about your event's success. Let us help you create an unforgettable casino experience! RentCasino 48JV+969, Plot No 08, Sr No 56 Dhanegaon, Degloor - Hyderabad Rd, Dhanegaon, Maharashtra 431603, India +91-961-9655662 rentcasino@gmail.com Home About Us We have Why are we Our promisedе Rent Disclaimer Privacy Policy Terms of Use This website uses cookies to ensure you get the best experience on our website. Accept document.addEventListener(\"DOMContentLoaded\", function () { if (!localStorage.getItem(\"cookieConsent\")) { document.getElementById(\"cookieBanner\").style.display = \"flex\"; } document.getElementById(\"acceptCookiesBtn\").addEventListener(\"click\", function () { localStorage.setItem(\"cookieConsent\", \"accepted\"); document.getElementById(\"cookieBanner\").style.display = \"none\"; }); }); 18+ Age Verification This website contains content suitable only for adults aged 18 and above. Please verify your age to continue. I am 18 or older document.addEventListener(\"DOMContentLoaded\", function () { if (!localStorage.getItem(\"ageVerified\")) { document.getElementById(\"ageVerificationPopup\").style.display = \"flex\"; } document.getElementById(\"verifyAgeBtn\").addEventListener(\"click\", function () { localStorage.setItem(\"ageVerified\", \"true\"); document.getElementById(\"ageVerificationPopup\").style.display = \"none\"; }); });",
    "disclaimer": "Disclaimer - Important Legal Information for Users rentcasino@gmail.com +91-961-9655662 RentCasino Home About Us We have Why are we Our promisedе Rent Disclaimer Intellectual Property Rights All intellectual property rights, including but not limited to trademarks, trade names, logos, and service marks, displayed on this website are the property of RentCasino or their respective owners. Nothing contained on this website should be construed as granting, by implication, estoppel, or otherwise, any license or right to use any intellectual property rights displayed on this website without the prior written consent of RentCasino or the respective owners. Third-Party Links This website may contain links to third-party websites that are not owned or controlled by RentCasino. These links are provided for your convenience only and do not imply any endorsement, sponsorship, or affiliation with the linked websites or their content. RentCasino is not responsible for the accuracy, reliability, or legality of any information, products, or services provided on the linked websites. You should review the terms of use and privacy policies of the linked websites before using them. Privacy Policy RentCasino is committed to protecting the privacy and security of its customers' personal information. Our Privacy Policy explains how we collect, use, and disclose personal information from our customers and website visitors. By using this website and our services, you consent to the collection, use, and disclosure of your personal information in accordance with our Privacy Policy. If you have any questions or concerns regarding our Privacy Policy, please contact us at rentcasino@gmail.com. Force Majeure RentCasino shall not be liable for any failure or delay in performing its obligations under this Disclaimer or the rental agreement if such failure or delay is caused by circumstances beyond its reasonable control, including but not limited to acts of God, natural disasters, wars, riots, strikes, government actions, or any other similar events. Waiver No waiver by RentCasino of any breach or default under this Disclaimer or the rental agreement shall be deemed to be a waiver of any preceding or subsequent breach or default. Severability If any provision of this Disclaimer or the rental agreement is held to be invalid or unenforceable for any reason, such provision shall be struck and the remaining provisions shall be enforced to the fullest extent permitted by law. Entire Agreement This Disclaimer and the rental agreement constitute the entire agreement between the parties with respect to the subject matter hereof and supersede all prior or contemporaneous agreements, representations, or understandings, whether written or oral. Amendments RentCasino reserves the right to amend or modify this Disclaimer at any time without prior notice. Any changes to this Disclaimer will be effective immediately upon posting on this website. Your continued use of this website and our services after any changes to this Disclaimer will constitute your acceptance of such changes. Customer Responsibilities The customer is responsible for ensuring that the rented equipment is used in a safe and responsible manner and in compliance with all applicable laws and regulations. The customer is also responsible for obtaining any necessary permits or licenses required for the use of the rented equipment. The customer agrees to indemnify and hold harmless RentCasino from any claims, damages, or liabilities arising from the use of the rented equipment. Contact Us If you have any questions or concerns regarding this Disclaimer or the rental agreement, please contact us at rentcasino@gmail.com. We will be happy to assist you. RentCasino 48JV+969, Plot No 08, Sr No 56 Dhanegaon, Degloor - Hyderabad Rd, Dhanegaon, Maharashtra 431603, India +91-961-9655662 rentcasino@gmail.com Home About Us We have Why are we Our promisedе Rent Disclaimer Privacy Policy Terms of Use",
    "index": "Welcome to RentCasino - Your Ultimate Casino Equipment Rental Provider rentcasino@gmail.com +91-961-9655662 RentCasino Home About Us We have Why are we Our promisedе Rent RentCasino: Elevate Your Event with Premium Casino Equipment Discover the ultimate in casino equipment rentals with RentCasino. Whether you're hosting a corporate event, private party, or a fundraising gala, our top-quality casino gear will ensure a memorable experience for your guests. From poker tables to roulette wheels, we provide everything you need to create an authentic casino atmosphere. Rent Poker Tables Bring the thrill of high-stakes poker to your event with our professional-grade poker tables. Ideal for both casual and competitive play, our tables come complete with chips, cards, and dealer buttons. Roulette Wheels Experience the excitement of the roulette wheel with our high-quality rental options. Our roulette sets include everything you need to run a smooth game, from the wheel itself to betting mats and chips. Blackjack Tables Create a classic casino feel with our blackjack tables. Perfect for any event, these tables include all necessary accessories, ensuring your guests can enjoy the game to its fullest. Slot Machines Add a touch of Vegas to your event with our slot machine rentals. Our machines are easy to set up and use, providing endless entertainment for your guests. Why Choose Us? Top-Quality Equipment for Every Event At RentCasino, we pride ourselves on offering only the best casino equipment. Our inventory is regularly updated and meticulously maintained to ensure it meets the highest standards. We cater to events of all sizes, providing a seamless rental experience from start to finish. Our Promise to You Exceptional Service, Unmatched Quality Choosing RentCasino means choosing excellence. We guarantee a hassle-free rental process, timely delivery, and top-notch customer service. Our team is dedicated to making your event a success. Professional-grade equipment Flexible rental packages On-time delivery and setup Expert support Poker Table Rentals Our poker tables are perfect for any event, providing a professional and exciting gaming experience. Roulette Wheel Rentals Bring the thrill of the casino to your event with our high-quality roulette wheel rentals. Blackjack Table Rentals Ensure your guests have a great time with our professional blackjack tables, complete with all necessary accessories. Slot Machine Rentals Add fun and excitement to your event with our easy-to-use slot machines. Craps Table Rentals Create an authentic casino atmosphere with our craps table rentals, perfect for any occasion. Baccarat Table Rentals Offer your guests the elegance of baccarat with our premium table rentals. Your Go-To Source for Casino Equipment Rentals At RentCasino, we are committed to providing top-quality casino equipment for any event. Our extensive inventory and exceptional service make us the best choice for your rental needs. Our team of experts is dedicated to helping you create a memorable event. We offer flexible rental packages and comprehensive support to ensure your event runs smoothly. With RentCasino, you can focus on enjoying your event while we take care of the details. Choose RentCasino for all your casino equipment rental needs and experience the difference quality and service can make. Delivery and Setup Our delivery and setup services ensure that your equipment arrives on time and is ready for use, so you can focus on hosting a great event. Flexible Rental Packages We offer a range of rental packages to suit any budget and event size, from small private parties to large corporate events. Per table ₹5,000 Experience the best in casino equipment rentals with our professional poker tables, perfect for any event. Rent Per wheel ₹7,500 Our roulette wheels bring the excitement of the casino floor to your event, ensuring a great time for your guests. Rent Per machine ₹6,000 Add fun and entertainment to your event with our slot machine rentals, complete with easy setup and use. Rent Contact Us Get in Touch for Your Next Event I accept the Privacy Policy Request the rent RentCasino 48JV+969, Plot No 08, Sr No 56 Dhanegaon, Degloor - Hyderabad Rd, Dhanegaon, Maharashtra 431603, India +91-961-9655662 rentcasino@gmail.com Home About Us We have Why are we Our promisedе Rent Disclaimer Privacy Policy Terms of Use This website uses cookies to ensure you get the best experience on our website. Accept document.addEventListener(\"DOMContentLoaded\", function () { if (!localStorage.getItem(\"cookieConsent\")) { document.getElementById(\"cookieBanner\").style.display = \"flex\"; } document.getElementById(\"acceptCookiesBtn\").addEventListener(\"click\", function () { localStorage.setItem(\"cookieConsent\", \"accepted\"); document.getElementById(\"cookieBanner\").style.display = \"none\"; }); }); 18+ Age Verification This website contains content suitable only for adults aged 18 and above. Please verify your age to continue. I am 18 or older document.addEventListener(\"DOMContentLoaded\", function () { if (!localStorage.getItem(\"ageVerified\")) { document.getElementById(\"ageVerificationPopup\").style.display = \"flex\"; } document.getElementById(\"verifyAgeBtn\").addEventListener(\"click\", function () { localStorage.setItem(\"ageVerified\", \"true\"); document.getElementById(\"ageVerificationPopup\").style.display = \"none\"; }); });",
    "privacy-policy": "Privacy Policy - How We Protect Your Information rentcasino@gmail.com +91-961-9655662 RentCasino Home About Us We have Why are we Our promisedе Rent Privacy Policy Data Retention We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, unless a longer retention period is required or permitted by law. We will also retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements. Cross-Border Data Transfers We may transfer your personal information to countries outside of India for processing or storage. When we do so, we will take appropriate measures to ensure that your personal information is protected in accordance with this Privacy Policy and applicable data protection laws. Third-Party Links Our website may contain links to third-party websites, products, or services. We are not responsible for the privacy practices of these third parties, and we encourage you to review their privacy policies before providing any personal information. Children's Privacy Our website and services are not intended for children under the age of 18. We do not knowingly collect personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will take steps to delete the information as soon as possible. Do Not Track Some web browsers have a \"Do Not Track\" feature that allows you to indicate that you do not want your online activities tracked. We do not currently respond to \"Do Not Track\" signals. Changes to This Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. We will post the updated policy on this page and indicate the date of the last revision. We encourage you to review this policy periodically for any changes. Contact Us If you have any questions or concerns about this Privacy Policy or our use of your personal information, please contact us at rentcasino@gmail.com. RentCasino 48JV+969, Plot No 08, Sr No 56 Dhanegaon, Degloor - Hyderabad Rd, Dhanegaon, Maharashtra 431603, India +91-961-9655662 rentcasino@gmail.com Home About Us We have Why are we Our promisedе Rent Disclaimer Privacy Policy Terms of Use"
  },
  "date": "2024-07-15T14:47:16.729Z"
}