{
  "name": "rhabdoma.com",
  "pages": {
    "contato": "Entre em contato com o Brilhar Hotel: Nosso endereço, informações de contato e formulário de feedback para comunicação imediata conosco Brilhar Brilhar Casa Quartos Spa Restaurante Contato Agendar Thanks for filling out the form! Oops...! some problem! Contate-nos Escreva-nos hoje e nossos consultores experientes responderão a todas as suas perguntas Eu concordo com a Política de Privacidade Enviar Brilhar Facebook Twitter &nbsp;brilhare@rhabdoma.com Rua Bernardo Peralta 1101,&nbsp;São Paulo, São Paulo, Brasil+55 (11) 9349-8094 Política de Privacidade © Brilhar - Todos os direitos reservados&nbsp; Biscoitos Para lhe proporcionar uma experiência de usuário mais pessoal, nós e nossos terceiros selecionados usamos cookies ou tecnologias semelhantes para fins técnicos e, com o seu consentimento, para “interações e funcionalidades principais”, “aprimoramento de experiência”, “medição” e “segmentação” . e publicidade”. Negar o consentimento pode tornar os recursos relacionados indisponíveis. Use o botão “Aceito” para consentir com o uso de tais tecnologias. Aceitar Não Aceite let container,container2,apply,apply2;const who=()=>document.querySelector(\".warning\"),findElements=()=>{container=document.querySelector(\".warning\"),apply=container.querySelector(\".warning__apply\")},findElementsClosed=()=>{container2=document.querySelector(\".warning\"),apply2=container2.querySelector(\".closed_cookie\")},hideContainer=()=>{container.classList.remove(\"warning--active\")},setCookie=()=>{document.cookie=\"warning=true; max-age=2592000; path=/\"},onClick=e=>{e.preventDefault(),hideContainer(),document.cookie=\"warning=true; max-age=2592000; path=/\"},subscribe=()=>{apply.addEventListener(\"click\",onClick)},subscribe2=()=>{apply2.addEventListener(\"click\",onClick)},init=()=>{document.querySelector(\".warning\")&&(container=document.querySelector(\".warning\"),apply=container.querySelector(\".warning__apply\"),container2=document.querySelector(\".warning\"),apply2=container2.querySelector(\".closed_cookie\"),apply.addEventListener(\"click\",onClick),apply2.addEventListener(\"click\",onClick),1==checkCookie(\"warning\")&&hideContainer())};function checkCookie(e){for(var n=document.cookie.split(\";\"),r=0;r .warning { z-index:1031; position: fixed; bottom: 0; left: 0; display: none; justify-content: center; width: 100%; padding: 30px; box-sizing: border-box; flex-direction: row-reverse; } .warning--active { display: flex; } .warning__text { margin-right: 30px; } .warning__read { display: block; margin-left: 15px; }",
    "index": "Bem-vindo ao Brilhar Hotel – sua experiência única de luxo e conforto! Brilhar Brilhar Casa Quartos Spa Restaurante Contato Agendar Bem-vindo ao Brilhar Hotel – sua experiência única de luxo e conforto! Agendar Esperamos por você no Hotel Brilhar! Sobre Nós Nossa história Brilhar é mais do que um hotel, é uma história de paixão pela hospitalidade e de vontade de criar um lugar onde cada hóspede se sinta em casa.A nossa história começa há décadas, quando os fundadores do hotel, um casal jovem e ambicioso, se conheceram e sentiram o desejo comum de criar algo único. O amor partilhado por viagens e hospitalidade inspirou-os a fundar um hotel que seria mais do que apenas um lugar para ficar, mas um verdadeiro refúgio para viajantes de todo o mundo.A cada dia seu sonho adquiria contornos cada vez mais nítidos. Eles colocam a sua alma e energia em cada detalhe do hotel, esforçando-se para criar uma atmosfera de luxo, conforto e hospitalidade. A sua visão e compromisso com a excelência atraíram designers, arquitetos e funcionários talentosos que partilharam a sua visão e valores. Nossa história Com a abertura das portas do Brilhar pela primeira vez, o esplendor e o ambiente do hotel surpreenderam os hóspedes. Gostaram do luxo dos quartos, admiraram o design sofisticado e sentiram-se bem-vindos e cuidados. Cada canto do nosso hotel está imbuído do espírito de paixão e dedicação que inspirou a nossa equipa a criar um verdadeiro refúgio para todos os que passam pelas nossas portas.Com o tempo, o nosso hotel tornou-se não apenas um hotel, mas também uma família unida por um objetivo comum - tornar a sua estadia inesquecível e cheia de impressões. Estamos orgulhosos de nossa história e prometemos continuar a dar vida aos nossos ideais de hospitalidade e luxo para cada hóspede que entrar no mundo de Brilhar.Bem-vindo à nossa história, bem-vindo ao nosso hotel. O que oferecemos? 01 Quartos:Mergulhe num mundo de luxo e conforto nos nossos quartos, onde cada detalhe foi pensado para o seu prazer e relaxamento. Nosso hotel oferece uma variedade de quartos, desde quartos standard aconchegantes até suítes luxuosas, para atender às necessidades e preferências de cada hóspede.Instalações:Quartos espaçosos e elegantemente decoradosCamas confortáveis ​​com lençóis de alta qualidadeBanheiros modernos com chuveiro ou banheiraTV plana com canais a caboAcesso Wi-Fi gratuitoAr condicionado e aquecimento controlados individualmenteCategorias de quartos:Quartos Standard: Quartos amplos e confortáveis, ideais para uma ou duas pessoas.Quartos Familiares: Quartos espaçosos com camas extra, ideais para famílias.Suites: Quartos elegantes com área de estar separada e comodidades superiores para máximo conforto e luxo.Serviços adicionais:Limpeza diáriaServiço de quarto 24 horasCafé da manhã no quartoServiço de lavanderiaSeja qual for o quarto que escolher, o Brilhar é o local perfeito para relaxar após um longo dia de viagem ou reuniões de trabalho. 02 Restaurante:Descubra um magnífico mundo de sabores e delícias gastronómicas no restaurante Brilhar. Nosso restaurante convida você a uma emocionante viagem culinária, onde cada prato é uma obra de arte, criada com amor e atenção aos detalhes.Cardápio:Pratos Inovadores: A nossa cozinha oferece-lhe interpretações únicas e modernas de pratos clássicos, preparados com ingredientes frescos e de elevada qualidade.Especialidades Regionais: Orgulhamo-nos de apresentar a riqueza e diversidade das tradições culinárias locais, utilizando os melhores ingredientes da época.Atmosfera:Design Elegante: Nosso restaurante irá impressioná-lo com seu interior sofisticado e elegante, criando um ambiente aconchegante e sofisticado.Vistas Panorâmicas: Desfrute de vistas deslumbrantes sobre a paisagem circundante a partir das nossas janelas panorâmicas, criando um ambiente tranquilo.Serviço Profissional: Nossa equipe amigável e profissional está sempre pronta para oferecer o mais alto nível de serviço e atenção aos detalhes.Eventos e atividades:Jantar Privado: Organize seu almoço ou jantar privado em nossa Sala VIP, onde você poderá desfrutar de um ambiente intimista e serviço personalizado.Aulas de Culinária: Participe de nossas aulas de culinária onde nossos chefs compartilharão com você seus segredos e técnicas para preparar ótimos pratos.O nosso restaurante não é apenas um local para uma refeição, é uma viagem ao mundo do sabor e do prazer, onde cada hóspede se torna um conhecedor da arte de cozinhar. Venha descobrir um verdadeiro prazer gustativo no Restaurante Brilhar! 03 Spa Brilhar:Descubra um oásis de relaxamento e rejuvenescimento no nosso spa. Convidamos você a uma viagem à harmonia do corpo e da mente, onde cada procedimento é uma experiência excepcional repleta de cuidado e carinho.Serviços:Massagem: Desfrute de tratamentos de massagens relaxantes concebidos para reduzir a tensão e o stress e restaurar o equilíbrio do seu corpo.Tratamento Corporal: Mergulhe em um mundo de tratamentos corporais luxuosos, incluindo envolvimentos corporais, peelings e tratamentos hidratantes para deixar sua pele saudável e radiante.Tratamentos faciais: Descubra tratamentos faciais luxuosos concebidos para rejuvenescer e refrescar a sua pele, restaurando a sua juventude e brilho.Programas Especiais: Oferecemos programas especiais para casais, gestantes e aqueles que buscam recuperação completa após um longo voo ou um dia cansativo de trabalho.Atmosfera:Interior aconchegante: Nosso spa irá impressioná-lo com seu interior aconchegante e relaxante, criando o ambiente perfeito para descanso e relaxamento.Zonas Tranquilas: Desfrute de paz e tranquilidade nas nossas zonas tranquilas de relaxamento, onde poderá relaxar e descontrair após os seus tratamentos.Especialistas profissionais: Nossos especialistas experientes garantem o mais alto nível de serviço e uma abordagem individualizada às suas necessidades e desejos.Nosso spa é um lugar onde você pode restaurar o corpo e despertar o espírito, encontrar harmonia e aliviar o estresse após um longo dia. Venha mergulhar em um mundo de cuidado e mimos em nosso spa! Bem-vindo ao nosso hotel, a sua casa longe de casa! Não perca a oportunidade de mergulhar no mundo do Brilhar - um mundo onde o luxo e a hospitalidade se tornam um só. Nossos valores Hospitalidade: Recebemos cada hóspede com carinho e carinho, criando um ambiente onde eles se sentem bem-vindos e respeitados.Qualidade: Buscamos a excelência em cada detalhe, do atendimento ao design, para oferecer aos nossos hóspedes o mais alto nível de qualidade e conforto. Inovação: Estamos constantemente à procura de novas formas de melhorar os nossos serviços e processos para nos mantermos à frente da curva na indústria hoteleira.Respeito pelo Meio Ambiente: Nos preocupamos com nosso planeta e estamos comprometidos com a sustentabilidade, incorporando práticas ambientalmente responsáveis ​​em nossas operações. Nossa Promessa Prometemos a cada hóspede que no Brilhar encontrará não apenas um lugar para relaxar, mas uma casa onde cada momento é repleto de brilho e sofisticação. Dedicamo-nos a criar experiências únicas e deixar memórias inesquecíveis a todos os que visitam o nosso hotel. Thanks for filling out the form! Oops...! some problem! Contate-nos Escreva-nos hoje e nossos consultores experientes responderão a todas as suas perguntas Enviar Passei recentemente um fim de semana no Brilhar Hotel e posso dizer que foi uma das melhores férias que já tive! Desde o primeiro momento em que entrei no hotel, fiquei impressionado com o design elegante e o ambiente acolhedor. O quarto que me foi dado era espaçoso, confortável e impecavelmente limpo. Apreciei particularmente a atenção ao detalhe no interior e a qualidade do serviço, não tenho dúvidas em recomendar o Brilhar Hotel a quem procura uma estadia luxuosa e inesquecível. É um lugar onde cada momento é repleto de brilho e sofisticação, e mal posso esperar para visitá-lo novamente! Brilhar Facebook Twitter &nbsp;brilhare@rhabdoma.com Rua Bernardo Peralta 1101,&nbsp;São Paulo, São Paulo, Brasil+55 (11) 9349-8094 Política de Privacidade © Brilhar - Todos os direitos reservados&nbsp; Biscoitos Para lhe proporcionar uma experiência de usuário mais pessoal, nós e nossos terceiros selecionados usamos cookies ou tecnologias semelhantes para fins técnicos e, com o seu consentimento, para “interações e funcionalidades principais”, “aprimoramento de experiência”, “medição” e “segmentação” . e publicidade”. Negar o consentimento pode tornar os recursos relacionados indisponíveis. Use o botão “Aceito” para consentir com o uso de tais tecnologias. Aceitar Não Aceite let container,container2,apply,apply2;const who=()=>document.querySelector(\".warning\"),findElements=()=>{container=document.querySelector(\".warning\"),apply=container.querySelector(\".warning__apply\")},findElementsClosed=()=>{container2=document.querySelector(\".warning\"),apply2=container2.querySelector(\".closed_cookie\")},hideContainer=()=>{container.classList.remove(\"warning--active\")},setCookie=()=>{document.cookie=\"warning=true; max-age=2592000; path=/\"},onClick=e=>{e.preventDefault(),hideContainer(),document.cookie=\"warning=true; max-age=2592000; path=/\"},subscribe=()=>{apply.addEventListener(\"click\",onClick)},subscribe2=()=>{apply2.addEventListener(\"click\",onClick)},init=()=>{document.querySelector(\".warning\")&&(container=document.querySelector(\".warning\"),apply=container.querySelector(\".warning__apply\"),container2=document.querySelector(\".warning\"),apply2=container2.querySelector(\".closed_cookie\"),apply.addEventListener(\"click\",onClick),apply2.addEventListener(\"click\",onClick),1==checkCookie(\"warning\")&&hideContainer())};function checkCookie(e){for(var n=document.cookie.split(\";\"),r=0;r .warning { z-index:1031; position: fixed; bottom: 0; left: 0; display: none; justify-content: center; width: 100%; padding: 30px; box-sizing: border-box; flex-direction: row-reverse; } .warning--active { display: flex; } .warning__text { margin-right: 30px; } .warning__read { display: block; margin-left: 15px; }",
    "page2": "Política de Privacidade do Hotel Brilhar: Sua privacidade é nossa prioridade. Descubra como protegemos seus dados e mantemos suas informações pessoais seguras Brilhar Brilhar Casa Quartos Spa Restaurante Contato Agendar Política de Privacidade Última atualização: 29 de fevereiro de 2024Esta Política de Privacidade descreve Nossas políticas e procedimentos sobre a coleta, uso e divulgação de Suas informações quando Você usa o Serviço e informa sobre Seus direitos de privacidade e como a lei protege Você.Usamos Seus dados pessoais para fornecer e melhorar o Serviço. Ao utilizar o Serviço, você concorda com a coleta e uso de informações de acordo com esta Política de Privacidade. Esta Política de Privacidade foi criada com a ajuda do Gerador Gratuito de Política de Privacidade.Interpretação e DefiniçõesInterpretaçãoAs palavras com a letra inicial maiúscula têm significados definidos nas seguintes condições. As seguintes definições terão o mesmo significado, independentemente de aparecerem no singular ou no plural.DefiniçõesPara efeitos desta Política de Privacidade:Conta significa uma conta exclusiva criada para Você acessar nosso Serviço ou partes de nosso Serviço.Afiliada significa uma entidade que controla, é controlada ou está sob controle comum com uma parte, onde \"controle\" significa propriedade de 50% ou mais das ações, participações societárias ou outros títulos com direito a voto para eleição de diretores ou outra autoridade administrativa .Empresa (referida como \"a Empresa\", \"Nós\", \"Nós\" ou \"Nosso\" neste Contrato) refere-se a Hotel Services, Rua Bernardo Peralta 1101, São Paulo, São Paulo, Brasil.Cookies são pequenos arquivos que são colocados no Seu computador, dispositivo móvel ou qualquer outro dispositivo por um site, contendo os detalhes do Seu histórico de navegação nesse site entre seus diversos usos.País refere-se a: BrasilDispositivo significa qualquer dispositivo que possa acessar o Serviço, como um computador, um celular ou um tablet digital.Dados Pessoais são quaisquer informações relacionadas a um indivíduo identificado ou identificável.Serviço refere-se ao Site.Provedor de Serviços significa qualquer pessoa física ou jurídica que processe os dados em nome da Empresa. Refere-se a empresas terceirizadas ou indivíduos contratados pela Empresa para facilitar o Serviço, para fornecer o Serviço em nome da Empresa, para executar serviços relacionados ao Serviço ou para auxiliar a Empresa na análise de como o Serviço é usado.Dados de Uso referem-se a dados coletados automaticamente, gerados pelo uso do Serviço ou pela própria infraestrutura do Serviço (por exemplo, a duração de uma visita à página).Site refere-se a Brilhar, acessível em rhabdoma.comVocê significa o indivíduo que acessa ou usa o Serviço, ou a empresa ou outra entidade legal em nome da qual tal indivíduo está acessando ou usando o Serviço, conforme aplicável.​Coletando e usando seus dados pessoaisTipos de dados coletadosDados pessoaisAo usar Nosso Serviço, podemos solicitar que Você nos forneça certas informações de identificação pessoal que podem ser usadas para contatá-lo ou identificá-lo. As informações de identificação pessoal podem incluir, mas não estão limitadas a:Endereço de emailNúmero de telefoneEndereço, estado, província, CEP/código postal, cidadeDados de usoDados de usoOs Dados de Uso são coletados automaticamente ao usar o Serviço.Os Dados de Uso podem incluir informações como o endereço de protocolo da Internet do seu dispositivo (por exemplo, endereço IP), tipo de navegador, versão do navegador, as páginas do nosso Serviço que você visita, a hora e a data da sua visita, o tempo gasto nessas páginas, dispositivo exclusivo identificadores e outros dados de diagnóstico.Quando você acessa o Serviço por ou através de um dispositivo móvel, podemos coletar determinadas informações automaticamente, incluindo, entre outras, o tipo de dispositivo móvel que você usa, o ID exclusivo do seu dispositivo móvel, o endereço IP do seu dispositivo móvel, o seu sistema operacional, o tipo de navegador de Internet móvel que você usa, identificadores exclusivos de dispositivo e outros dados de diagnóstico.Também poderemos coletar informações que Seu navegador envia sempre que Você visita nosso Serviço ou quando acessa o Serviço por meio de um dispositivo móvel.Tecnologias de rastreamento e cookiesUsamos Cookies e tecnologias de rastreamento semelhantes para rastrear a atividade em Nosso Serviço e armazenar determinadas informações. As tecnologias de rastreamento utilizadas são beacons, tags e scripts para coletar e rastrear informações e para melhorar e analisar Nosso Serviço. As tecnologias que usamos podem incluir:Cookies ou Cookies do Navegador. Um cookie é um pequeno arquivo colocado no seu dispositivo. Você pode instruir seu navegador a recusar todos os cookies ou indicar quando um cookie está sendo enviado. No entanto, se você não aceitar cookies, poderá não conseguir usar algumas partes do nosso serviço. A menos que você tenha ajustado a configuração do seu navegador para recusar cookies, nosso serviço poderá usar cookies.Web Beacons. Certas seções de nosso Serviço e nossos e-mails podem conter pequenos arquivos eletrônicos conhecidos como web beacons (também chamados de gifs transparentes, tags de pixel e gifs de pixel único) que permitem à Empresa, por exemplo, contar usuários que visitaram essas páginas. ou abriu um e-mail e para outras estatísticas relacionadas ao site (por exemplo, registrando a popularidade de uma determinada seção e verificando a integridade do sistema e do servidor).Os cookies podem ser Cookies “Persistentes” ou de “Sessão”. Os cookies persistentes permanecem no seu computador pessoal ou dispositivo móvel quando você fica offline, enquanto os cookies de sessão são excluídos assim que você fecha o navegador da web. Saiba mais sobre cookies no artigo do site Política de Privacidade Gratuita.Utilizamos cookies de sessão e persistentes para os fins descritos abaixo:Cookies Necessários/EssenciaisTipo: Cookies de SessãoAdministrado por: NósFinalidade: Estes Cookies são essenciais para lhe fornecer os serviços disponíveis através do Site e para permitir-lhe utilizar algumas das suas funcionalidades. Eles ajudam a autenticar usuários e a prevenir o uso fraudulento de contas de usuários. Sem estes Cookies, os serviços que Você solicitou não podem ser fornecidos, e Nós apenas usamos esses Cookies para fornecer esses serviços a Você.Política de Cookies / Cookies de Aceitação de AvisoTipo: Cookies PersistentesAdministrado por: NósFinalidade: Estes Cookies identificam se os utilizadores aceitaram a utilização de cookies no Site.Cookies de funcionalidadeTipo: Cookies PersistentesAdministrado por: NósFinalidade: Esses cookies nos permitem lembrar as escolhas que você faz ao usar o site, como lembrar seus detalhes de login ou preferência de idioma. O objetivo destes Cookies é proporcionar-lhe uma experiência mais pessoal e evitar que tenha de voltar a introduzir as suas preferências sempre que utilizar o Website.Para obter mais informações sobre os cookies que utilizamos e as suas escolhas em relação aos cookies, visite a nossa Política de Cookies ou a secção Cookies da nossa Política de Privacidade.Uso dos seus dados pessoaisA Empresa poderá usar Dados Pessoais para os seguintes fins:Para fornecer e manter nosso Serviço, inclusive para monitorar o uso de nosso Serviço.Para gerenciar sua conta: para gerenciar seu registro como usuário do Serviço. Os Dados Pessoais que você fornece podem lhe dar acesso a diferentes funcionalidades do Serviço que estão disponíveis para você como usuário registrado.Para a execução de um contrato: o desenvolvimento, cumprimento e execução do contrato de compra dos produtos, itens ou serviços que você adquiriu ou de qualquer outro contrato conosco através do Serviço.Para contatá-lo: Para contatá-lo por e-mail, telefonemas, SMS ou outras formas equivalentes de comunicação eletrônica, como notificações push de um aplicativo móvel sobre atualizações ou comunicações informativas relacionadas às funcionalidades, produtos ou serviços contratados, incluindo as atualizações de segurança, quando necessário ou razoável para sua implementação.Para lhe fornecer notícias, ofertas especiais e informações gerais sobre outros bens, serviços e eventos que oferecemos e que sejam semelhantes aos que você já comprou ou consultou, a menos que Você tenha optado por não receber tais informações.Para gerenciar suas solicitações: Para atender e gerenciar suas solicitações para nós.Para transferências de negócios: Poderemos usar Suas informações para avaliar ou conduzir uma fusão, alienação, reestruturação, reorganização, dissolução ou outra venda ou transferência de alguns ou de todos os Nossos ativos, seja como uma empresa em continuidade ou como parte de falência, liquidação, ou processo semelhante, em que os Dados Pessoais mantidos por Nós sobre os usuários de nossos Serviços estejam entre os ativos transferidos.Para outros fins: Poderemos usar Suas informações para outros fins, como análise de dados, identificação de tendências de uso, determinação da eficácia de nossas campanhas promocionais e para avaliar e melhorar nosso Serviço, produtos, serviços, marketing e sua experiência.Poderemos compartilhar Suas informações pessoais nas seguintes situações:Com Provedores de Serviços: Poderemos compartilhar Suas informações pessoais com Provedores de Serviços para monitorar e analisar o uso de nosso Serviço, para entrar em contato com Você.Para transferências de negócios: Poderemos compartilhar ou transferir Suas informações pessoais em conexão com, ou durante negociações de, qualquer fusão, venda de ativos da Empresa, financiamento ou aquisição de todo ou parte de Nossos negócios para outra empresa.Com Afiliados: Poderemos compartilhar Suas informações com Nossos afiliados e, nesse caso, exigiremos que esses afiliados honrem esta Política de Privacidade. Afiliadas incluem Nossa controladora e quaisquer outras subsidiárias, parceiros de joint venture ou outras empresas que controlamos ou que estejam sob controle comum conosco.Com parceiros de negócios: Poderemos compartilhar Suas informações com Nossos parceiros de negócios para lhe oferecer determinados produtos, serviços ou promoções.Com outros usuários: quando Você compartilha informações pessoais ou de outra forma interage em áreas públicas com outros usuários, tais informações podem ser visualizadas por todos os usuários e podem ser distribuídas publicamente para fora.Com o Seu consentimento: Poderemos divulgar Suas informações pessoais para qualquer outra finalidade com o Seu consentimento.Retenção dos seus dados pessoaisA Empresa reterá Seus Dados Pessoais apenas pelo tempo necessário para os fins estabelecidos nesta Política de Privacidade. Reteremos e utilizaremos os Seus Dados Pessoais na medida necessária para cumprir as nossas obrigações legais (por exemplo, se formos obrigados a reter os seus dados para cumprir as leis aplicáveis), resolver disputas e fazer cumprir os nossos acordos e políticas legais.A Empresa também reterá Dados de Uso para fins de análise interna. Os Dados de Utilização são geralmente retidos por um período de tempo mais curto, exceto quando estes dados são utilizados para reforçar a segurança ou para melhorar a funcionalidade do Nosso Serviço, ou quando somos legalmente obrigados a reter estes dados por períodos de tempo mais longos.Transferência dos seus dados pessoaisSuas informações, incluindo Dados Pessoais, são processadas nos escritórios operacionais da Empresa e em quaisquer outros locais onde as partes envolvidas no processamento estejam localizadas. Isso significa que essas informações podem ser transferidas para — e mantidas em — computadores localizados fora do Seu estado, província, país ou outra jurisdição governamental onde as leis de proteção de dados possam ser diferentes daquelas da Sua jurisdição.Seu consentimento com esta Política de Privacidade seguido pelo envio de tais informações representa Sua concordância com essa transferência.A Empresa tomará todas as medidas razoavelmente necessárias para garantir que Seus dados sejam tratados com segurança e de acordo com esta Política de Privacidade e nenhuma transferência de Seus Dados Pessoais ocorrerá para uma organização ou país, a menos que haja controles adequados em vigor, incluindo a segurança de Seus dados e outras informações pessoais.Exclua seus dados pessoaisVocê tem o direito de excluir ou solicitar que ajudemos a excluir os Dados Pessoais que coletamos sobre Você.Nosso Serviço pode dar a Você a capacidade de excluir certas informações sobre Você de dentro do Serviço.Você pode atualizar, alterar ou excluir Suas informações a qualquer momento, acessando Sua Conta, se tiver uma, e visitando a seção de configurações da conta que permite gerenciar Suas informações pessoais. Você também pode entrar em contato conosco para solicitar acesso, corrigir ou excluir quaisquer informações pessoais que você nos forneceu.Observe, no entanto, que poderemos precisar reter determinadas informações quando tivermos uma obrigação legal ou base legal para fazê-lo.Divulgação dos seus dados pessoaisTransações comerciaisSe a Empresa estiver envolvida em uma fusão, aquisição ou venda de ativos, seus Dados Pessoais poderão ser transferidos. Forneceremos um aviso antes que seus dados pessoais sejam transferidos e fiquem sujeitos a uma Política de Privacidade diferente.Aplicação da leiSob certas circunstâncias, a Empresa pode ser obrigada a divulgar os Seus Dados Pessoais se assim for exigido por lei ou em resposta a solicitações válidas de autoridades públicas (por exemplo, um tribunal ou uma agência governamental).Outros requisitos legaisA Empresa poderá divulgar Seus Dados Pessoais acreditando de boa fé que tal ação é necessária para:Cumprir uma obrigação legalProteger e defender os direitos ou propriedade da EmpresaPrevenir ou investigar possíveis irregularidades relacionadas ao ServiçoProteger a segurança pessoal dos Usuários do Serviço ou do públicoProteja-se contra responsabilidade legalSegurança dos seus dados pessoaisA segurança dos Seus Dados Pessoais é importante para Nós, mas lembre-se de que nenhum método de transmissão pela Internet ou método de armazenamento eletrônico é 100% seguro. Embora nos esforcemos para utilizar meios comercialmente aceitáveis para proteger os Seus Dados Pessoais, não podemos garantir a sua segurança absoluta.Privacidade infantilNosso Serviço não se dirige a ninguém com menos de 13 anos. Não coletamos intencionalmente informações de identificação pessoal de ninguém com menos de 13 anos. Se você é pai ou responsável e está ciente de que seu filho nos forneceu dados pessoais, por favor Contate-nos. Se tomarmos conhecimento de que coletamos Dados Pessoais de qualquer pessoa com menos de 13 anos de idade sem verificação do consentimento dos pais, tomaremos medidas para remover essas informações de Nossos servidores.Se precisarmos confiar no consentimento como base legal para processar Suas informações e Seu país exigir o consentimento de um dos pais, poderemos exigir o consentimento dos Seus pais antes de coletarmos e usarmos essas informações.Links para outros sitesNosso Serviço pode conter links para outros sites que não são operados por Nós. Se você clicar em um link de terceiros, será direcionado ao site desse terceiro. Recomendamos fortemente que você revise a Política de Privacidade de cada site que visitar.Não temos controle e não assumimos responsabilidade pelo conteúdo, políticas de privacidade ou práticas de sites ou serviços de terceiros.Alterações nesta Política de PrivacidadePoderemos atualizar nossa Política de Privacidade de tempos em tempos. Iremos notificá-lo sobre quaisquer alterações publicando a nova Política de Privacidade nesta página.Avisaremos Você por e-mail e/ou um aviso em destaque em Nosso Serviço, antes que a alteração entre em vigor e atualizaremos a data da “Última atualização” no topo desta Política de Privacidade.Aconselhamos que você revise esta Política de Privacidade periodicamente para quaisquer alterações. As alterações a esta Política de Privacidade entram em vigor quando são publicadas nesta página.Contate-nosSe você tiver alguma dúvida sobre esta Política de Privacidade, você pode entrar em contato conosco:Por e-mail: brilhare@rhabdoma.comPelo telefone: +55 (11) 9349-8094 Brilhar Facebook Twitter &nbsp;brilhare@rhabdoma.com Rua Bernardo Peralta 1101,&nbsp;São Paulo, São Paulo, Brasil+55 (11) 9349-8094 Política de Privacidade © Brilhar - Todos os direitos reservados&nbsp; Biscoitos Para lhe proporcionar uma experiência de usuário mais pessoal, nós e nossos terceiros selecionados usamos cookies ou tecnologias semelhantes para fins técnicos e, com o seu consentimento, para “interações e funcionalidades principais”, “aprimoramento de experiência”, “medição” e “segmentação” . e publicidade”. Negar o consentimento pode tornar os recursos relacionados indisponíveis. Use o botão “Aceito” para consentir com o uso de tais tecnologias. Aceitar Não Aceite let container,container2,apply,apply2;const who=()=>document.querySelector(\".warning\"),findElements=()=>{container=document.querySelector(\".warning\"),apply=container.querySelector(\".warning__apply\")},findElementsClosed=()=>{container2=document.querySelector(\".warning\"),apply2=container2.querySelector(\".closed_cookie\")},hideContainer=()=>{container.classList.remove(\"warning--active\")},setCookie=()=>{document.cookie=\"warning=true; max-age=2592000; path=/\"},onClick=e=>{e.preventDefault(),hideContainer(),document.cookie=\"warning=true; max-age=2592000; path=/\"},subscribe=()=>{apply.addEventListener(\"click\",onClick)},subscribe2=()=>{apply2.addEventListener(\"click\",onClick)},init=()=>{document.querySelector(\".warning\")&&(container=document.querySelector(\".warning\"),apply=container.querySelector(\".warning__apply\"),container2=document.querySelector(\".warning\"),apply2=container2.querySelector(\".closed_cookie\"),apply.addEventListener(\"click\",onClick),apply2.addEventListener(\"click\",onClick),1==checkCookie(\"warning\")&&hideContainer())};function checkCookie(e){for(var n=document.cookie.split(\";\"),r=0;r .warning { z-index:1031; position: fixed; bottom: 0; left: 0; display: none; justify-content: center; width: 100%; padding: 30px; box-sizing: border-box; flex-direction: row-reverse; } .warning--active { display: flex; } .warning__text { margin-right: 30px; } .warning__read { display: block; margin-left: 15px; }",
    "quartos": "Quartos requintados no Brilhar Hotel: Luxo, conforto e estilo único para as suas férias ideais Brilhar Brilhar Casa Quartos Spa Restaurante Contato Agendar Quartos requintados no Brilhar Hotel: Luxo, conforto e estilo único para as suas férias ideais Instalações Mergulhe num mundo de luxo e conforto nos nossos quartos, onde cada detalhe foi pensado para o seu prazer e relaxamento. Nosso hotel oferece uma variedade de quartos, desde quartos standard aconchegantes até suítes luxuosas, para atender às necessidades e preferências de cada hóspede.Quartos espaçosos e elegantemente decoradosCamas confortáveis ​​com lençóis de alta qualidadeBanheiros modernos com chuveiro ou banheiraTV plana com canais a caboAcesso Wi-Fi gratuitoAr condicionado e aquecimento controlados individualmente Categorias de quartos Quartos Standard: Quartos amplos e confortáveis, ideais para uma ou duas pessoas.Quartos Familiares: Quartos espaçosos com camas extra, ideais para famílias.Suites: Quartos elegantes com área de estar separada e comodidades superiores para máximo conforto e luxo.Serviços adicionais:Limpeza diáriaServiço de quarto 24 horasCafé da manhã no quartoServiço de lavanderiaIndependentemente do quarto que você escolher, nosso hotel é o lugar perfeito para relaxar após um longo dia de viagem ou reuniões de trabalho. Quartos Padrão Nossos quartos standard são a combinação perfeita de conforto, funcionalidade e aconchego para um ou dois hóspedes. Cada quarto standard do nosso hotel oferece aos hóspedes o espaço necessário para uma estadia agradável e relaxante. Características dos quartos standard Espaçoso e Confortável: Nossos quartos standard possuem espaço suficiente para acomodar confortavelmente um ou dois hóspedes. Estão decorados num estilo acolhedor e elegante, criando uma atmosfera de conforto e paz caseira.Camas confortáveis: Os quartos standard dispõem de camas confortáveis ​​com colchões de alta qualidade e lençóis macios, proporcionando aos hóspedes um sono confortável e reparador após um longo dia.Espaços funcionais: Cada quarto standard está equipado com tudo o que é necessário para a comodidade dos hóspedes, incluindo um espaço de trabalho onde pode trabalhar livremente ou passar momentos de leitura, bem como uma área de relaxamento onde pode relaxar e desfrutar de agradáveis ​​conversas.Comodidades modernas: Todos os quartos standard estão equipados com comodidades modernas, como TV de tela plana, acesso Wi-Fi gratuito, ar condicionado e aquecimento controlados individualmente, para que os hóspedes possam desfrutar de conforto durante todo o ano.Banheiros espaçosos: Cada quarto standard possui banheiro privativo com chuveiro, amenidades para hóspedes e tudo que você precisa para seus cuidados matinais ou noturnos. Agendar Quartos Padrão Quartos Familiares Nossos quartos familiares foram projetados especificamente para tornar a estadia da sua família memorável e confortável. Oferecem espaços amplos e confortáveis ​​com espaço extra para dormir, ideais para toda a família desfrutar. Características dos quartos familiares Espaço para toda a família: Nossos quartos familiares possuem espaço suficiente para acomodar toda a sua família. São quartos espaçosos que proporcionam comodidade e conforto para todos os membros da sua família.Roupa de cama extra: Os quartos familiares oferecem roupa de cama extra, como sofás-cama ou camas extras, para que todos os membros da família possam desfrutar de uma boa noite de sono e relaxar após um dia emocionante.Comodidades para famílias: Nossos quartos familiares estão equipados com tudo que você precisa para uma estadia familiar, incluindo camas confortáveis ​​com lençóis macios, mesas de trabalho onde você pode passar o tempo jogando ou estudando, e banheiros espaçosos onde você pode relaxar após um longo dia. dia.Comodidades modernas: Todos os quartos familiares estão equipados com comodidades modernas, como TV de tela plana, acesso Wi-Fi gratuito, ar condicionado e aquecimento controlados individualmente para que os hóspedes possam desfrutar de conforto durante todo o ano. Agendar Quartos Familiares Suítes Nossas suítes representam o auge do luxo e conforto em nosso hotel. Estes elegantes quartos foram concebidos para satisfazer os gostos mais sofisticados dos hóspedes e oferecer-lhes um nível incomparável de conforto e prazer. Recursos da suíte Espaçosas e Luxuosas: Nossas suítes oferecem espaços espaçosos e convidativos onde os hóspedes podem desfrutar de conforto e luxo. São decorados com materiais de alta qualidade e móveis de design, criando uma atmosfera de luxo e sofisticação.Área de estar separada: Cada suíte inclui uma área de estar separada, onde os hóspedes podem relaxar e passar momentos em um ambiente aconchegante. São sofás macios, poltronas e mesas onde você pode relaxar ou passar momentos em agradável companhia.Comodidades aprimoradas: Nossas suítes são equipadas com comodidades atualizadas para atender às necessidades mais exigentes dos hóspedes. Dispõem de camas espaçosas com lençóis macios, banheiros luxuosos com banheiras de hidromassagem ou chuveiros separados e equipamentos e acessórios técnicos de alta qualidade.Serviço preferencial: Os hóspedes da suíte podem desfrutar de um serviço privilegiado, incluindo concierge pessoal, serviço de quarto 24 horas e comodidades adicionais mediante solicitação. Agendar Suítes Nossos Quartos Os quartos do Hotel Brilhar são a combinação perfeita de conforto, elegância e comodidades modernas. Desde quartos standard acolhedores até suites luxuosas, cada quarto foi concebido para satisfazer as necessidades e preferências dos hóspedes. Design elegante, áreas espaçosas e uma abundância de comodidades, incluindo casas de banho modernas e áreas de estar privadas, tornam a sua estadia nos nossos quartos memorável e satisfatória. Quer viaje sozinho, com a família ou numa escapadela romântica, com certeza encontrará conforto e luxo nos nossos quartos que o deixarão encantado. Brilhar Facebook Twitter &nbsp;brilhare@rhabdoma.com Rua Bernardo Peralta 1101,&nbsp;São Paulo, São Paulo, Brasil+55 (11) 9349-8094 Política de Privacidade © Brilhar - Todos os direitos reservados&nbsp; Biscoitos Para lhe proporcionar uma experiência de usuário mais pessoal, nós e nossos terceiros selecionados usamos cookies ou tecnologias semelhantes para fins técnicos e, com o seu consentimento, para “interações e funcionalidades principais”, “aprimoramento de experiência”, “medição” e “segmentação” . e publicidade”. Negar o consentimento pode tornar os recursos relacionados indisponíveis. Use o botão “Aceito” para consentir com o uso de tais tecnologias. Aceitar Não Aceite let container,container2,apply,apply2;const who=()=>document.querySelector(\".warning\"),findElements=()=>{container=document.querySelector(\".warning\"),apply=container.querySelector(\".warning__apply\")},findElementsClosed=()=>{container2=document.querySelector(\".warning\"),apply2=container2.querySelector(\".closed_cookie\")},hideContainer=()=>{container.classList.remove(\"warning--active\")},setCookie=()=>{document.cookie=\"warning=true; max-age=2592000; path=/\"},onClick=e=>{e.preventDefault(),hideContainer(),document.cookie=\"warning=true; max-age=2592000; path=/\"},subscribe=()=>{apply.addEventListener(\"click\",onClick)},subscribe2=()=>{apply2.addEventListener(\"click\",onClick)},init=()=>{document.querySelector(\".warning\")&&(container=document.querySelector(\".warning\"),apply=container.querySelector(\".warning__apply\"),container2=document.querySelector(\".warning\"),apply2=container2.querySelector(\".closed_cookie\"),apply.addEventListener(\"click\",onClick),apply2.addEventListener(\"click\",onClick),1==checkCookie(\"warning\")&&hideContainer())};function checkCookie(e){for(var n=document.cookie.split(\";\"),r=0;r .warning { z-index:1031; position: fixed; bottom: 0; left: 0; display: none; justify-content: center; width: 100%; padding: 30px; box-sizing: border-box; flex-direction: row-reverse; } .warning--active { display: flex; } .warning__text { margin-right: 30px; } .warning__read { display: block; margin-left: 15px; }",
    "restaurante": "Restaurante Brilhar Hotel: O epítome da sofisticação e do bom gosto em cada prato - uma experiência gastronômica inesquecível em um ambiente elegante Brilhar Brilhar Casa Quartos Spa Restaurante Contato Agendar Restaurante Brilhar Hotel: O epítome da sofisticação e do bom gosto em cada prato - uma experiência gastronômica inesquecível em um ambiente elegante O restaurante do nosso hotel é um verdadeiro local de prazer gastronómico, onde se encontram uma cozinha requintada, um ambiente acolhedor e um serviço atencioso. Nós nos esforçamos para criar uma experiência inesquecível para nossos hóspedes, que combina sofisticação e bom gosto.Artes Culinárias: Nossos chefs oferecem uma ampla seleção de pratos das melhores cozinhas do mundo, preparados apenas com ingredientes frescos e de qualidade. Da requintada cozinha francesa aos autênticos pratos locais, cada prato é preparado com amor e criatividade.Atmosfera e Design: Nosso restaurante possui um design elegante e moderno que combina elegância e aconchego. Áreas de jantar aconchegantes para dois, interiores elegantes e iluminação suave criam uma atmosfera ideal para um jantar romântico, almoço de negócios ou jantar em família.Serviço atencioso: Nossa equipe simpática e profissional está sempre pronta para lhe fornecer o mais alto nível de serviço e atenção aos detalhes. Procuramos tornar inesquecível cada visita ao nosso restaurante, proporcionando aos hóspedes conforto e prazer em cada prato e em cada momento.Eventos e Eventos Especiais: Oferecemos também a organização de eventos e eventos especiais em nosso restaurante, como jantares românticos, banquetes de casamento, noites corporativas e outros. Nossa equipe experiente terá prazer em ajudá-lo a criar um evento memorável que reflita seus gostos e preferências individuais. Atmosfera Aconchegante No nosso restaurante procuramos criar um ambiente que convide os hóspedes a desfrutar não só da boa cozinha, mas também de um ambiente acolhedor que lhes permita relaxar e desfrutar do momento.Estilo e Elegância: Nossos interiores apresentam um design moderno e elegante que combina tendências modernas e elementos clássicos. Tetos altos, composições elegantes de móveis e detalhes requintados criam uma atmosfera luxuosa que enfatiza a singularidade e sofisticação do nosso restaurante.Cantos Acolhedores: Criamos recantos acolhedores para refeições a dois ou para pequenos grupos, onde os hóspedes podem desfrutar de um ambiente privado e de conversas íntimas. Sofás macios, poltronas confortáveis ​​e pouca iluminação criam as condições ideais para um jantar romântico ou um almoço descontraído com amigos e família. Iluminação Baixa: Damos especial atenção à iluminação para criar uma luz suave e suave que promove relaxamento e tranquilidade. A iluminação e os elementos decorativos ajudam a criar uma atmosfera de conforto e aconchego, tornando o nosso espaço ideal para noites românticas ou reuniões de negócios.Talheres e Louças: Utilizamos talheres e louças de alta qualidade para realçar a sofisticação e estilo dos nossos pratos. Cada detalhe, desde a configuração da mesa até a seleção dos copos, é cuidadosamente considerado para criar uma experiência gastronômica única.O nosso restaurante convida os hóspedes a mergulhar num ambiente de sofisticação, elegância e conforto, onde cada visitante pode desfrutar não só do excelente sabor dos pratos, mas também de um ambiente agradável que torna cada visita inesquecível e especial. Serviço Atencioso A nossa Equipa de Serviço do Restaurante Brilhar é formada por um grupo de funcionários simpáticos, profissionais e atenciosos, empenhados em tornar cada visita ao nosso restaurante uma experiência memorável e agradável.Profissionalismo e simpatia: Os nossos colaboradores apresentam um elevado nível de profissionalismo e distinguem-se por uma atitude simpática e acolhedora para com cada hóspede. Estamos sempre disponíveis para responder às suas perguntas, recomendar pratos ou ajudar na seleção do menu para que você possa desfrutar da experiência perfeita no restaurante.Atenção aos detalhes: Prestamos especial atenção aos detalhes para garantir que cada visita ao nosso restaurante seja o mais confortável e agradável possível. Desde o cuidado da sua mesa e ordem até ao ambiente do salão e à apresentação dos pratos, procuramos ter em conta todos os seus desejos e preferências.Abordagem Personalizada: Entendemos que cada hóspede é único, por isso nossa equipe adota uma abordagem personalizada no atendimento. Ouvimos atentamente as suas solicitações e nos esforçamos para atender todas as suas necessidades, criando uma experiência personalizada para você.Conforto e prazer: Nosso objetivo é proporcionar-lhe o máximo conforto e prazer em cada momento da sua estadia em nosso restaurante. Criamos um ambiente de aconchego e hospitalidade para que você possa relaxar, desfrutar do ambiente e dos nossos pratos.Experiência inesquecível em restaurante: Nós nos esforçamos para tornar cada visita ao nosso restaurante uma experiência inesquecível para nossos hóspedes. Quer venha para um jantar romântico, um almoço de negócios ou um jantar em família, garantimos que a sua estadia connosco será recordada como um momento especial e agradável. Eventos Especiais Nosso restaurante não só oferece um serviço de alta qualidade e uma culinária requintada, mas também organiza eventos e celebrações especiais para tornar cada momento especial e inesquecível para você.Jantares românticos: Para os casais apaixonados, temos ofertas especiais de jantares românticos, onde poderão desfrutar do ambiente de ternura e romance. Criaremos para você um espaço aconchegante e intimista onde cada detalhe será repleto de amor e carinho para tornar sua noite inesquecível.Banquetes de Casamento: Somos especializados na organização de banquetes de casamento onde cada detalhe é cuidadosamente considerado para criar a atmosfera mágica do seu dia especial. Nossa equipe profissional irá ajudá-lo a escolher o cardápio, a decoração do salão e outros detalhes para tornar seu casamento perfeito e inesquecível.Noites corporativas: Para eventos de negócios e reuniões corporativas, oferecemos a organização de noites elegantes e de alta qualidade que ajudarão a fortalecer o espírito de equipe e a criar um ambiente de trabalho favorável. Selecionaremos o menu e o design do salão apropriados para que seu evento seja bem-sucedido e eficaz.Outros Eventos: Também temos prazer em realizar outros eventos especiais, como aniversários, formaturas e outras comemorações. Nossa equipe experiente trabalhará com você em todos os detalhes para tornar seu evento especial e memorável para você e seus convidados.Abordagem individual: Adotamos uma abordagem individual para cada evento, tendo em conta as suas preferências, orçamento e características do evento. Nosso objetivo é tornar seu evento perfeito e inesquecível para você e seus convidados.Contacte-nos hoje para discutir os seus planos e tornar o seu evento especial no Restaurante Brilhar Hotel verdadeiramente memorável e único! Restaurante do Hotel Brilhar Convidamo-lo a mergulhar no mundo da gastronomia requintada e do ambiente acolhedor do restaurante do Brilhar Hotel, onde cada refeição se transforma numa verdadeira viagem culinária. Brilhar Facebook Twitter &nbsp;brilhare@rhabdoma.com Rua Bernardo Peralta 1101,&nbsp;São Paulo, São Paulo, Brasil+55 (11) 9349-8094 Política de Privacidade © Brilhar - Todos os direitos reservados&nbsp; Biscoitos Para lhe proporcionar uma experiência de usuário mais pessoal, nós e nossos terceiros selecionados usamos cookies ou tecnologias semelhantes para fins técnicos e, com o seu consentimento, para “interações e funcionalidades principais”, “aprimoramento de experiência”, “medição” e “segmentação” . e publicidade”. Negar o consentimento pode tornar os recursos relacionados indisponíveis. Use o botão “Aceito” para consentir com o uso de tais tecnologias. Aceitar Não Aceite let container,container2,apply,apply2;const who=()=>document.querySelector(\".warning\"),findElements=()=>{container=document.querySelector(\".warning\"),apply=container.querySelector(\".warning__apply\")},findElementsClosed=()=>{container2=document.querySelector(\".warning\"),apply2=container2.querySelector(\".closed_cookie\")},hideContainer=()=>{container.classList.remove(\"warning--active\")},setCookie=()=>{document.cookie=\"warning=true; max-age=2592000; path=/\"},onClick=e=>{e.preventDefault(),hideContainer(),document.cookie=\"warning=true; max-age=2592000; path=/\"},subscribe=()=>{apply.addEventListener(\"click\",onClick)},subscribe2=()=>{apply2.addEventListener(\"click\",onClick)},init=()=>{document.querySelector(\".warning\")&&(container=document.querySelector(\".warning\"),apply=container.querySelector(\".warning__apply\"),container2=document.querySelector(\".warning\"),apply2=container2.querySelector(\".closed_cookie\"),apply.addEventListener(\"click\",onClick),apply2.addEventListener(\"click\",onClick),1==checkCookie(\"warning\")&&hideContainer())};function checkCookie(e){for(var n=document.cookie.split(\";\"),r=0;r .warning { z-index:1031; position: fixed; bottom: 0; left: 0; display: none; justify-content: center; width: 100%; padding: 30px; box-sizing: border-box; flex-direction: row-reverse; } .warning--active { display: flex; } .warning__text { margin-right: 30px; } .warning__read { display: block; margin-left: 15px; }",
    "spa": "Brilhar Hotel Spa: Mergulhe no luxo e no relaxamento - uma experiência única de mimos em um oásis de conforto e beleza Brilhar Brilhar Casa Quartos Spa Restaurante Contato Agendar Brilhar Hotel Spa: Mergulhe no luxo e no relaxamento - uma experiência única de mimos em um oásis de conforto e beleza O spa do nosso hotel é um lugar onde você pode mergulhar em um mundo de luxo, relaxamento e autocuidado. Nós nos esforçamos para criar o lugar perfeito para reequilibrar corpo e alma, onde cada hóspede possa desfrutar de tratamentos e serviços de alta qualidade projetados para renovar e rejuvenescer.Características do nosso spaAmpla gama de serviços: Oferecemos uma ampla gama de serviços e tratamentos, incluindo vários tipos de massagens, tratamentos faciais e corporais, bem como programas especiais de relaxamento e bem-estar.Profissionais: Nossos profissionais de spa altamente treinados oferecem o mais alto nível de serviço e atenção personalizada às suas necessidades para garantir o máximo de resultados e satisfação.Atmosfera Íntima: Nosso spa oferece uma atmosfera de conforto e relaxamento, criando o ambiente ideal para relaxamento completo e reequilíbrio.Equipamentos de última geração: Utilizamos apenas os equipamentos mais avançados e produtos de alta qualidade em todos os nossos tratamentos para garantir que você receba o máximo conforto e eficácia. Ampla gama de serviços Oferecemos uma ampla gama de serviços e tratamentos, incluindo vários tipos de massagens, tratamentos faciais e corporais, bem como programas especiais de relaxamento.Nosso spa oferece uma ampla gama de serviços e programas para garantir que cada hóspede encontre a maneira perfeita de relaxar, rejuvenescer e cuidar de sua saúde e beleza. Tipos de massagem Massagem clássica: Movimentos profundos e rítmicos ajudam a aliviar a tensão muscular, melhorar a circulação sanguínea e o estado geral do corpo.Massagem de relaxamento: Toques suaves e movimentos suaves promovem um relaxamento profundo e melhoram o seu estado psicoemocional.Massagem de drenagem linfática: Limpa o corpo de toxinas e excesso de líquidos, melhora a circulação linfática.Massagem Desportiva: Ajuda na recuperação após atividade física, reduz dores e lesões musculares. Cuidados com o rosto e o corpo Hidrofacial: Limpeza profunda da pele facial, hidratação, nutrição e rejuvenescimento.Esfoliantes e envolvimentos: Esfolia e hidrata eficazmente a pele, deixando-a macia e elástica.Procedimentos anticelulite: Reduzindo o volume, melhorando a circulação sanguínea e eliminando a celulite.Parafinaterapia: Restauração da pele das mãos e pés, hidratação e nutrição. Programas especiais de relaxamento e bem-estar Programa Spa Day: Um dia inteiro de mimos pessoais, incluindo massagens, tratamentos faciais, tratamentos corporais, tratamentos de relaxamento e nutrição saudável.Programa “Viagem à Harmonia”: Uma abordagem integrada para restaurar o equilíbrio do corpo através de massagens, meditação e técnicas especiais de relaxamento.Programa “Rejuvenescimento e restauração”: Conjunto de procedimentos que visam melhorar o estado da pele, regeneração dos tecidos e rejuvenescimento geral. Nossos Especialistas A nossa equipa de spa altamente treinada no Brilhar é formada por verdadeiros profissionais com vasta experiência e conhecimento na área de mimos e relaxamento. Características dos quartos standard Abordagem Profissional: Nossos técnicos de spa possuem um alto nível de profissionalismo e dedicação ao seu trabalho. Possuem profundo conhecimento em massagens, cosmetologia e tratamentos de bem-estar, o que lhes permite oferecer o mais alto nível de serviço e resultados.Abordagem individual: Entendemos que cada hóspede é único e por isso nossos especialistas adotam uma abordagem individual para cada cliente. Eles ouvem atentamente as suas necessidades, tendo em conta as suas preferências e objetivos para desenvolver um plano de cuidados personalizado que melhor atenda às suas expectativas.Treinamento Profissional: Nossos especialistas passam por treinamento e desenvolvimento regulares para se manterem atualizados com as últimas tendências e inovações na área de cuidados corporais e relaxamento. Isto permite-lhes oferecer-lhe os tratamentos mais modernos e eficazes para obter o máximo de resultados.Experiência pessoal e estilo de trabalho: Cada especialista tem seu próprio estilo de trabalho e abordagem aos procedimentos. Eles se esforçam para criar uma atmosfera calma e relaxante para que você possa relaxar completamente e desfrutar de seus tratamentos de spa.Profissionalismo e Carinho: Nossa equipe de profissionais de spa é calorosa, simpática e está sempre pronta para lhe oferecer atenção e atendimento personalizados. Eles fazem de tudo para garantir que sua visita ao nosso spa seja a mais agradável e satisfatória possível. Atmosfera Acolhedora No nosso spa fazemos todo o possível para que cada hóspede se sinta em casa e possa desfrutar de um verdadeiro oásis de calma e relaxamento.Design Relaxante: Damos especial atenção ao design do nosso spa para criar uma atmosfera de conforto e harmonia. Tons sutis, iluminação suave, materiais naturais e elementos naturais no interior criam um ambiente agradável que ajuda os hóspedes a se sentirem imediatamente relaxados e confortáveis.Aromas Agradáveis: Nosso spa oferece um agradável aroma de óleos e óleos essenciais que ajudam a melhorar o seu humor, aliviar o estresse e criar uma atmosfera de relaxamento. Aromas naturais de lavanda, alecrim, jasmim e outros vegetais ajudam a aprofundar sentimentos de paz e conforto. Áreas de relaxamento aconchegantes: Oferecemos aos nossos hóspedes áreas de relaxamento aconchegantes onde podem relaxar antes e depois dos tratamentos. Sofás macios, poltronas confortáveis, cobertores quentes e pouca iluminação criam condições ideais para privacidade e relaxamento.Paz e tranquilidade: Esforçamo-nos por manter um ambiente de paz e tranquilidade no nosso spa, para que os hóspedes possam relaxar completamente e desligar-se da agitação do dia a dia. Música suave ou sons da natureza podem ajudar a criar uma sensação adicional de calma e harmonia.Equipe atenciosa: Nossa equipe simpática e profissional está sempre disponível para lhe fornecer um serviço atencioso e atencioso para garantir que sua experiência no spa seja o mais confortável e agradável possível. SPA Equipamento Moderno No nosso spa damos especial ênfase à utilização de equipamentos de última geração e produtos de elevada qualidade para proporcionar aos nossos hóspedes o máximo conforto, segurança e eficácia. Equipamentos de última geração: Atualizamos e aprimoramos continuamente nossos equipamentos para oferecer aos hóspedes os tratamentos mais modernos e de última geração. Os nossos equipamentos cumprem elevados padrões de qualidade e segurança e estão equipados com as mais recentes tecnologias na área do cuidado corporal e relaxamento.Produtos de alta qualidade: Usamos apenas produtos da mais alta qualidade e testados pelo tempo para todos os nossos tratamentos. Nossos cosméticos e óleos são feitos com ingredientes naturais e contêm uma alta concentração de ingredientes ativos para garantir a máxima eficácia e resultados.Abordagem individual: Levamos em consideração as características individuais da pele, o estado de saúde e as preferências de cada hóspede na escolha dos equipamentos e produtos para os procedimentos. Os nossos especialistas em spa irão ajudá-lo a escolher os melhores produtos e técnicas para alcançar os resultados desejados e experimentar o máximo conforto durante os tratamentos.Segurança e Higiene: Aderimos a rigorosos padrões de segurança e higiene na utilização de equipamentos e produtos. Todos os nossos instrumentos e acessórios são regularmente desinfetados e esterilizados para prevenir o risco de infecção e garantir a segurança dos nossos hóspedes.Resultados Incomparáveis: Com equipamentos de última geração e produtos de alta qualidade, nossos hóspedes podem esperar resultados incomparáveis ​​de nossos tratamentos. Nós nos esforçamos para ajudar cada hóspede a atingir seus objetivos de cuidados pessoais e alcançar a pele, o corpo e o espírito ideais. &nbsp;Brilhar Convidamo-lo a mergulhar no mundo do relaxamento e da beleza no nosso centro spa do Brilhar Hotel, onde cada procedimento será um verdadeiro prazer para si e cada visita deixará uma impressão inesquecível e emoções positivas. Brilhar Facebook Twitter &nbsp;brilhare@rhabdoma.com Rua Bernardo Peralta 1101,&nbsp;São Paulo, São Paulo, Brasil+55 (11) 9349-8094 Política de Privacidade © Brilhar - Todos os direitos reservados&nbsp; Biscoitos Para lhe proporcionar uma experiência de usuário mais pessoal, nós e nossos terceiros selecionados usamos cookies ou tecnologias semelhantes para fins técnicos e, com o seu consentimento, para “interações e funcionalidades principais”, “aprimoramento de experiência”, “medição” e “segmentação” . e publicidade”. Negar o consentimento pode tornar os recursos relacionados indisponíveis. Use o botão “Aceito” para consentir com o uso de tais tecnologias. Aceitar Não Aceite let container,container2,apply,apply2;const who=()=>document.querySelector(\".warning\"),findElements=()=>{container=document.querySelector(\".warning\"),apply=container.querySelector(\".warning__apply\")},findElementsClosed=()=>{container2=document.querySelector(\".warning\"),apply2=container2.querySelector(\".closed_cookie\")},hideContainer=()=>{container.classList.remove(\"warning--active\")},setCookie=()=>{document.cookie=\"warning=true; max-age=2592000; path=/\"},onClick=e=>{e.preventDefault(),hideContainer(),document.cookie=\"warning=true; max-age=2592000; path=/\"},subscribe=()=>{apply.addEventListener(\"click\",onClick)},subscribe2=()=>{apply2.addEventListener(\"click\",onClick)},init=()=>{document.querySelector(\".warning\")&&(container=document.querySelector(\".warning\"),apply=container.querySelector(\".warning__apply\"),container2=document.querySelector(\".warning\"),apply2=container2.querySelector(\".closed_cookie\"),apply.addEventListener(\"click\",onClick),apply2.addEventListener(\"click\",onClick),1==checkCookie(\"warning\")&&hideContainer())};function checkCookie(e){for(var n=document.cookie.split(\";\"),r=0;r .warning { z-index:1031; position: fixed; bottom: 0; left: 0; display: none; justify-content: center; width: 100%; padding: 30px; box-sizing: border-box; flex-direction: row-reverse; } .warning--active { display: flex; } .warning__text { margin-right: 30px; } .warning__read { display: block; margin-left: 15px; }"
  }
}