{
  "name": "roadcasino",
  "pages": {
    "index": "RoadCasino | Experience the Ultimate Mobile Casino Anywhere, Anytime 18+ Bringing Las Vegas to Your Doorstep RoadCasino Home Best experience Why are we Feel the difference Contacts Welcome to RoadCasino Your Ultimate Mobile Casino Experience 1. Premium Casino Experience Our luxurious casino on wheels brings the thrill of Las Vegas directly to your location. Enjoy a full suite of classic and modern games, all with top-notch service and amenities. 2. Tailored Events Whether it's a private party or a corporate event, we customize our casino offerings to suit your needs, ensuring a memorable and unique experience for all guests. 3. Professional Dealers Our team of highly skilled and friendly dealers provides an authentic casino experience, making sure that your gaming event runs smoothly and professionally. 4. Convenient and Flexible RoadCasino comes to you, offering unparalleled convenience and flexibility. We handle all the logistics so you can focus on enjoying the game. Why Choose Us? The Ultimate Mobile Casino Experience At RoadCasino, we pride ourselves on delivering a top-tier casino experience right at your doorstep. Our state-of-the-art mobile casino is designed to provide an exceptional environment for gaming, entertainment, and enjoyment. With a dedicated team and a wide range of games and services, we ensure that every event is tailored to your preferences and executed flawlessly. Trust RoadCasino to make your next event unforgettable. 100+ Games Available 5000+ Satisfied Clients Read more Experience the RoadCasino Difference Unmatched Luxury and Convenience RoadCasino is not just a mobile casino; it's a full-blown entertainment experience. We bring a high-end casino atmosphere to any location, whether it's your home, a corporate venue, or a special event space. Our goal is to provide you with the finest in gaming and hospitality, ensuring that your event is both exciting and memorable. From our top-of-the-line gaming equipment to our professional dealers, every detail is carefully crafted to deliver a premium experience. Choose RoadCasino for an event that stands out from the rest. Unforgettable Casino Events Turn any location into a casino Experience the excitement of a full casino setup at your chosen venue. We offer everything you need for an immersive gaming experience. Customizable Packages Tailored to your event’s needs Choose from a variety of packages and services to match the specific requirements of your event, ensuring a personalized touch. Roulette Experience the classic game of chance with our high-quality roulette wheels. Blackjack Test your skills and strategy with our professional blackjack tables. Poker Enjoy thrilling poker games with friends or competitors. Craps Feel the rush of the dice with our exciting craps tables. Our Exclusive Services Classic Casino Setup ₹25,000 Enjoy a full casino experience with roulette, blackjack, and poker tables. Ideal for a traditional casino night. Choose Deluxe Gaming Experience ₹40,000 Elevate your event with additional games and high-end amenities. Includes VIP service and exclusive gaming options. Choose High Roller Package ₹60,000 For the ultimate casino night, this package includes top-tier games, professional dealers, and luxury amenities for high-stakes fun. Choose Custom Event Package ₹30,000 Customize your casino experience with a range of games and services to fit your event’s unique requirements. Perfect for personalized parties or corporate events. Buy now Get In Touch Contact Us Today Location Ghat road, near circus Ground, Ganesh Nagar, Gondia, Maharashtra 441601, India Email roadcasino@gmail.com Phone +91-935-9899760 I accept the Privacy Policy Send a message RoadCasino Home Best experience Why are we Feel the difference Disclaimer Privacy Policy Terms of use +91-935-9899760 roadcasino@gmail.com Ghat road, near circus Ground, Ganesh Nagar, Gondia, Maharashtra 441601, India We use cookies to ensure you get the best experience on our website. Learn more Got it! document.addEventListener(\"DOMContentLoaded\", function () { const cookieBanner = document.getElementById(\"cookieBanner\"); const acceptCookiesButton = document.getElementById(\"acceptCookies\"); const cookieConsent = localStorage.getItem(\"cookieConsent\"); if (!cookieConsent) { cookieBanner.style.display = \"flex\"; } acceptCookiesButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookieConsent\", \"accepted\"); cookieBanner.style.display = \"none\"; }); }); Age Verification You must be 18 years or older to enter this site. Please verify your age. I am 18 or older document.addEventListener(\"DOMContentLoaded\", function () { const agePopup = document.getElementById(\"agePopup\"); const confirmAgeButton = document.getElementById(\"confirmAge\"); const ageVerified = localStorage.getItem(\"ageVerified\"); if (!ageVerified) { agePopup.style.display = \"flex\"; } confirmAgeButton.addEventListener(\"click\", function () { localStorage.setItem(\"ageVerified\", \"true\"); agePopup.style.display = \"none\"; }); });",
    "privacy-policy": "RoadCasino | Comprehensive Privacy Policy and Data Protection Practices 18+ Bringing Las Vegas to Your Doorstep RoadCasino Home Best experience Why are we Feel the difference Contacts Privacy Policy Data Retention We retain your personal information for as long as necessary to provide you with our services and to comply with our legal obligations. We may also retain your information for the purpose of resolving disputes, enforcing our agreements, and complying with our legal and regulatory obligations. Third-Party Links Our services may contain links to third-party websites or services that are not owned or controlled by us. We are not responsible for the privacy practices of these third parties. We encourage you to review the privacy policies of any third-party websites or services that you visit or use. Your Rights You have certain rights with respect to your personal information, including: Right to Access: You have the right to request access to your personal information and to receive a copy of the information we hold about you. Right to Rectification: You have the right to request that we correct any inaccurate or incomplete personal information that we hold about you. Right to Erasure: You have the right to request that we delete your personal information in certain circumstances, such as when it is no longer necessary for the purpose for which it was collected. Right to Restrict Processing: You have the right to request that we restrict the processing of your personal information in certain circumstances, such as when you contest the accuracy of the information. Right to Data Portability: You have the right to receive your personal information in a structured, commonly used, and machine-readable format and to transmit it to another controller. Right to Object: You have the right to object to the processing of your personal information in certain circumstances, such as when we process your information for direct marketing purposes. To exercise any of these rights, please contact us at roadcasino@gmail.com. We will respond to your request as soon as possible and in any event within one month of receiving your request. Security Measures We take reasonable measures to protect your personal information from unauthorized access, use, or disclosure. We use industry-standard encryption technologies to protect your information during transmission and storage. We also limit access to your information to employees and service providers who need to know the information to perform their job duties. However, no security measures can be 100% effective, and we cannot guarantee the security of your information. If we become aware of a data breach that affects your personal information, we will notify you as soon as possible and take appropriate steps to mitigate the breach. Contact Us If you have any questions or concerns about this Privacy Policy or our data practices, please contact us at roadcasino@gmail.com. RoadCasino Home Best experience Why are we Feel the difference Disclaimer Privacy Policy Terms of use +91-935-9899760 roadcasino@gmail.com Ghat road, near circus Ground, Ganesh Nagar, Gondia, Maharashtra 441601, India",
    "terms-conditions": "RoadCasino | Detailed Terms of Use and User Agreement 18+ Bringing Las Vegas to Your Doorstep RoadCasino Home Best experience Why are we Feel the difference Contacts Terms of Use Termination RoadCasino reserves the right to terminate or suspend your account and access to our services at any time, without prior notice, for any reason, including but not limited to violation of these Terms of Use or any applicable laws. Upon termination, all rights granted to you under these terms will immediately cease, and you must discontinue using our services. Third-Party Links and Services RoadCasino may contain links to third-party websites or services that are not owned or controlled by us. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party websites or services. You acknowledge and agree that RoadCasino shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods, or services available on or through any such websites or services. Waiver and Severability No waiver of any term or condition set out in these Terms of Use shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition. If any provision of these terms is held to be invalid, illegal, or unenforceable, the remaining provisions shall remain in full force and effect. Entire Agreement These Terms of Use, along with our Privacy Policy, constitute the entire agreement between you and RoadCasino regarding the use of our services. They supersede and replace any prior agreements, representations, or understandings between you and us. Force Majeure RoadCasino shall not be liable for any failure or delay in performing its obligations under these Terms of Use due to any cause beyond its reasonable control, including but not limited to acts of God, natural disasters, war, terrorism, riots, embargoes, acts of civil or military authorities, fire, floods, accidents, strikes, or shortages of transportation facilities, fuel, energy, labor, or materials. Indemnification You agree to indemnify, defend, and hold harmless RoadCasino, its officers, directors, employees, agents, and affiliates from and against any and all claims, damages, obligations, losses, liabilities, costs, or debt, and expenses (including but not limited to attorney's fees) arising from or related to your use of our services, your violation of these Terms of Use, or your violation of any rights of a third party. By using RoadCasino, you acknowledge that you have read, understood, and agreed to be bound by these Terms of Use. If you have any questions or concerns, please do not hesitate to contact us at roadcasino@gmail.com. RoadCasino Home Best experience Why are we Feel the difference Disclaimer Privacy Policy Terms of use +91-935-9899760 roadcasino@gmail.com Ghat road, near circus Ground, Ganesh Nagar, Gondia, Maharashtra 441601, India",
    "thanks": "RoadCasino | Thank You for Your Booking - We Appreciate Your Business Thank You for Reaching Out! We truly appreciate you taking the time to connect with us here at RoadCasino. Your feedback and questions are invaluable to us, as they help us improve our services and create a better experience for all our users. Our dedicated team is committed to providing you with a prompt and thoughtful response. We understand that your time is precious, and we aim to get back to you as soon as possible, typically within 24 to 48 hours. While you wait, feel free to explore more of our website. We have a wealth of information and resources available that you might find interesting and beneficial. Remember, RoadCasino is not just a platform, it's a community, and we're thrilled to have you as a part of it. Once again, thank you for your communication. We look forward to assisting you and making your RoadCasino journey an enjoyable and rewarding one. To main",
    "disclaimer": "RoadCasino | Important Disclaimer and Legal Information 18+ Bringing Las Vegas to Your Doorstep RoadCasino Home Best experience Why are we Feel the difference Contacts Disclaimer The responsible approach to the gambling of Roadcasino seeks to promote a responsible approach to gambling.The casino calls on users responsibly to be a gambling and seek help if they feel that their habit of gambling becomes problematic.We provide resources and tools to help users establish restrictions on their gambling and independently exclude it if necessary. Account Security Users are responsible for maintaining the confidentiality of information about their account, including user names and passwords;Roadcasino is not responsible for unauthorized access or use of the user account.If you suspect that your account was hacked, please contact us immediatelyroadcasino@gmail.com. The technical problems of Roadcasino are not responsible for technical problems or malfunctions that may arise when using our services.Roadcasino will strive to solve technical problems as soon as possible, but cannot guarantee that the service will be uninterrupted or unmistakable.Roadcasino cannot guarantee that the service will be uninterrupted or unmistakable. The termination of the Roadcasino service reserves the right to terminate or suspend your account and access to our services for any time for any reason, including, but not limited to, violation of this refusal of responsibility or applicable law.Upon termination or suspension of action, all winnings or bonuses related to your account can be canceled. Force Major Roadcasino is not responsible for any inability or delay in fulfilling his obligations to this refusal to liability for reasons outside the reasonable control of Roadcasino, including, but not limited, natural disasters, war, strikes or actions of the government. The Roadcasino refusal to fulfill any provision of this refusal of liability does not mean a refusal to fulfill such a provision or any other provision of this refusal of liability. Severability If any provision of this disclaimer is found to be invalid or unenforceable, such provision shall be severed from the remainder of this disclaimer, and the remaining provisions shall remain in full force and effect. Entire Agreement This disclaimer constitutes the entire agreement between the user and RoadCasino regarding the use of our services. Any prior agreements or understandings, whether written or oral, are superseded by this disclaimer. Language This disclaimer is written in English, and any translations are provided for convenience only. In the event of any inconsistency between the English version and any translated version, the English version shall prevail. By using RoadCasino, you acknowledge that you have read and understood this disclaimer and agree to be bound by its terms and conditions. If you have any questions or concerns about this disclaimer or our services, please contact us at roadcasino@gmail.com. RoadCasino Home Best experience Why are we Feel the difference Disclaimer Privacy Policy Terms of use +91-935-9899760 roadcasino@gmail.com Ghat road, near circus Ground, Ganesh Nagar, Gondia, Maharashtra 441601, India"
  },
  "date": "2024-07-23T07:19:10.196Z"
}