{
  "name": "rollstar",
  "pages": {
    "privacy-policy": "Казино RollStar — Комплексная политика конфиденциальности для защиты вашей личной информации 18+ RollStar Главная Преимущества Что предлагаем Наши услуги Наши достижения Позвоните: +7-705-229-0808 Политика конфиденциальности Какая информация собирается Мы собираем информацию, которую вы предоставляете нам, когда заполняете формы на нашем сайте, подписываетесь на наши услуги или контактируете с нами по электронной почте или через наш сайт. Эта информация может включать в себя: Ваше имя Ваш адрес электронной почты Ваш телефонный номер Ваш адрес Другая информация, которую вы предоставляете нам Мы также собираем информацию о том, как вы используете наш сайт и наши услуги, включая: Информацию о вашем устройстве, такую как IP-адрес, тип устройства, уникальные идентификаторы устройства, тип браузера, язык браузера, операционная система, и другая информация о вашем устройстве. Информацию о вашем использовании нашего сайта, такую как страницы, которые вы посещаете, ссылки, на которые вы нажимаете, и другие действия, которые вы совершаете на нашем сайте. Информацию о вашем местоположении, такую как ваш город, регион или страна. Как мы используем вашу информацию Предоставление вам доступа к нашему сайту и нашим услугам. Отправка вам информации, которую вы запросили, или коммуникации с вами по другим вопросам. Отправка вам маркетинговых материалов, если вы дали на это согласие. Анализ и исследование вашего использования нашего сайта и наших услуг, чтобы улучшить их. Предотвращение мошенничества и обеспечение безопасности нашего сайта и наших услуг. Как мы делимся вашей информацией Мы не продаем, не сдаем в аренду и не делимся вашей личной информацией с третьими лицами, за исключением следующих случаев: С вашего согласия: Мы можем делиться вашей личной информацией с третьими лицами, если вы дали на это согласие. С поставщиками услуг: Мы можем делиться вашей личной информацией с поставщиками услуг, которые помогают нам предоставлять наши услуги, такими как хостинг-провайдеры, поставщики электронной почты и аналитические сервисы. В связи с бизнес-транзакциями: Если RollStar принимает участие в слиянии, поглощении, продаже всех или существенно всех своих активов, или любой другой транзакции, мы можем делиться вашей личной информацией с третьими лицами, участвующими в транзакции. По закону: Мы можем делиться вашей личной информацией, если мы обязаны это сделать в соответствии с законом, решением суда или по требованию правительственного органа. Как мы защищаем вашу информацию Мы принимаем разумные меры безопасности, чтобы защитить вашу личную информацию от несанкционированного доступа, использования или раскрытия. Однако, ни один сайт или сервис не может гарантировать полную безопасность, и мы не можем гарантировать, что ваша личная информация будет полностью защищена от несанкционированного доступа, использования или раскрытия. Ваши права Вы имеете право: Получать доступ к вашей личной информации, которую мы собираем и обрабатываем. Исправлять любые ошибки в вашей личной информации. Запрашивать удаление вашей личной информации. Отказаться от получения маркетинговых материалов от нас. Ограничить обработку вашей личной информации. Переносить вашу личную информацию в другую организацию. Изменения в Политике конфиденциальности Мы можем изменить нашу Политику конфиденциальности в любое время. Если мы вносим существенные изменения в нашу Политику конфиденциальности, мы сообщим вам об этом путем размещения обновленной Политики конфиденциальности на нашем сайте или путем отправки вам уведомления по электронной почте. Мы рекомендуем вам периодически проверять нашу Политику конфиденциальности, чтобы оставаться в курсе любых изменений. Контактная информация Если у вас есть вопросы или озабоченности по поводу нашей Политики конфиденциальности, пожалуйста, свяжитесь с нами по электронной почте: rollstar@gmail.com. Настоящая Политика конфиденциальности вступает в силу с даты ее публикации на нашем сайте. Навигация Главная Преимущества Что предлагаем Наши услуги Наши достижения Дополнително Отказ от ответственности Политика конфиденциальности Условия эксплуатации Контакты +7-705-229-0808 rollstar@gmail.com улица Сейфуллина 34, Жезказган 100000, Казахстан © 2024 RollStar. Все права защищены.",
    "terms-conditions": "Казино RollStar – подробные условия использования для безопасной и приятной игры 18+ RollStar Главная Преимущества Что предлагаем Наши услуги Наши достижения Позвоните: +7-705-229-0808 Условия эксплуатации Общие положения Настоящие Условия использования (далее - \"Условия\") регулируют отношения между Вами (далее - \"Пользователь\") и нами (далее - \"RollStar\") при использовании сайта rollstar.ru (далее - \"Сайт\"). При регистрации на Сайте и/или использовании материалов и услуг, предоставляемых на Сайте, Вы подтверждаете, что ознакомлены с настоящими Условиями и полностью согласны с ними. Права и обязанности Пользователя Пользователь обязуется: Предоставлять при регистрации на Сайте достоверные, полные и точные персональные данные и поддерживать их в таком виде путем своевременного обновления информации. Не использовать Сайт для целей, противоречащих законодательству, нарушающих права и интересы третьих лиц. Пользователю запрещается: Совершать любые действия, направленные на обман других пользователей. Размещать на Сайте информацию, содержащую угрозы, оскорбления, клевету, пропаганду насилия, расовой, национальной, религиозной вражды или ненависти, призывы к осуществлению террористической деятельности, порнографию, а также другую информацию, запрещенную к распространению законодательством. Права и обязанности RollStar RollStar обязуется: Предоставлять Пользователю доступ к Сайту и его функционалу в соответствии с настоящими Условиями. Принимать все необходимые меры для защиты персональных данных Пользователя от несанкционированного доступа. RollStar имеет право: Изменять настоящие Условия без согласия Пользователя. Новая редакция Условий вступает в силу с момента её размещения на Сайте, если иное не предусмотрено новой редакцией Условий. Прекращать, ограничивать или приостанавливать доступ Пользователя к Сайту в случае нарушения им настоящих Условий. Ответственность сторон Пользователь несет ответственность за любые действия, совершенные им на Сайте, а также за нарушение прав третьих лиц, в том числе авторских прав. RollStar не несет ответственности за временные сбои и ошибки в работе Сайта, вызванные техническими причинами, а также за последствия, возникшие в результате несанкционированного доступа третьих лиц к персональным данным Пользователя. Заключительные положения Все споры и разногласия, возникающие из настоящих Условий или связанные с ними, подлежат разрешению в судебном порядке в соответствии с законодательством. Ни одно из положений настоящих Условий не может быть истолковано как создание агентских отношений, отношений доверительного управления, партнерских отношений, отношений совместной деятельности или любых других отношений между Пользователем и RollStar, кроме отношений, прямо предусмотренных настоящими Условиями. Если какое-либо положение настоящих Условий будет признано недействительным или неприменимым в соответствии с законодательством, это не повлечет за собой недействительности или неприменимости других положений настоящих Условий. В случае возникновения вопросов или предложений по настоящим Условиям, Вы можете обратиться к нам по электронной почте: rollstar@gmail.com. Благодарим Вас за внимание к нашим Условиям использования. Желаем удачи и приятного времяпрепровождения на нашем сайте! Навигация Главная Преимущества Что предлагаем Наши услуги Наши достижения Дополнително Отказ от ответственности Политика конфиденциальности Условия эксплуатации Контакты +7-705-229-0808 rollstar@gmail.com улица Сейфуллина 34, Жезказган 100000, Казахстан © 2024 RollStar. Все права защищены.",
    "thanks": "Казино RollStar – Спасибо, что выбрали RollStar: идеальное место для игр Спасибо, что обратились! Мы ценим, что вы нашли время связаться с нами здесь, в RollStar. Ваши отзывы и мысли бесценны для нас, поскольку они помогают нам улучшить наши услуги и сделать их более удобными для всех наших пользователей. Наша команда рассмотрит ваше сообщение и свяжется с вами как можно скорее. Мы ценим ваш вклад и с нетерпением ждем возможности продолжить с вами сотрудничество. Еще раз спасибо за ваше время и за то, что вы являетесь частью сообщества RollStar. Вместе мы сможем достичь еще больших высот! Вернуться на главную",
    "disclaimer": "Казино RollStar – важное предупреждение об ответственной игре и юридическая информация 18+ RollStar Главная Преимущества Что предлагаем Наши услуги Наши достижения Позвоните: +7-705-229-0808 Отказ от ответственности Важно отметить, что RollStar является информационным ресурсом, посвященным исключительно оффлайн-казино. Мы не предоставляем возможности для онлайн-игры, а лишь информируем о существующих оффлайн-заведениях, их особенностях, правилах и предлагаемых играх. Все материалы, представленные на нашем сайте, предоставляются исключительно в информационных целях. Мы не несем ответственности за любые потери или убытки, которые могут возникнуть в результате использования предоставленной нами информации. Посетители сайта RollStar несут полную ответственность за свои решения и действия, основанные на этой информации. Мы стараемся предоставить наиболее точную и актуальную информацию, однако не гарантируем ее абсолютную достоверность. Информация на сайте может быть изменена в любое время без предварительного уведомления. RollStar не несет ответственности за содержание других сайтов, на которые могут вести гиперссылки, размещенные на нашем ресурсе. Мы не контролируем и не одобряем эти сайты, их содержание, владельцев или практики. Все материалы, размещенные на сайте RollStar, включая тексты, графику, фотографии, изображения, звукозаписи, видео и т.д., защищены авторским правом и принадлежат нам или нашим партнерам. Любое несанкционированное использование этих материалов строжайше запрещено. RollStar уважает конфиденциальность своих посетителей и не собирает персональную информацию без их согласия. Однако, мы можем собирать неперсональную информацию для статистических целей. Эта информация используется исключительно для улучшения нашего сайта и его содержания. Посетители сайта RollStar должны быть совершеннолетними в соответствии с законодательством их страны. Мы не несем ответственности за действия несовершеннолетних, посещающих наш сайт. RollStar не несет ответственности за любые технические проблемы, которые могут возникнуть при использовании нашего сайта. Мы рекомендуем посетителям обеспечить надежную защиту своего компьютера от вирусов и других угроз. В случае возникновения споров, связанных с использованием сайта RollStar, они будут разрешаться в соответствии с законодательством страны, в которой зарегистрирован наш сайт. Мы также хотели бы подчеркнуть, что RollStar не является организатором или оператором каких-либо азартных игр. Наш сайт лишь предоставляет информацию об оффлайн-казино и их предлагаемых играх. Мы не контролируем и не несем ответственности за любые действия, предпринимаемые оффлайн-казино, или за любые последствия, возникающие в результате участия в азартных играх. Все посетители сайта RollStar должны соблюдать законы своей страны, касающиеся азартных игр. Мы не несем ответственности за любые нарушения закона, совершенные посетителями нашего сайта. RollStar также не несет ответственности за любые финансовые риски, связанные с участием в азартных играх. Мы рекомендуем всем посетителям сайта играть ответственно и не рисковать суммами, которые они не могут себе позволить потерять. Мы также хотели бы предупредить посетителей сайта о возможных рисках, связанных с зависимостью от азартных игр. Азартные игры могут быть опасными и приводить к серьезным проблемам, включая финансовые, социальные и психологические. Мы рекомендуем всем посетителям сайта, которые испытывают проблемы с азартными играми, обратиться за профессиональной помощью. RollStar также не несет ответственности за любые технические проблемы, которые могут возникнуть при использовании нашего сайта. Мы рекомендуем посетителям обеспечить надежную защиту своего компьютера от вирусов и других угроз. Мы также хотели бы напомнить всем посетителям сайта, что RollStar не предоставляет никаких гарантий или обещаний относительно результатов, которые могут быть достигнуты при использовании нашей информации. Все результаты зависят от многих факторов, включая удачу, навыки и стратегии игроков. В заключение, мы хотели бы сказать, что RollStar стремится предоставить наиболее точную и актуальную информацию об оффлайн-казино и их предлагаемых играх. Однако, мы не несем ответственности за любые последствия, возникающие в результате использования этой информации. Мы рекомендуем всем посетителям сайта играть ответственно и соблюдать все законы и правила, касающиеся азартных игр. Мы надеемся, что эта информация поможет вам лучше понять правила и условия использования нашего сайта. Если у вас остались вопросы или предложения, пожалуйста, не стесняйтесь связаться с нами по электронной почте rollstar@gmail.com. Мы всегда рады вашему обратному связи. Навигация Главная Преимущества Что предлагаем Наши услуги Наши достижения Дополнително Отказ от ответственности Политика конфиденциальности Условия эксплуатации Контакты +7-705-229-0808 rollstar@gmail.com улица Сейфуллина 34, Жезказган 100000, Казахстан © 2024 RollStar. Все права защищены.",
    "index": "Казино RollStar – Добро пожаловать в незабываемые впечатления от игры в нашем первоклассном оффлайн-казино 18+ RollStar Главная Преимущества Что предлагаем Наши услуги Наши достижения Позвоните: +7-705-229-0808 Добро пожаловать в RollStar Погрузитесь в атмосферу азартных игр и роскоши в нашем оффлайн казино RollStar. Здесь вас ждут незабываемые впечатления, высококлассное обслуживание и шанс сорвать крупный выигрыш. Окунитесь в мир, где удача и мастерство идут рука об руку. Преимущества Узнать больше Играйте с нами Наши преимущества Широкий выбор игр В нашем казино вы найдете множество азартных игр: от классических слотов до покера и рулетки. Независимо от ваших предпочтений, вы всегда найдете что-то по душе. Роскошная атмосфера Наше казино оформлено в стиле лучших мировых игорных домов. Комфортные игровые залы, уютные лаунжи и высококлассный сервис создадут идеальную атмосферу для игры. Профессиональные дилеры Все наши дилеры – профессионалы своего дела. Они не только обеспечат честную игру, но и помогут вам освоиться и почувствовать себя уверенно за игровым столом. Что мы предлагаем Лучшие предложения для наших гостей VIP-программы Наслаждайтесь эксклюзивными привилегиями и бонусами. Наши VIP-гости получают доступ к приватным залам, личным менеджерам и уникальным акциям. Турниры и события Примите участие в наших регулярных турнирах и специальных мероприятиях. Боритесь за крупные призы и наслаждайтесь азартом соревнования. Рестораны и бары Отдохните от игры и насладитесь изысканной кухней и напитками в наших ресторанах и барах. Мы предлагаем блюда на любой вкус и непревзойденный сервис. Живая музыка и шоу Каждый вечер у нас проходят живые выступления и шоу-программы. Получите удовольствие от музыкальных и развлекательных номеров, создающих уникальную атмосферу праздника. Наши услуги Проживание Комфортабельные номера и люксы нашего отеля обеспечат вам отдых и восстановление после напряженной игры. Все удобства созданы для вашего максимального комфорта. Специальные предложения Воспользуйтесь нашими специальными предложениями и акциями. Мы всегда рады предложить вам что-то особенное. Трансфер Бесплатный трансфер доставит вас в наше казино и обратно. Забудьте о заботах и наслаждайтесь каждой минутой своего визита. Наши достижения Наше казино RollStar гордится своими многочисленными достижениями и наградами, подтверждающими высокий уровень сервиса и разнообразие предлагаемых игр. Награды и признания RollStar неоднократно удостаивалось престижных наград в индустрии азартных игр. Мы гордимся признанием со стороны наших коллег и профессионалов в этой сфере. Высокие стандарты Мы стремимся поддерживать самые высокие стандарты качества и безопасности. Все наши игры проходят строгую проверку, а сотрудники регулярно повышают свою квалификацию. Социальная ответственность Мы заботимся о нашем обществе и активно участвуем в благотворительных проектах. RollStar поддерживает местные инициативы и способствует развитию сообщества. Клиентоориентированность Наши гости всегда находятся в центре внимания. Мы предлагаем индивидуальный подход к каждому клиенту, чтобы ваш визит в наше казино стал незабываемым. О нас В RollStar мы гордимся тем, что создаем уникальную атмосферу для всех любителей азартных игр. Наше казино сочетает в себе роскошь, комфорт и высокие стандарты обслуживания, предлагая гостям незабываемые впечатления. Наши игровые залы оснащены самым современным оборудованием, а разнообразие игр удовлетворит запросы даже самых требовательных посетителей. Мы предлагаем не только классические игры, такие как блэкджек и рулетка, но и последние новинки игровой индустрии. Важной частью нашего казино является команда профессионалов, которая всегда готова помочь и сделать ваше пребывание у нас максимально комфортным. Мы стремимся обеспечить высокий уровень сервиса и внимания к каждому гостю, чтобы каждый визит в RollStar был особенным и незабываемым. Задать вопрос Свяжитесь с нами Я принимаю Политику конфиденциальностиy Отправить Навигация Главная Преимущества Что предлагаем Наши услуги Наши достижения Дополнително Отказ от ответственности Политика конфиденциальности Условия эксплуатации Контакты +7-705-229-0808 rollstar@gmail.com улица Сейфуллина 34, Жезказган 100000, Казахстан © 2024 RollStar. Все права защищены. Этот сайт использует cookies для улучшения вашего пользовательского опыта. Узнать больше. Принять document.addEventListener(\"DOMContentLoaded\", function () { const cookieConsent = document.getElementById(\"cookie-consent\"); const cookieConsentButton = document.getElementById(\"cookie-consent-button\"); if (!cookieConsent) return; if (!localStorage.getItem(\"cookie-consent-accepted\")) { cookieConsent.style.display = \"flex\"; } cookieConsentButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookie-consent-accepted\", \"true\"); cookieConsent.style.display = \"none\"; }); }); Подтверждение возраста Внимание! Наш сайт предназначен только для совершеннолетних пользователей. Вам должно быть 18 лет или больше, чтобы продолжить просмотр нашего контента. Наше казино предлагает разнообразные азартные игры, которые могут быть увлекательными и захватывающими. Однако мы призываем вас играть ответственно и осознанно. Убедитесь, что вы достигли возраста, разрешающего участие в азартных играх в вашей юрисдикции. Нажимая кнопку \"Подтвердить\", вы подтверждаете, что вам исполнилось 18 лет и вы соглашаетесь с нашими Условиями использования и Политикой конфиденциальности. Подтвердить document.addEventListener(\"DOMContentLoaded\", function () { const agePopup = document.getElementById(\"age-popup\"); const ageConfirmButton = document.getElementById(\"age-confirm-button\"); if (!agePopup) return; if (!localStorage.getItem(\"age-confirmed\")) { agePopup.style.display = \"flex\"; } ageConfirmButton.addEventListener(\"click\", function () { localStorage.setItem(\"age-confirmed\", \"true\"); agePopup.style.display = \"none\"; }); });"
  },
  "date": "2024-07-01T20:27:21.926Z"
}