{
  "name": "RoyalGreen-Spain",
  "pages": {
    "index": "Royal Green: Your Elegant Haven of Luxury About Rooms Casino Order Luxuriate in Comfort at Royal Green Welcome to Royal Green – your oasis of luxury on the shores of the Mediterranean Sea. Indulge in impeccable service and exquisite style in our cozy rooms overlooking lush gardens and the azure sky. Relax by our poolside with a cocktail in hand or explore local attractions with our curated excursions. Your perfect getaway begins here, at Royal Green. Available rooms 12 Rooms booked 22 The end of the discount 10 days Rooms LUXURY EXPERIENCE Our Luxury Rooms Green Oasis This room embodies a unique concept of modern design inspired by lush green oases. Immerse yourself in a tranquil atmosphere of harmony, enjoying views of our indoor gardens right from the comfort of your bed. Ideal for those seeking solitude and natural beauty. large bed 34 Inc TV Sunlit Breeze Wake up to the morning sun and delight in spectacular sea views from the balcony of this room. The unique architecture of the \"Sunlit Breeze\" room creates a sensation of floating above the waves, allowing guests to enjoy the endless blue directly from a comfortable lounger. large bed 32 Inc TV Vintage Luxury This room surprises with its unique atmosphere of vintage luxury inspired by the Hollywood glamour of the 1950s. The combination of elegant antique interiors with modern amenities creates an unparalleled experience of timeless elegance and comfort. large bed 42 Inc TV See all rooms FACILITIES Local Activities Sunset Yoga Sessions Join us for rejuvenating sunset yoga sessions on our panoramic terrace, where you can stretch and unwind against the backdrop of a mesmerizing Mediterranean sunset. Farm-to-Table Experience Immerse yourself in a culinary journey with our farm-to-table experience. Explore local markets with our chef, handpick fresh ingredients, and savor a personalized cooking class. Stargazing Nights Experience the magic of stargazing under the clear European skies. Our expert guides will lead you through a celestial journey, pointing out constellations and sharing fascinating insights about the night sky's wonders. TESTIMONIALS Satisfied Customers \"Staying in the 'Green Oasis' room was like entering a serene sanctuary. The indoor garden view was breathtaking, and the room's design was both modern and soothing. Perfect for unwinding after a day exploring the city.\" Emily R. A Tranquil Escape \"The 'Sunlit Breeze' room offered stunning views of the Mediterranean sunset from the balcony. The room was beautifully decorated, and falling asleep to the sound of the waves was a dream come true. Would definitely return!\" John S. Sunset Bliss \"Staying in the 'Vintage Luxury' room was like stepping back in time to old Hollywood glamour. The mix of antique furnishings with modern amenities was exquisite. Every detail was thoughtfully curated, making our stay feel truly luxurious.\" Sophia L. Vintage Charm \"We had an amazing time in the 'Green Oasis' room. The view of the inner garden was mesmerizing, and the atmosphere was incredibly peaceful. The staff was attentive and made our stay truly unforgettable. Can't wait to come back!\" Michael B. Unforgettable Experience Share Your Feedback Feedback Form: Leave Your Mark I accept the Privacy Policy Send message C. de Ramón Pérez de Ayala, 12, Puente de Vallecas, 28038 Madrid, Spain About Rooms Order +91-321-5940064 royalgreen@gmail.com Terms of Use Privacy Policy Disclaimer",
    "privacy-policy": "Royal Green Privacy Policy: Your Privacy, Our Priority About Rooms Order Privacy Policy 1. Introduction Welcome to the Privacy Policy for the Royal Green Casino website. This policy outlines how we collect, use, disclose, and protect your personal information when you visit our website. 2. Information We Collect We may collect personal information such as your name, email address, phone number, and payment details when you register on our website or make a transaction. 3. Use of Information We use your personal information to provide and improve our services, personalize your experience, process transactions, and communicate with you about promotions and updates. 4. Data Security We implement security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction. 5. Cookies and Tracking Technologies We use cookies and similar tracking technologies to enhance your browsing experience and analyze website traffic. You can manage cookie preferences through your browser settings. 6. Third-Party Disclosure We do not sell, trade, or otherwise transfer your personal information to third parties without your consent, except as required by law or to provide our services. 7. Your Rights You have the right to access, correct, or delete your personal information. You may also withdraw your consent for us to process your information, subject to legal requirements. 8. Changes to Privacy Policy We reserve the right to update or modify this Privacy Policy at any time. We will notify you of any changes by posting the updated policy on this page. 9. Contact Us If you have any questions about this Privacy Policy, please contact us at royalgreen@gmail.com Last Updated: 21.01.2024 C. de Ramón Pérez de Ayala, 12, Puente de Vallecas, 28038 Madrid, Spain About Rooms Order +91-321-5940064 royalgreen@gmail.com Terms of Use Privacy Policy Disclaimer",
    "rooms": "Discover Royal Green: Your Oasis of Luxury About Rooms Casino Order Rooms LUXURY EXPERIENCE Our Luxury Rooms Green Oasis This room embodies a unique concept of modern design inspired by lush green oases. Immerse yourself in a tranquil atmosphere of harmony, enjoying views of our indoor gardens right from the comfort of your bed. Ideal for those seeking solitude and natural beauty. large bed 34 Inc TV Sunlit Breeze Wake up to the morning sun and delight in spectacular sea views from the balcony of this room. The unique architecture of the \"Sunlit Breeze\" room creates a sensation of floating above the waves, allowing guests to enjoy the endless blue directly from a comfortable lounger. large bed 32 Inc TV Vintage Luxury This room surprises with its unique atmosphere of vintage luxury inspired by the Hollywood glamour of the 1950s. The combination of elegant antique interiors with modern amenities creates an unparalleled experience of timeless elegance and comfort. large bed 42 Inc TV Eco-Retreat This room combines modern comfort with ecological responsibility. Featuring elements crafted from environmentally friendly materials, it creates a harmonious atmosphere of natural beauty. Guests can enjoy views of surrounding gardens through panoramic windows or relax on eco-friendly furniture that rejuvenates the senses. royal bed 42 Inc TV Art Deco Haven Inspired by the Art Deco era, this room captivates with unique artistic elements and luxurious details. From wall finishes to carefully selected furnishings, every aspect exudes luxury and sophistication. Guests can indulge in the comfort of a king-sized bed surrounded by art or unwind in the Art Deco-styled bathroom adorned with marble accents. large bed 56 Inc TV Futuristic Cocoon Step into a true futuristic cocoon with innovative design and advanced technology. From panoramic windows to smart control systems, every detail in this room is designed to maximize guest comfort and convenience. Flooded with light and space, it offers a modern retreat experience inspired by the future. royal bed 60 Inc TV Urban Residence 360$/Night Elegance in the heart of the city - our Urban Residence promises you an unforgettable urban experience. Situated in the center of the business and cultural hub, our hotel offers luxurious rooms with stunning views of the city skyline. Explore nearby attractions and return to us for comfort and coziness after a busy day in the city. royal bed 60 Inc TV C. de Ramón Pérez de Ayala, 12, Puente de Vallecas, 28038 Madrid, Spain About Rooms Order +91-321-5940064 royalgreen@gmail.com Terms of Use Privacy Policy Disclaimer",
    "terms-conditions": "Royal Green Terms of Use: Guidelines for Your Online Experience About Rooms Order Terms of Use 1. Introduction Welcome to the Terms of Use for the Royal Green Casino website. These terms govern your use of our website and services. By accessing or using our website, you agree to comply with these terms and our Privacy Policy. 2. Access and Use You must be at least 18 years old to use our website and services. You agree to use our website only for lawful purposes and in accordance with these terms. You are responsible for maintaining the confidentiality of your account information. 3. Intellectual Property All content on this website, including text, graphics, logos, and images, is the property of Royal Green Casino and protected by copyright laws. You may not reproduce, distribute, or use any content without our permission. 4. User Conduct When using our website, you agree not to engage in any activities that could harm or interfere with the proper functioning of the website. This includes but is not limited to transmitting viruses or other harmful code. 5. Limitation of Liability We strive to provide accurate and up-to-date information on our website, but we do not guarantee its completeness or accuracy. We are not liable for any direct or indirect damages resulting from your use of our website or services. 6. Changes to Terms We reserve the right to update or modify these terms at any time without prior notice. It is your responsibility to review these terms periodically for changes. 7. Governing Law These terms are governed by and construed in accordance with the laws of Madrid, Spain. Any disputes arising from these terms shall be resolved in the courts. Last Updated: 23.04.2023 C. de Ramón Pérez de Ayala, 12, Puente de Vallecas, 28038 Madrid, Spain About Rooms Order +91-321-5940064 royalgreen@gmail.com Terms of Use Privacy Policy Disclaimer",
    "thanks": "Thanks for your inquiry! Thank You for Choosing Royal Green! The Royal Green team extends our sincere gratitude for reaching out to us. Your feedback is incredibly valuable and will be carefully considered. We are committed to providing exceptional service, and your suggestions play a crucial role in our ongoing efforts to improve. If you need further assistance or have additional questions, please do not hesitate to contact us again. Once again, thank you for choosing Royal Green! Your support means the world to us! Return to Homepage",
    "about": "Luxury Charm: Exquisite Royal Green Room About Rooms Casino Order ABOUT Experience Elevated Hospitality at Royal Green. Where Luxury Meets Comfort. Welcome to Royal Green Nestled along the picturesque Mediterranean coast, Royal Green hotel offers the perfect blend of luxury and comfort for your ideal getaway. Our hotel is a true haven of tranquility and sophistication in the heart of Europe, where every detail—from exquisite rooms to top-notch service—is designed to make your stay unforgettable. Rooms at Royal Green range from modern designs with sea views to uniquely themed suites inspired by vintage luxury. Each room is crafted to satisfy the most discerning tastes and provide maximum comfort. Guests can enjoy leisurely strolls through our manicured gardens, relax by the pool with panoramic views, or explore local attractions with our curated excursions. Our Promise From the moment you arrive, our attentive staff ensures your every need is met, whether you're seeking relaxation by our poolside oasis or embarking on local adventures guided by our knowledgeable concierge team. Our meticulously designed rooms offer a retreat inspired by both modern sophistication and timeless charm, promising a restful night's sleep and breathtaking views to awaken your senses each morning. At Royal Green, our promise is to exceed your expectations and create memories that linger long after your departure. Welcome to a world of unparalleled luxury and hospitality—welcome to Royal Green. Meet Our Professional Team At Royal Green, our team of professionals is dedicated to ensuring your stay exceeds every expectation. With a wealth of experience in hospitality and a passion for excellence, each member of our team is committed to providing personalized service that reflects our commitment to luxury and comfort. From our attentive front desk staff who greet you with a warm smile and seamless check-in, to our knowledgeable concierge team ready to curate your perfect itinerary, every interaction is handled with care and expertise. Our housekeeping team ensures immaculate cleanliness in every room, while our skilled chefs craft culinary masterpieces that celebrate the flavors of the Mediterranean. Behind the scenes, our management team works tirelessly to maintain the highest standards of service and hospitality, ensuring that every aspect of your experience at Royal Green is flawless. Whether you need assistance with reservations, local recommendations, or special requests, our team is here to make your stay truly memorable. Discover the difference of staying with a team that takes pride in delivering exceptional service. At Royal Green, hospitality is not just a job—it's our passion. Jake Richards Guest Relations Manager Sarah Thompson cleaning lady David Martinez Spa Director C. de Ramón Pérez de Ayala, 12, Puente de Vallecas, 28038 Madrid, Spain About Rooms Order +91-321-5940064 royalgreen@gmail.com Terms of Use Privacy Policy Disclaimer",
    "casino": "Casino - Exciting Games and Live Tournaments About Rooms Casino Order The Royal Green Casino Experience Step into a world of excitement and sophistication at the Royal Green Casino. Nestled within our luxurious hotel, our casino offers a thrilling array of games and entertainment for both seasoned players and novices alike. Whether you're drawn to the spin of the roulette wheel, the strategic play of blackjack, or the thrill of slot machines, our casino promises an unforgettable experience in an elegant and welcoming atmosphere. Join us for a night of gaming and glamour, where every visit is a chance to indulge in the thrill of chance and possibility. To book Why Choose Our Casino: A Premier Destination for Entertainment and Luxury Discover why discerning guests choose the Royal Green Casino for their gaming and entertainment needs. Nestled within our esteemed hotel, our casino offers not only a diverse selection of games including roulette, blackjack, and state-of-the-art slot machines but also a luxurious and welcoming environment. Guests are drawn to our casino for its impeccable service, elegant ambiance, and the thrill of winning big in a setting that exudes sophistication. Whether you're a seasoned player or a novice looking to try your luck, our professional staff and exquisite facilities ensure an unforgettable experience. From exciting promotions to exclusive events, the Royal Green Casino delivers an unparalleled blend of excitement and luxury, making it the preferred choice for those seeking a memorable night out or a thrilling gaming experience in Europe. Impeccable Service: Experience attentive service from our professional staff who cater to your every need. Luxurious Ambiance: Enjoy the elegant surroundings and sophisticated atmosphere of our casino within our esteemed hotel. Exclusive Events and Promotions: Take advantage of special promotions and exclusive events that add excitement to your gaming experience. Explore Our Casino Games: Where Luck Meets Elegance Majestic Roulette Experience the thrill of the spin with our \"Majestic Roulette\" tables. Feel the excitement build as the ball dances around the wheel, offering you the chance to win big in a game that combines strategy and chance. Elegant Blackjack Test your skills at our \"Elegant Blackjack\" tables, where the classic game of 21 meets sophistication. Whether you're a seasoned player or just starting out, our professional dealers ensure a thrilling and fair gaming experience. Grand Slot Machines Immerse yourself in the world of excitement with our \"Grand Slot Machines\". Featuring state-of-the-art technology and a variety of themes, these machines offer endless possibilities to hit the jackpot and make your visit truly memorable. Luxury Poker Lounge Step into our \"Luxury Poker Lounge\" and indulge in the ultimate poker experience. Whether you prefer Texas Hold'em or Omaha, our stylish setting and skilled dealers provide the perfect backdrop for high-stakes play and thrilling competitions. To learn more C. de Ramón Pérez de Ayala, 12, Puente de Vallecas, 28038 Madrid, Spain About Rooms Order +91-321-5940064 royalgreen@gmail.com Terms of Use Privacy Policy Disclaimer",
    "disclaimer": "Disclaimer | Palacio de Royal Green About Rooms Casino Order Disclaimer 1. Website Content The information provided on the Royal Green Casino website is for general informational purposes only. While we strive to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. 2. Gambling Risks Gambling can be addictive. We encourage responsible gambling and advise our users to set limits and manage their gambling activities responsibly. Royal Green Casino does not accept responsibility for any financial losses or damages incurred as a result of gambling activities on our website. 3. External Links Our website may contain links to external websites that are not controlled or maintained by Royal Green Casino. We do not endorse or assume any responsibility for the content, privacy policies, or practices of these websites. 4. Changes to Content We reserve the right to update, modify, or remove content on our website at any time without prior notice. We are not liable for any consequences arising from such changes. 5. Jurisdiction These disclaimers are governed by and construed in accordance with the laws of Madrid, Spain. Any disputes arising from these disclaimers shall be resolved in the courts. 6. Contact Us If you have any questions about this disclaimer, please contact us at royalgreen@gmail.com Last Updated: 23.11.2023 C. de Ramón Pérez de Ayala, 12, Puente de Vallecas, 28038 Madrid, Spain About Rooms Order +91-321-5940064 royalgreen@gmail.com Terms of Use Privacy Policy Disclaimer"
  },
  "date": "2024-07-11T12:09:23.612Z"
}