{
  "name": "royalAmstelResort",
  "pages": {
    "privacy-policy": "Privacybeleid - Uw Privacy is Belangrijk bij Royal Amstel Resort Home Over ons Diensten Prijzen Casino Privacybeleid 1. Verzameling van persoonlijke informatie Wij verzamelen persoonlijke informatie, waaronder naam, e-mailadres en contactgegevens, wanneer u deze vrijwillig verstrekt, zoals bij het invullen van formulieren op onze website. 2. Gebruik van verzamelde informatie De verzamelde informatie wordt gebruikt om te reageren op uw verzoeken, uw boekingen te verwerken, u te voorzien van gepersonaliseerde diensten en om contact met u op te nemen via e-mail, telefoon of post. 3. Openbaarmaking aan derden We delen uw persoonlijke informatie niet met derden, behalve zoals vereist door de wet of wanneer dit nodig is om onze diensten aan u te leveren. 4. Beveiliging van uw informatie We nemen passende technische en organisatorische maatregelen om uw persoonlijke informatie te beschermen tegen ongeautoriseerde toegang, openbaarmaking, wijziging of vernietiging. 5. Bewaren van uw informatie We bewaren uw persoonlijke informatie alleen zo lang als nodig is voor de doeleinden uiteengezet in dit privacybeleid, tenzij een langere bewaartermijn wettelijk vereist of toegestaan is. 6. Cookies Onze website maakt gebruik van cookies om uw gebruikerservaring te verbeteren. Door onze website te gebruiken, stemt u in met ons gebruik van cookies in overeenstemming met ons privacybeleid. 7. Links naar andere websites Onze website kan links bevatten naar andere websites die niet onder onze controle vallen. Wij zijn niet verantwoordelijk voor het privacybeleid van deze websites en raden u aan om het privacybeleid van elke website die u bezoekt te lezen. 8. Rechten van gebruikers Gebruikers hebben het recht om toegang te krijgen tot hun persoonlijke informatie die wij bewaren, om deze te corrigeren, bij te werken of te verwijderen indien deze onjuist is of niet langer nodig is voor de doeleinden waarvoor deze is verzameld. 9. Toestemming Door uw persoonlijke informatie aan ons te verstrekken, stemt u in met de verzameling, het gebruik en de openbaarmaking ervan zoals beschreven in dit privacybeleid. 10. Contact opnemen Als u vragen heeft over ons privacybeleid, neem dan contact met ons op via e-mail op royalamstelresort@gmail.com. 11. Beveiliging van gegevens We nemen passende technische en organisatorische maatregelen om uw persoonlijke gegevens te beschermen tegen ongeoorloofde toegang, verlies, misbruik of wijziging. 12. Bewaartermijn We bewaren uw persoonlijke gegevens alleen zolang als nodig is voor de doeleinden waarvoor ze zijn verzameld en in overeenstemming met de toepasselijke wetgeving. 13. Kinderen onder de 18 jaar Onze website is niet gericht op personen jonger dan 18 jaar. We verzamelen niet bewust persoonlijke informatie van personen jonger dan 18 jaar. 14. Wijzigingen in ons privacybeleid We kunnen ons privacybeleid van tijd tot tijd bijwerken. We zullen u op de hoogte stellen van eventuele wijzigingen door het nieuwe privacybeleid op deze pagina te plaatsen. 15. Toepasselijk recht Dit privacybeleid wordt beheerst door en geïnterpreteerd in overeenstemming met de wetten van Nederland. 16. Uw rechten U heeft het recht om toegang te krijgen tot uw persoonlijke gegevens en om rectificatie, verwijdering of beperking van de verwerking ervan te verzoeken. 17. Contact opnemen Als u vragen heeft over ons privacybeleid, neem dan contact met ons op via e-mail: royalamstelresort@gmail.com. 18. Recht om een klacht in te dienen Als u van mening bent dat uw gegevens niet correct zijn behandeld, heeft u het recht om een klacht in te dienen bij de Autoriteit Persoonsgegevens. 19. Toestemming intrekken U heeft het recht om uw toestemming voor het verwerken van uw persoonlijke gegevens op elk moment in te trekken. 20. Laatste update Dit privacybeleid is voor het laatst bijgewerkt op 05/20/2024. Royal Amstel Resort Home Over ons Diensten Prijzen Casino Disclaimer Privacy Policy Terms and Conditions Onze website maakt gebruik van cookies om uw ervaring te verbeteren. Door deze site te blijven gebruiken, stemt u in met ons gebruik van cookies. Sluiten",
    "services": "Ontdek Onze Diensten - Royal Amstel Resort: Uw Topbestemming voor Gastvrijheid Home Over ons Diensten Prijzen Casino Diensten Onze services Accommodaties Luxe kamers en suites Panoramische suites met uitzicht op de grachten Familiekamers met extra voorzieningen Restaurants Fine dining restaurant met internationale gerechten Gezellige café met lokale specialiteiten Luxe bar met een uitgebreide cocktailkaart Wellness en Spa Ontspannende massages en behandelingen Verwarmd binnenzwembad met jacuzzi Fitnessruimte met moderne apparatuur Evenementen en vergaderingen Elegante zalen voor bruiloften en evenementen Moderne vergaderfaciliteiten met audiovisuele apparatuur Professioneel evenementenplanning steam Waarom kiezen voor Royal Amstel Resort? Luxe accommodaties met adembenemend uitzicht op de grachten Geniet van het beste van de Nederlandse keuken en internationale gerechten in onze bekroonde restaurants Ontsnap aan de dagelijkse stress en verwen uzelf met een scala aan ontspannende spa-behandelingen Van intieme bijeenkomsten tot grote evenementen, wij bieden de perfecte ruimte en service voor elke gelegenheid Bij Royal Amstel Resort staat uw comfort en tevredenheid voorop - onze toegewijde medewerkers zorgen ervoor dat uw verblijf onvergetelijk wordt Klaar voor een onvergetelijk verblijf? Neem vandaag nog contact met ons op en laat ons u helpen bij het plannen van uw droomverblijf bij Royal Amstel Resort. Neem contact op Wat onze gasten zeggen Sophie V. 12 januari 2024 Ik heb een geweldig verblijf gehad in Royal Amstel Resort! De luxe kamer was prachtig ingericht en had een adembenemend uitzicht op de grachten. Het eten in het restaurant was heerlijk en de spa was de perfecte plek om te ontspannen na een lange dag sightseeing. Luxe accommodaties Gastronomische ervaring Spa-behandelingen Thomas H. 28 februari 2024 Een fantastische ervaring van begin tot eind! De kamers waren comfortabel en ruim, het eten was voortreffelijk en het personeel was uiterst vriendelijk en behulpzaam. Ik zou Royal Amstel Resort zeker aanbevelen aan iedereen die op zoek is naar een luxe verblijf in Amsterdam. Luxe accommodaties Gastronomische ervaring Uitstekende service Laura S. 15 maart 2024 Ik kan niet genoeg goede dingen zeggen over Royal Amstel Resort! Het personeel was ongelooflijk gastvrij en attent, de kamers waren prachtig ingericht en comfortabel, en het eten was absoluut heerlijk. Ik kan niet wachten om terug te keren! Luxe accommodaties Gastronomische ervaring Uitstekende service Maxime D. 5 april 2024 Ons verblijf in Royal Amstel Resort was ronduit fantastisch! Van de prachtige uitzichten op de grachten tot het overheerlijke eten en de onberispelijke service, alles was perfect. We kunnen niet wachten om terug te komen! Luxe accommodaties Gastronomische ervaring Uitzonderlijke service Emma B. 20 april 2024 Royal Amstel Resort overtrof al onze verwachtingen! Het was de perfecte plek om te verblijven tijdens ons bezoek aan Amsterdam. De kamers waren prachtig, het eten was voortreffelijk en de service was ongeëvenaard. We zullen zeker terugkomen! Luxe accommodaties Gastronomische ervaring Uitmuntende service Royal Amstel Resort Home Over ons Diensten Prijzen Casino Disclaimer Privacy Policy Terms and Conditions Onze website maakt gebruik van cookies om uw ervaring te verbeteren. Door deze site te blijven gebruiken, stemt u in met ons gebruik van cookies. Sluiten",
    "terms-conditions": "Gebruiksvoorwaarden - Uw Gids voor het Gebruik van de Diensten van Royal Amstel Resort Home Over ons Diensten Prijzen Casino Gebruiksvoorwaarden en Privacybeleid 1. Gebruiksvoorwaarden Door deze website te bezoeken, stemt u in met deze gebruiksvoorwaarden en gaat u akkoord met alle toepasselijke wet- en regelgeving. 2. Gebruikslicentie U krijgt een beperkte licentie om de materialen op deze website alleen voor persoonlijk, niet-commercieel gebruik te bekijken en te downloaden. 3. Gebruikersgedrag U stemt ermee in de website niet te gebruiken voor illegale doeleinden of op een manier die de rechten van anderen schendt. 4. Aansprakelijkheid Wij zijn niet aansprakelijk voor enige directe, indirecte, incidentele, speciale of gevolgschade die voortvloeit uit uw gebruik van deze website. 5. Wijzigingen We behouden ons het recht voor om deze gebruiksvoorwaarden op elk moment zonder voorafgaande kennisgeving te wijzigen. Het is uw verantwoordelijkheid om regelmatig te controleren op wijzigingen. 6. Intellectuele eigendom Alle inhoud op deze website, inclusief maar niet beperkt tot tekst, afbeeldingen, logo's, en audio- of videoclips, zijn eigendom van ons bedrijf of zijn contentproviders en zijn beschermd door auteursrecht. 7. Links naar andere websites Onze website kan links bevatten naar websites van derden die niet onder onze controle vallen. Wij zijn niet verantwoordelijk voor de inhoud van deze websites of voor eventuele schade die voortvloeit uit uw gebruik ervan. 8. Bescherming van persoonlijke gegevens Wij respecteren uw privacy en zullen uw persoonlijke gegevens niet delen met derden zonder uw toestemming. Lees onze privacyverklaring voor meer informatie over hoe wij uw gegevens gebruiken en beschermen. 9. Geschillenbeslechting Eventuele geschillen met betrekking tot deze gebruiksvoorwaarden zullen worden voorgelegd aan de bevoegde rechtbanken van Nederland. 10. Contactgegevens Voor vragen of opmerkingen over deze gebruiksvoorwaarden kunt u contact met ons opnemen via e-mail op royalamstelresort@gmail.com. 11. Wijzigingen in de voorwaarden Wij behouden ons het recht voor om deze gebruiksvoorwaarden op elk moment te wijzigen. Het is uw verantwoordelijkheid om regelmatig te controleren op updates. 12. Volledige overeenkomst Deze gebruiksvoorwaarden vormen de volledige overeenkomst tussen u en ons bedrijf met betrekking tot het gebruik van deze website. 13. Scheidbaarheid Indien een deel van deze gebruiksvoorwaarden ongeldig of niet-afdwingbaar wordt bevonden, blijven de overige bepalingen volledig van kracht. 14. Toepasselijk recht Op deze gebruiksvoorwaarden is het Nederlandse recht van toepassing. 15. Acceptatie van de voorwaarden Door deze website te gebruiken, verklaart u zich akkoord met deze gebruiksvoorwaarden. Als u het niet eens bent met een deel van deze voorwaarden, gebruik dan deze website niet. 16. Contactgegevens Voor vragen of opmerkingen over deze gebruiksvoorwaarden kunt u contact met ons opnemen via e-mail op royalamstelresort@gmail.com. 17. Taal van de voorwaarden Deze gebruiksvoorwaarden zijn opgesteld in het Nederlands. In het geval van een geschil zal de Nederlandse versie van deze voorwaarden prevaleren. 18. Interpretatie De titels en koppen in deze gebruiksvoorwaarden zijn alleen ter referentie en hebben geen invloed op de interpretatie van de voorwaarden. 19. Mededelingen Alle kennisgevingen en mededelingen met betrekking tot deze voorwaarden moeten schriftelijk worden gedaan en worden verzonden naar het hierboven vermelde e-mailadres. 20. Inwerkingtreding Deze gebruiksvoorwaarden treden in werking op 05/20/2024 en blijven van kracht totdat ze worden gewijzigd of beëindigd zoals hierboven beschreven. Royal Amstel Resort Home Over ons Diensten Prijzen Casino Disclaimer Privacy Policy Terms and Conditions Onze website maakt gebruik van cookies om uw ervaring te verbeteren. Door deze site te blijven gebruiken, stemt u in met ons gebruik van cookies. Sluiten",
    "thank_page": "Thank You for Your Request – Royal Amstel Resortv: We Will Contact You Soon Thank you for your request. We Will Contact You Soon. Back to Home",
    "about": "Leer Over Royal Amstel Resort - Het Creëren van Memorabele Ervaringen Sinds de Oprichting Home Over ons Diensten Prijzen Casino Over ons Onze geschiedenis Royal Amstel Resort heeft zijn oorsprong in een bescheiden herberg aan de oevers van de Prinsengracht, die in de loop der jaren is uitgegroeid tot een icoon van luxe en gastvrijheid in Amsterdam. Gedurende zijn lange geschiedenis heeft ons hotel vele transformaties ondergaan, van een favoriete ontmoetingsplaats voor lokale bewoners tot een wereldberoemde bestemming voor internationale reizigers. Met elke nieuwe generatie hebben we onze tradities en waarden in ere gehouden, terwijl we ons voortdurend hebben aangepast aan de veranderende behoeften en verwachtingen van onze gasten. Vandaag de dag blijft Royal Amstel Resort een toonaangevend hotel dat de rijke geschiedenis en culturele erfgoed van Amsterdam weerspiegelt, terwijl het tegelijkertijd een eigentijdse en luxueuze ervaring biedt aan al zijn gasten. Onze missie Excellentie Gastvrijheid Passie Verbetering Waardering Bij Royal Amstel Resort streven we ernaar om onze gasten een onvergetelijke ervaring te bieden die hun verwachtingen overstijgt. Onze missie is om een oase van luxe, comfort en gastvrijheid te creëren, waar elke gast zich thuis voelt en zich kan onderdompelen in de schoonheid en cultuur van Amsterdam. We zijn vastbesloten om een uitmuntende service te bieden, die wordt gekenmerkt door aandacht voor detail, vriendelijkheid en oprechte zorg voor het welzijn van onze gasten. We streven ernaar om een warme en gastvrije omgeving te creëren, waar iedereen zich gewaardeerd en gerespecteerd voelt. Door onze passie voor excellentie en voortdurende verbetering willen we een leider zijn in de horeca-industrie en een bestemming zijn waar gasten keer op keer naar terugkeren. Unieke kenmerken Royal Amstel Resort onderscheidt zich door zijn unieke kenmerken en voorzieningen die elke gast een onvergetelijke ervaring bieden. Luxe accommodaties met uitzicht op de grachten Exclusieve gastronomische ervaringen in onze bekroonde restaurants Ontspanning en verjonging in ons luxe wellnesscentrum Een scala aan unieke evenementen en activiteiten, van wijnproeverijen tot culinaire workshops Of u nu op zoek bent naar een romantisch uitje, een zakelijk evenement organiseert of gewoon wilt genieten van een ontspannen vakantie, Royal Amstel Resort biedt alles wat u nodig heeft voor een onvergetelijk verblijf. Meer ontdekken Royal Amstel Resort Home Over ons Diensten Prijzen Casino Disclaimer Privacy Policy Terms and Conditions Onze website maakt gebruik van cookies om uw ervaring te verbeteren. Door deze site te blijven gebruiken, stemt u in met ons gebruik van cookies. Sluiten",
    "casino": "Ontdek het Spannende Royal Amstel Casino - Luxe en Entertainment in Één Home Over ons Diensten Prijzen Casino Royal Amstel Casino Geschiedenis van ons Casino Ons casino werd opgericht in 1995 en is sindsdien een van de meest prestigieuze gaming locaties in Nederland. Met talloze uitbreidingen en updates bieden we nu een ongeëvenaarde ervaring voor al onze gasten. Ons casino hotel is een populaire bestemming voor zowel lokale bewoners als toeristen. In de afgelopen decennia hebben we geïnvesteerd in de nieuwste technologieën en trends in de casinowereld om onze gasten de best mogelijke speelervaring te bieden. Ons casino beschikt over de modernste faciliteiten en een breed scala aan spellen die aan alle wensen van onze bezoekers voldoen. Bezoek ons offline casino en ervaar de opwinding van live gaming. Naast het aanbieden van een breed scala aan spellen, staan we ook bekend om onze luxe accommodaties en uitmuntende klantenservice. Onze medewerkers zijn altijd beschikbaar om u te helpen en ervoor te zorgen dat uw verblijf onvergetelijk wordt. Geniet van een casino trip naar ons resort en ontdek de wereld van luxe en spanning. Onze Spellen en Diensten Slotmachines - Geniet van de nieuwste en klassieke slotmachines met verschillende thema's en jackpots. Onze slotmachines bieden uren speelplezier en kans op grote winsten. Tafelspellen (zoals blackjack, roulette, poker) - Speel uw favoriete tafelspellen met ervaren dealers en geniet van de authentieke casino-ervaring. Onze tafels zijn ontworpen om u de beste speelervaring te bieden. VIP-spelersruimtes - Voor onze VIP-gasten bieden we exclusieve speelruimtes met persoonlijke service en hogere inzetlimieten. Deze ruimtes zijn ontworpen om u de ultieme luxe en privacy te bieden, zodat u kunt genieten van uw favoriete spellen in een exclusieve omgeving. Live dealer spellen - Onze live dealer spellen brengen de spanning van een echt casino naar u toe, met echte dealers en interactieve gameplay. Speel uw favoriete tafelspellen in real-time en geniet van een authentieke casino-ervaring zonder uw plaats te verlaten. Daarnaast bieden we exclusieve bars, restaurants en entertainmentshows binnen het casino voor uw plezier. Onze bars en restaurants serveren een breed scala aan culinaire hoogstandjes en drankjes die uw casino-ervaring compleet maken. Dit maakt uw casino trip onvergetelijk. Voor onze VIP-gasten bieden we exclusieve speelruimtes met persoonlijke service en hogere inzetlimieten. Deze ruimtes zijn ontworpen om u de ultieme luxe en privacy te bieden, zodat u kunt genieten van uw favoriete spellen in een exclusieve omgeving. Ons casino resort biedt alles wat u nodig heeft voor een luxueuze casino ervaring. Onze live dealer spellen brengen de spanning van een echt casino naar u toe, met echte dealers en interactieve gameplay. Speel uw favoriete tafelspellen in real-time en geniet van een authentieke casino-ervaring zonder uw plaats te verlaten. Ons offline casino is perfect voor diegenen die de echte casino sfeer willen proeven. Veiligheid en Fair Play Wij hechten veel waarde aan een veilige en eerlijke speelomgeving. Ons casino is volledig gelicentieerd en al onze spellen zijn getest en gecertificeerd door onafhankelijke derde partijen. Ons beveiligingsteam werkt 24/7 om ervoor te zorgen dat uw gegevens en financiën te allen tijde beschermd zijn. Wij maken gebruik van de nieuwste technologieën en protocollen om de veiligheid van onze gasten te waarborgen. Daarnaast zetten wij ons in voor verantwoord spelen. We bieden verschillende tools en middelen aan om onze gasten te helpen hun speelgedrag onder controle te houden. Dit omvat zelfuitsluitingsopties, limieten op stortingen en toegang tot hulpbronnen voor gokverslaving. Onze medewerkers zijn getraind om te herkennen en om te gaan met problematisch speelgedrag. We werken nauw samen met organisaties die gespecialiseerd zijn in gokverslaving om ervoor te zorgen dat we de best mogelijke ondersteuning kunnen bieden aan onze gasten. Transparantie is voor ons van groot belang. Daarom publiceren wij regelmatig rapporten over de uitbetalingspercentages van onze spellen en zorgen wij ervoor dat al onze promoties en bonussen duidelijk en eerlijk zijn. Promoties en Bonussen Profiteer van onze huidige promoties zoals welkomstbonussen, loyaliteitsprogramma's en speciale evenementen. Bezoek onze promotiepagina voor meer details. Welkomstbonus Ontvang een royale welkomstbonus bij uw eerste storting. Dubbel uw speelgeld en geniet van extra spins op onze populairste slotmachines. Loyaliteitsprogramma Word lid van ons loyaliteitsprogramma en verdien punten elke keer dat u speelt. Wissel uw punten in voor exclusieve beloningen, gratis spins en meer. Speciale Evenementen Doe mee aan onze maandelijkse toernooien en win fantastische prijzen. Van pokeravonden tot slottoernooien, er is altijd iets spannends gaande in het Royal Amstel Casino. High Roller Bonussen Voor onze VIP-gasten bieden we exclusieve high roller bonussen. Geniet van hogere stortingsbonussen en speciale aanbiedingen die alleen beschikbaar zijn voor onze meest gewaardeerde spelers. Fotogalerij Plan vandaag nog uw bezoek! Ervaar de luxe en spanning van het Royal Amstel Casino. Ontdek onze exclusieve faciliteiten en meeslepende spelmogelijkheden. Maak nu uw reservering en geniet van een onvergetelijke ervaring. Boek nu Royal Amstel Resort Home Over ons Diensten Prijzen Casino Disclaimer Privacy Policy Terms and Conditions Onze website maakt gebruik van cookies om uw ervaring te verbeteren. Door deze site te blijven gebruiken, stemt u in met ons gebruik van cookies. Sluiten Waarschuwing: 18+ Deze pagina is alleen toegankelijk voor personen van 18 jaar en ouder. Gokken kan verslavend zijn. Speel verantwoordelijk. Verberg",
    "disclaimer": "Disclaimer - Belangrijke Informatie Over Uw Bezoek aan Royal Amstel Resort Home Over ons Diensten Prijzen Casino Disclaimer De informatie op deze website is alleen voor algemene doeleinden en is niet bedoeld als juridisch, financieel of professioneel advies. We streven ernaar om de informatie actueel en nauwkeurig te houden, maar we kunnen niet garanderen dat het volledig, nauwkeurig of up-to-date is. Het gebruik van de informatie op deze website is op eigen risico. We zijn niet aansprakelijk voor enige directe of indirecte schade die voortvloeit uit het gebruik van deze website. We behouden ons het recht voor om de inhoud van deze website op elk moment en zonder voorafgaande kennisgeving te wijzigen, bij te werken of te verwijderen. Links naar externe websites worden uitsluitend ter informatie verstrekt. We zijn niet verantwoordelijk voor de inhoud van deze websites of voor enige schade of verlies veroorzaakt door het gebruik ervan. De meningen en opvattingen die worden uitgedrukt in de inhoud van deze website behoren toe aan de auteurs en vertegenwoordigen niet noodzakelijk de mening van het management of het bedrijf als geheel. Het gebruik van deze website impliceert uw aanvaarding van deze disclaimer. Als u het niet eens bent met een deel van deze disclaimer, gebruik dan deze website niet. Alle handelsmerken, dienstmerken, handelsnamen en logo's die op deze website worden gebruikt, zijn eigendom van hun respectieve eigenaren. We zijn niet verantwoordelijk voor technische problemen of storingen die kunnen optreden tijdens het gebruik van deze website. Door deze website te gebruiken, stemt u in met onze privacyverklaring en het gebruik van cookies in overeenstemming met ons cookiebeleid. We behouden ons het recht voor om deze disclaimer op elk moment en zonder voorafgaande kennisgeving te wijzigen of bij te werken. Het is uw verantwoordelijkheid om regelmatig te controleren op wijzigingen. We streven ernaar nauwkeurige en actuele informatie te verstrekken op deze website, maar we garanderen niet dat de informatie volledig, nauwkeurig of up-to-date is. Het gebruik van deze website is op eigen risico. Wij zijn niet aansprakelijk voor enige directe, indirecte, speciale of gevolgschade die voortvloeit uit het gebruik van deze website of de informatie die erop wordt verstrekt. Deze disclaimer wordt beheerst door en geïnterpreteerd in overeenstemming met de wetten van Nederland, en eventuele geschillen die voortvloeien uit deze disclaimer zullen worden voorgelegd aan de exclusieve jurisdictie van de rechtbanken van Nederland. Als u vragen heeft over deze disclaimer, neem dan contact met ons op via het volgende e-mailadres: royalamstelresort@gmail.com. De informatie op deze website is uitsluitend bedoeld voor algemene informatiedoeleinden. De informatie wordt verstrekt door Royal Amstel Resort en hoewel we ernaar streven de informatie up-to-date en correct te houden, geven we geen enkele garantie, expliciet of impliciet, over de volledigheid, nauwkeurigheid, betrouwbaarheid, geschiktheid of beschikbaarheid met betrekking tot de website of de informatie, producten, diensten of gerelateerde afbeeldingen op de website voor welk doel dan ook. In geen geval zullen wij aansprakelijk zijn voor enig verlies of schade, inclusief maar niet beperkt tot indirecte of gevolgschade, of enig verlies of schade als gevolg van het verlies van gegevens of winsten die voortvloeien uit of op enigerlei wijze verband houden met het gebruik van deze website. Via deze website kunt u andere websites bezoeken die niet onder de controle van Royal Amstel Resort staan. We hebben geen controle over de aard, inhoud en beschikbaarheid van die sites. Het opnemen van links impliceert niet noodzakelijk een aanbeveling of onderschrijving van de standpunten die erin worden geuit. Elke inspanning wordt geleverd om de website soepel te laten verlopen. Royal Amstel Resort neemt echter geen verantwoordelijkheid voor, en is niet aansprakelijk voor, de website die tijdelijk niet beschikbaar is als gevolg van technische problemen buiten onze controle. Het gebruik van de informatie of materialen op deze website is geheel op eigen risico, waarvoor wij niet aansprakelijk zijn. Het is uw eigen verantwoordelijkheid om ervoor te zorgen dat producten, diensten of informatie beschikbaar via deze website aan uw specifieke vereisten voldoen. Royal Amstel Resort Home Over ons Diensten Prijzen Casino Disclaimer Privacy Policy Terms and Conditions Onze website maakt gebruik van cookies om uw ervaring te verbeteren. Door deze site te blijven gebruiken, stemt u in met ons gebruik van cookies. Sluiten",
    "index": "Ervaar Luxe bij Royal Amstel Resort - Uw Toegang tot Ontspanning en Comfort Home Over ons Diensten Prijzen Casino Welkom bijRoyal Amstel Resort Ervaar de ultieme luxe en entertainment in het hart van Amsterdam. Boek nu uw onvergetelijk verblijf! Korte beschrijving van het hotel Royal Amstel Resort - een oase van luxe en gezelligheid in het historische centrum van Amsterdam. Ons hotel biedt een verfijnde service, luxe kamers en een breed scala aan voorzieningen voor onze gasten. Gelegen aan de oever van de prachtige Prinsengracht, biedt Royal Amstel Resort een prachtig uitzicht op het omringende landschap. Geniet van wandelingen door de historische straten van Amsterdam of ontspan in ons luxe wellnesscentrum na een dagje sightseeing in de stad. Hoewel we geen casino hebben, bieden we een breed scala aan activiteiten en ontspanningsmogelijkheden voor onze gasten, zodat ze een onvergetelijk verblijf kunnen ervaren in ons hotel. Onze kamers Ontdek onze luxe kamers en suites, elk ontworpen voor comfort en stijl. Geniet van moderne voorzieningen en een adembenemend uitzicht op Amsterdam vanuit uw raam. Standaard tweepersoonskamer Onze standaard tweepersoonskamers bieden een comfortabel verblijf met moderne voorzieningen en een stijlvol interieur. Ideaal voor koppels of individuele reizigers die willen genieten van een ontspannen verblijf in het hart van Amsterdam. Luxe suite met uitzicht op de gracht Onze luxe suites bieden een ongeëvenaarde ervaring met een adembenemend uitzicht op de grachten van Amsterdam. Geniet van ruime accommodatie, elegante inrichting en premium voorzieningen voor een onvergetelijk verblijf. Nu boeken Onze statistieken 100.000+ Gasten per jaar 50+ Kamers en suites 10+ Jaarlijkse evenementen 95% Klanttevredenheid Ontdek ons paradijs Royal Amstel Resort is niet zomaar een hotel - het is een ervaring die al uw zintuigen prikkelt. Gelegen aan de majestueuze Prinsengracht, biedt ons hotel een unieke combinatie van luxe accommodaties, verfijnde gastronomie en een bruisende sfeer. Laat u betoveren door de magie van Amsterdam terwijl u geniet van de prachtige grachten, historische architectuur en levendige cultuur. Of u nu ontspant in onze weelderige kamers, dineert in onze bekroonde restaurants of deelneemt aan een van onze exclusieve evenementen, Royal Amstel Resort belooft u een onvergetelijke ervaring die lang in uw herinnering zal blijven. Neem contact met ons op Heeft u vragen of wilt u een reservering maken? Neem gerust contact met ons op! +31 20 123 4567 royalamstelresort@gmail.com Prinsengracht 659A, 1016 HV Amsterdam, Nederland Ik accepteer Privacybeleid Verzenden Royal Amstel Resort Home Over ons Diensten Prijzen Casino Disclaimer Privacy Policy Terms and Conditions Onze website maakt gebruik van cookies om uw ervaring te verbeteren. Door deze site te blijven gebruiken, stemt u in met ons gebruik van cookies. Sluiten",
    "price": "Ontdek Onze Tarieven en Pakketten - Het Ontvouwen van de Pracht van Royal Amstel Resort Home Over ons Diensten Prijzen Casino Prijzen Prijzen voor kamers Standaard kamer Ruime kamer met basisvoorzieningen €100 per nacht Superior kamer Comfortabele kamer met uitzicht op de stad €150 per nacht Deluxe kamer Luxe kamer met moderne voorzieningen €200 per nacht Familiekamer Ruime kamer geschikt voor het hele gezin €250 per nacht Suite Luxe suite met aparte woon- en slaapgedeeltes €300 per nacht Appartement Ruim appartement met keuken en eethoek €350 per nacht Penthouse Exclusieve penthouse suite met panoramisch uitzicht €400 per nacht Spa Suite Luxe suite met privé spa-faciliteiten €450 per nacht Presidentiële Suite Exclusieve suite voor de meest veeleisende gasten €500 per nacht Koningssuite Koninklijke suite met luxe voorzieningen €550 per nacht Bruidssuite Romantische suite voor pasgetrouwden €600 per nacht Executive Suite Luxe suite met werkruimte en loungedeelte €650 per nacht Family Suite Ruime suite voor gezinnen met aparte slaapgedeeltes €700 per nacht Studio Ruime studio met kitchenette €150 per nacht Chalet Gezellig chalet met open haard €200 per nacht Tent Luxe tent met eigen badkamer €100 per nacht Interesse? Laat een aanvraag achter en we nemen zo snel mogelijk contact met u op Aanvraag indienen Onze servicepakketten Romantisch uitje Het perfecte pakket voor stelletjes, inclusief een romantisch diner, een massage voor twee en een romantisch ingerichte kamer. €300 Spa-ervaring Duik in de wereld van ontspanning en zelfverzorging met ons spa- en massagepakket. €250 Familie-avontuur Een onvergetelijk avontuur voor het hele gezin, inclusief activiteiten, een gezinsvriendelijke kamer en maaltijden. €400 Zakenreis Een speciaal samengesteld pakket voor zakenreizigers, inclusief een comfortabele kamer, zakelijke voorzieningen en ontbijt. €200 Speciaal Aanbod Weekendje Weg Geniet van een onvergetelijk weekend bij Royal Amstel Resort. Boek nu en ontvang 20% korting op uw verblijf, inclusief ontbijt en toegang tot onze wellnessfaciliteiten. €240 per nacht (normaal €300) Profiteer nu Royal Amstel Resort Home Over ons Diensten Prijzen Casino Disclaimer Privacy Policy Terms and Conditions Onze website maakt gebruik van cookies om uw ervaring te verbeteren. Door deze site te blijven gebruiken, stemt u in met ons gebruik van cookies. Sluiten"
  },
  "date": "2024-05-24T06:07:19.750Z"
}