{
  "name": "RoyalPalmHotelIndia",
  "pages": {
    "about-us": "About RoyalPalm - Where Luxury Meets Serenity RoyalPalm HOME ABOUT US Casino Contact Deluxe Rooms Experience luxury and comfort in our deluxe rooms, designed for relaxation and tranquility. Suite Rooms Indulge in spacious suite rooms offering extra amenities and stunning views for an unforgettable stay. Family Rooms Enjoy family-friendly accommodations with comfortable settings and convenient features for a pleasant stay. Luxury Villas Escape to our luxurious villas offering privacy, exclusive amenities, and personalized services for a truly remarkable retreat. Enhanced Experience Elevate your resort experience with RoyalPalm's personalized services. Discover a world of indulgence and transformation tailored just for you. Contact us today to explore how RoyalPalm can enhance your stay with luxury and relaxation. Book Now LATEST ROYALPALM UPDATES Stay informed about the latest news, events, and insights from RoyalPalm. Explore our updates, promotions, and more. Introducing RoyalPalm's New Suite Experience: Explore Our Latest Offerings! Discover our newest suite experiences and elevate your stay at RoyalPalm. Be the first to experience our luxurious offerings! RoyalPalm's Special Summer Celebration - Join Us for Exclusive Packages! Celebrate summer with RoyalPalm and enjoy exclusive packages and offers. Don't miss out on this unforgettable celebration! The RoyalPalm website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline RoyalPalm Disclaimers Privacy & Policy Terms & Conditions",
    "contacts": "Contact RoyalPalm - Reach Out for Assistance and Reservations RoyalPalm HOME ABOUT US Casino Contact Have questions or need assistance? I accept Privacy Policy SUBMIT GET IN TOUCH Malad, Patelwadi, Ins Hamla, Malad West, Mumbai, Maharashtra 400095, India royalpalm@gmail.com +91-975-554-9212 The RoyalPalm website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline RoyalPalm Disclaimers Privacy & Policy Terms & Conditions",
    "disclaimers": "Disclaimers and Terms of Use - RoyalPalm Hotel Resort RoyalPalm HOME ABOUT US Casino Contact Disclaimers The information contained on this website (the \"Website\") is for general informational purposes only and does not constitute legal or financial advice. Royal Palm (\"we\", \"us\", or \"our\") makes no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability or availability with respect to the Website or the information, products, services, or related graphics contained on the Website for any purpose. In no event will we be liable for any loss or damage, including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this Website. Through this Website you may be able to link to other websites which are not under our control. We have no control over the nature, content and availability of those sites. The inclusion of any links does not necessarily imply a recommendation or endorsement by us of the views expressed within them. Every effort is made to keep the Website up and running smoothly. However, we take no responsibility for, and will not be liable for, the Website being temporarily unavailable due to technical issues beyond our control. The RoyalPalm website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline RoyalPalm Disclaimers Privacy & Policy Terms & Conditions",
    "index": "RoyalPalm - Where Luxury Meets Serenity RoyalPalm HOME ABOUT US Casino Contact EMBRACE YOUR LUXURY STAY BOOK NOW Enhanced Experience Elevate your resort experience with RoyalPalm's personalized services. Discover a world of indulgence and transformation tailored just for you. Contact us today to explore how RoyalPalm can enhance your stay with luxury and relaxation. Book Now ROYALPALM IN FOCUS Explore RoyalPalm, your destination for exquisite resort experiences. We specialize in delivering personalized hospitality tailored to your unique preferences. With our commitment to excellence, we aim to elevate your stay like never before. Choose RoyalPalm and embrace luxury and relaxation. Deluxe Rooms Experience luxury and comfort in our deluxe rooms, designed for relaxation and tranquility. Suite Rooms Indulge in spacious suite rooms offering extra amenities and stunning views for an unforgettable stay. Family Rooms Enjoy family-friendly accommodations with comfortable settings and convenient features for a pleasant stay. Luxury Villas Escape to our luxurious villas offering privacy, exclusive amenities, and personalized services for a truly remarkable retreat. LATEST ROYALPALM UPDATES Stay informed about the latest news, events, and insights from RoyalPalm. Explore our updates, promotions, and more. Introducing RoyalPalm's New Suite Experience: Explore Our Latest Offerings! Discover our newest suite experiences and elevate your stay at RoyalPalm. Be the first to experience our luxurious offerings! Learn more RoyalPalm's Special Summer Celebration - Join Us for Exclusive Packages! Celebrate summer with RoyalPalm and enjoy exclusive packages and offers. Don't miss out on this unforgettable celebration! Learn more The RoyalPalm website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline RoyalPalm Disclaimers Privacy & Policy Terms & Conditions",
    "privacy-policy": "Privacy Policy - RoyalPalm Hotel Resort RoyalPalm HOME ABOUT US Casino Contact Privacy Policy This Privacy Policy governs the manner in which RoyalPalm Hotel Resort collects, uses, maintains, and discloses information collected from users (each, a \"User\") of the website (\"Site\"). This privacy policy applies to the Site and all products and services offered by RoyalPalm Hotel Resort. Personal identification information We may collect personal identification information from Users in a variety of ways, including, but not limited to, when Users visit our site, register on the site, place an order, fill out a form, respond to a survey, subscribe to the newsletter, and in connection with other activities, services, features, or resources we make available on our Site. Non-personal identification information We may collect non-personal identification information about Users whenever they interact with our Site. Non-personal identification information may include the browser name, the type of computer and technical information about Users means of connection to our Site, such as the operating system and the Internet service providers utilized and other similar information. Web browser cookies Our Site may use \"cookies\" to enhance User experience. User's web browser places cookies on their hard drive for record-keeping purposes and sometimes to track information about them. User may choose to set their web browser to refuse cookies or to alert you when cookies are being sent. If they do so, note that some parts of the Site may not function properly. How we use collected information RoyalPalm Hotel Resort may collect and use Users personal information for the following purposes: - To improve customer service. - To personalize user experience. - To improve our Site. - To process payments. - To send periodic emails. Your acceptance of these terms By using this Site, you signify your acceptance of this policy. If you do not agree to this policy, please do not use our Site. Your continued use of the Site following the posting of changes to this policy will be deemed your acceptance of those changes. The RoyalPalm website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline RoyalPalm Disclaimers Privacy & Policy Terms & Conditions",
    "products": "RoyalPalm Casino - Luxury Gaming and Entertainment RoyalPalm HOME ABOUT US Casino Contact CASINO GAMES Explore our exciting array of casino games, where entertainment meets thrill. Whether you prefer slots, poker, or blackjack, we offer a diverse selection to cater to every player's preference. Enjoy the excitement and luxury of our casino experience at its finest. Slot Machines Explore a variety of themed slot machines, offering thrilling spins and exciting bonuses. Poker Tables Join the action at our poker tables, where skill meets strategy for an exhilarating game. Roulette Wheels Experience the thrill of roulette with our elegant wheels and multiple betting options. Blackjack Tables Challenge the dealer at our blackjack tables, where strategy and luck combine for an exciting game. LATEST CASINO UPDATES Stay informed about the latest news, events, and insights from RoyalPalm's casino. Explore our updates, promotions, and more. New Casino Games Launch: Explore Our Latest Offerings! Discover our newest casino games and experience the excitement of our latest offerings. Be among the first to try out these thrilling games! MAKE A RESERVATION Summer Casino Promotions - Join Us for Exclusive Deals! Celebrate summer with our special casino promotions and enjoy exclusive deals and offers. Don't miss out on this exciting celebration! MAKE A RESERVATION Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 The RoyalPalm website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline RoyalPalm Disclaimers Privacy & Policy Terms & Conditions const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "Terms and Conditions - RoyalPalm Hotel Resort RoyalPalm HOME ABOUT US Casino Contact Royal Palm Terms and Conditions Welcome to the Royal Palm website (the \"Site\"). These Terms and Conditions (\"Terms\") govern your use of the Site and all services offered by Royal Palm (\"Services\"). By accessing or using the Site, you agree to be bound by these Terms. 1. Use of the Site You may use the Site for your personal, non-commercial use only. You may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell any information, software, products, or services obtained from the Site. 2. Termination Royal Palm may terminate your access to the Site or the Services at any time, for any reason, without notice. You may also terminate your access to the Site at any time. 3. Governing Law These Terms shall be governed by and construed in accordance with the laws of the State of India, without regard to its conflict of laws provisions. 4. Entire Agreement These Terms constitute the entire agreement between you and Royal Palm with respect to your use of the Site and the Services. Your use of the Site is also subject to Royal Palm's Privacy Policy. 5. Changes to the Terms Royal Palm may revise these Terms at any time by updating this page. You are bound by any revisions and should therefore periodically visit this page to review the current Terms. If you have any questions about these Terms, please contact Royal Palm at Contact page. The RoyalPalm website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline RoyalPalm Disclaimers Privacy & Policy Terms & Conditions",
    "thanks": "Thank You - RoyalPalm Hotel Resort RoyalPalm HOME ABOUT US Casino Contact Thank You! Thank you for choosing RoyalPalm hotel resort. We appreciate your reservation/booking and look forward to welcoming you. Explore our luxurious accommodations, exquisite dining, and exceptional hospitality. Back to Home The RoyalPalm website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline RoyalPalm Disclaimers Privacy & Policy Terms & Conditions"
  },
  "date": "2024-07-04T11:10:37.292Z"
}