{
  "name": "royalRetreat",
  "pages": {
    "about": "À propos de Royal Retreat - Histoire et Équipe Accueil À propos Contact Chambres Casino À propos de Royal Retreat Découvrez notre histoire, notre équipe dévouée, nos récompenses et nos valeurs fondamentales qui font de Royal Retreat un lieu unique et exceptionnel. Notre Histoire Royal Retreat a été fondé en 1990 par un groupe de passionnés d'hôtellerie et de jeu. L'objectif était de créer un lieu où le luxe et l'excitation se rencontrent, offrant une expérience inoubliable à chaque visiteur. Situé au cœur de Monte-Carlo, notre établissement a rapidement gagné une réputation d'excellence grâce à notre attention aux détails et notre engagement envers la satisfaction des clients. Nous avons traversé de nombreuses étapes de croissance, ajoutant de nouvelles installations et services pour répondre aux besoins de notre clientèle diversifiée. Au fil des années, nous avons accueilli des milliers de visiteurs du monde entier, devenant un lieu de prédilection pour les amateurs de luxe et de jeux. Notre casino, avec ses jeux de classe mondiale, attire des joueurs de tous horizons, tandis que notre hôtel offre un havre de paix et de sophistication. Aujourd'hui, Royal Retreat continue de se démarquer comme l'une des principales destinations de Monte-Carlo, combinant l'élégance classique et le confort moderne pour créer une expérience unique. Nous sommes fiers de notre héritage et nous nous engageons à perpétuer notre tradition d'excellence. Notre Équipe Alexandre Dubois Fondateur & PDG Avec plus de 30 ans d'expérience dans l'industrie hôtelière, Alexandre est la force motrice derrière Royal Retreat. Sa vision et son leadership ont conduit l'hôtel à devenir une icône de luxe et de sophistication. Camille Lefèvre Directrice Générale Camille supervise les opérations quotidiennes de l'hôtel, assurant un service impeccable à chaque client. Sa passion pour l'hospitalité se reflète dans chaque aspect de son travail. Julien Martin Chef de la Cuisine Julien est le maître derrière notre expérience culinaire exceptionnelle. Avec une passion pour la gastronomie, il crée des plats qui ravissent nos invités et rendent chaque repas mémorable. Sophie Rousseau Responsable Marketing Sophie est responsable de la stratégie marketing et de la promotion de l'hôtel. Son expertise en communication et en gestion de la marque contribue à faire de Royal Retreat une destination de choix. Presse et Récompenses Royal Retreat est reconnu mondialement pour son luxe et son service exceptionnel. Voici ce que la presse dit de nous et les récompenses que nous avons reçues. Le Monde \"Royal Retreat est une destination incontournable pour les amateurs de luxe et de jeux à Monte-Carlo.\" Vogue \"Un service impeccable et des installations de classe mondiale font de Royal Retreat l'un des meilleurs hôtels de la région.\" Travel + Leisure \"Royal Retreat continue de définir les standards de l'excellence dans l'hôtellerie de luxe.\" Nos Récompenses &#x1F3C6; Prix d'Excellence en Hôtellerie 2023 &#x1F3C6; Meilleur Casino-Hôtel de Monte-Carlo 2022 &#x1F3C6; Certificat d'Excellence TripAdvisor 2021 Notre Mission Chez Royal Retreat, notre mission est de fournir une expérience exceptionnelle à chaque client en combinant le luxe, le confort et un service personnalisé. Nous nous engageons à créer des souvenirs inoubliables pour nos invités. Réservez maintenant Nos Valeurs Les valeurs fondamentales de Royal Retreat guident tout ce que nous faisons. Elles reflètent notre engagement envers l'excellence et la satisfaction de nos clients. &#x2714; Excellence &#x2714; Innovation &#x2714; Intégrité &#x2714; Service &#x2714; Responsabilité À propos Contact Chambres Casino Politique de confidentialité Conditions générales Avis de non-responsabilité Ce site utilise des cookies pour vous garantir la meilleure expérience sur notre site. En savoir plus. Accepter",
    "casino": "Casino Royal Retreat - Jeux et Divertissements Accueil À propos Contact Chambres Casino Bienvenue au Casino Royal Retreat Découvrez l'élégance et l'excitation de notre casino de classe mondiale. Préparez-vous pour une expérience de jeu inoubliable. À propos du Casino Le Casino Royal Retreat offre une ambiance sophistiquée et une expérience de jeu exceptionnelle. Avec une variété de jeux classiques et modernes, un service client impeccable et des installations luxueuses, notre casino est le lieu idéal pour les amateurs de jeux de hasard. Nos salles de jeu sont équipées des dernières technologies, et notre personnel est toujours à votre disposition pour vous aider et vous offrir une expérience inégalée. Règles et Conditions L'âge minimum pour entrer dans le casino est de 18 ans. Une pièce d'identité est requise à l'entrée. Un code vestimentaire élégant est recommandé. Les tenues décontractées ne sont pas autorisées. Il est interdit de fumer à l'intérieur du casino. Des zones fumeurs sont disponibles à l'extérieur. Les comportements perturbateurs ne seront pas tolérés. Nous nous réservons le droit de refuser l'entrée ou d'expulser toute personne ne respectant pas ces règles. Jeux Disponibles Poker Essayez votre chance à nos tables de poker, avec une variété de jeux et de niveaux pour tous les joueurs. Roulette Vivez l'excitation de la roulette avec nos tables européennes et américaines. Machines à sous Profitez d'une vaste sélection de machines à sous avec des jackpots progressifs. Blackjack Affrontez le croupier dans une partie de blackjack et essayez de décrocher un 21. Rejoignez l'Excitation du Casino Royal Retreat Venez vivre une expérience de jeu inégalée dans notre casino de classe mondiale. Profitez de nos jeux variés et de notre service exceptionnel. Réservez votre expérience maintenant Galerie du Casino Snacks au Casino Pendant que vous profitez des jeux, nous offrons une sélection de snacks et de boissons pour vous garder énergisé. Des amuse-bouches gourmands aux cocktails raffinés, notre service de restauration est là pour agrémenter votre expérience de jeu. Nos chefs expérimentés préparent une variété de plats savoureux disponibles toute la nuit. Que vous ayez envie de quelque chose de léger ou de copieux, vous trouverez toujours quelque chose à déguster. Nous proposons également un service de boissons premium, avec des vins fins, des champagnes et des cocktails artisanaux pour accompagner vos moments de détente et de divertissement. À propos Contact Chambres Casino Politique de confidentialité Conditions générales Avis de non-responsabilité Ce site utilise des cookies pour vous garantir la meilleure expérience sur notre site. En savoir plus. Accepter Avertissement Cette page est destinée aux personnes âgées de 18 ans et plus. Veuillez confirmer que vous avez 18 ans ou plus pour continuer. J'ai 18 ans ou plus",
    "contacts": "Contactez Royal Retreat - Adresse et Infos Accueil À propos Contact Chambres Casino Contactez-nous Nous serions ravis de vous entendre ! Pour toute question, demande ou assistance, n'hésitez pas à nous contacter. Informations de Contact Adresse: 40 Av. Princesse Grace, Monaco Téléphone: +377 833 519 347 Email: royalretreat@gmail.com Envoyez-nous un Message Nous aimerions avoir de vos nouvelles. Remplissez le formulaire ci-dessous et notre équipe vous répondra dans les plus brefs délais. Que ce soit pour une question, un commentaire ou une demande spéciale, nous sommes là pour vous aider. J'accepte la politique de confidentialité Envoyer Questions Fréquemment Posées Quels sont les horaires d'arrivée et de départ? L'enregistrement se fait à partir de 15h00 et le départ avant 11h00. Le petit-déjeuner est-il inclus dans le tarif de la chambre? Oui, un petit-déjeuner continental est inclus dans le tarif de toutes nos chambres. Disposez-vous d'un service de navette depuis l'aéroport? Oui, nous proposons un service de navette payant depuis et vers l'aéroport de Nice. Y a-t-il un parking disponible à l'hôtel? Oui, nous avons un parking privé gratuit pour nos clients. Puis-je amener mon animal de compagnie? Nous acceptons les animaux de compagnie dans certaines chambres avec un supplément. Quelles sont les heures d'ouverture du spa? Le spa est ouvert tous les jours de 9h00 à 21h00. Y a-t-il des options végétariennes au restaurant? Oui, notre restaurant propose un large choix de plats végétariens. Comment puis-je modifier ou annuler ma réservation? Vous pouvez modifier ou annuler votre réservation en nous contactant directement par téléphone ou par email. À propos Contact Chambres Casino Politique de confidentialité Conditions générales Avis de non-responsabilité Ce site utilise des cookies pour vous garantir la meilleure expérience sur notre site. En savoir plus. Accepter",
    "disclaimer": "Avis de Non-Responsabilité - Royal Retreat Accueil À propos Contact Chambres Casino Avis de Non-Responsabilité 1. Généralités Les informations contenues sur ce site web sont fournies uniquement à titre d'information générale. Royal Retreat s'efforce de maintenir l'exactitude et la mise à jour des informations, mais ne fait aucune déclaration ou garantie d'aucune sorte, expresse ou implicite, concernant l'exhaustivité, l'exactitude, la fiabilité, la pertinence ou la disponibilité par rapport au site web ou aux informations, produits, services ou graphiques associés contenus sur le site web à des fins quelconques. 2. Fiabilité des Informations Tout reliance que vous accordez à ces informations est donc strictement à vos propres risques. Nous ne serons pas responsables de toute perte ou dommage, y compris, sans limitation, toute perte ou dommage indirect ou consécutif, ou toute perte ou dommage quel qu'il soit résultant de la perte de données ou de profits découlant de ou en relation avec l'utilisation de ce site web. 3. Disponibilité du Site Nous nous efforçons de maintenir le site web opérationnel. Cependant, Royal Retreat décline toute responsabilité et ne sera pas tenu responsable de l'indisponibilité temporaire du site en raison de problèmes techniques indépendants de notre volonté. 4. Liens Externes Ce site web peut contenir des liens vers d'autres sites web qui ne sont pas sous le contrôle de Royal Retreat. Nous n'avons aucun contrôle sur la nature, le contenu et la disponibilité de ces sites. L'inclusion de liens n'implique pas nécessairement une recommandation ou un soutien des opinions qui y sont exprimées. 5. Propriété Intellectuelle Les droits de propriété intellectuelle sur tous les textes, images et autres matériaux de ce site web sont la propriété de Royal Retreat ou sont inclus avec la permission du propriétaire des droits concernés. Vous ne pouvez pas copier, distribuer, modifier ou utiliser ce contenu sans autorisation écrite préalable. 6. Avis Juridique Rien sur ce site ne constitue un avis juridique. Si vous avez besoin d'un avis juridique, veuillez consulter un professionnel qualifié. 7. Modifications Royal Retreat se réserve le droit de modifier ou de retirer des informations, produits ou services décrits sur ce site web sans préavis. 8. Responsabilité Limitée Dans toute la mesure permise par la loi applicable, nous déclinons toute responsabilité pour tout dommage ou perte résultant de l'utilisation de ce site web ou des informations contenues dans celui-ci. 9. Informations de Contact Pour toute question concernant cet avis de non-responsabilité, veuillez nous contacter à l'adresse suivante : royalretreat@gmail.com. 10. Acceptation de l'Avis En utilisant ce site web, vous acceptez les termes de cet avis de non-responsabilité. Si vous n'êtes pas d'accord avec ces termes, veuillez ne pas utiliser notre site web. 11. Droit Applicable Les termes de cet avis de non-responsabilité sont régis par les lois de Monaco et seront interprétés conformément à celles-ci. Tout litige découlant de ou en relation avec cet avis sera soumis à la juridiction exclusive des tribunaux de Monaco. À propos Contact Chambres Casino Politique de confidentialité Conditions générales Avis de non-responsabilité Ce site utilise des cookies pour vous garantir la meilleure expérience sur notre site. En savoir plus. Accepter",
    "index": "Bienvenue à Royal Retreat - Luxe à Monte-Carlo Accueil À propos Contact Chambres Casino Bienvenue à Royal Retreat Votre séjour luxueux au cœur de Monte-Carlo Découvrez les avantages uniques de notre hôtel et casino. Profitez d'un séjour inoubliable. Réservez maintenant Services et Commodités Spa Détendez-vous avec nos soins exclusifs. Restaurant Savourez une cuisine gastronomique. Piscine Profitez de notre piscine chauffée. Événements Des événements inoubliables pour tous. Avis des Clients \"Un séjour incroyable, tout était parfait!\" - Jean Dupont \"Le meilleur hôtel que j'ai jamais visité.\" - Marie Durand \"Un service impeccable et des installations de luxe.\" - Paul Martin À propos de Royal Retreat Royal Retreat est un hôtel de luxe situé au cœur de Monte-Carlo, offrant des installations de premier ordre et un service exceptionnel. Venez découvrir notre havre de paix et de sophistication. En savoir plus Faites votre réservation maintenant Ne manquez pas l'opportunité de vivre une expérience inoubliable au Casino Royal Retreat. Réservez votre séjour dès aujourd'hui et profitez de nos installations luxueuses et de notre service exceptionnel. Réservez Les Avantages de Royal Retreat Découvrez pourquoi Royal Retreat est le choix idéal pour votre prochain séjour. Profitez de notre emplacement privilégié, de nos installations de luxe et de notre service client exceptionnel, pour une expérience inoubliable à Monte-Carlo. &#x2714; Emplacement central à Monte-Carlo &#x2714; Installations de luxe &#x2714; Service client exceptionnel &#x2714; Expérience culinaire raffinée À propos Contact Chambres Casino Politique de confidentialité Conditions générales Avis de non-responsabilité Ce site utilise des cookies pour vous garantir la meilleure expérience sur notre site. En savoir plus. Accepter",
    "privacy-policy": "Politique de Confidentialité - Royal Retreat Accueil À propos Contact Chambres Casino Politique de confidentialité 1. Introduction Chez Royal Retreat, nous prenons votre vie privée très au sérieux. Cette politique de confidentialité explique comment nous collectons, utilisons, divulguons et protégeons vos informations personnelles lorsque vous utilisez notre site web. 2. Informations que nous collectons Nous pouvons collecter diverses informations vous concernant, notamment : Informations personnelles : nom, adresse email, numéro de téléphone, adresse postale. Informations de réservation : détails des réservations effectuées sur notre site. Informations de paiement : numéros de carte de crédit ou autres informations de paiement. Informations techniques : adresse IP, type de navigateur, pages visitées, heure et date de visite. 3. Utilisation de vos informations Les informations que nous collectons peuvent être utilisées pour : Traiter vos réservations et paiements. Améliorer notre site web et nos services. Vous envoyer des confirmations de réservation, des notifications et des mises à jour. Répondre à vos demandes de renseignements et fournir un support client. Vous envoyer des offres promotionnelles et des informations marketing (si vous y avez consenti). 4. Partage de vos informations Nous ne vendons, n'échangeons ni ne louons vos informations personnelles à des tiers. Nous pouvons partager vos informations avec : Des prestataires de services tiers qui nous aident à exploiter notre site web et à fournir nos services. Les autorités légales, si la loi l'exige ou si nous croyons que la divulgation est nécessaire pour protéger nos droits. 5. Sécurité de vos informations Nous mettons en œuvre des mesures de sécurité pour protéger vos informations personnelles contre tout accès non autorisé, modification, divulgation ou destruction. Cependant, aucune méthode de transmission sur Internet ou de stockage électronique n'est totalement sécurisée, et nous ne pouvons garantir la sécurité absolue de vos informations. 6. Vos droits Vous avez le droit de : Accéder à vos informations personnelles et demander une copie des données que nous détenons sur vous. Rectifier des informations incorrectes ou incomplètes. Demander la suppression de vos informations personnelles (sous réserve de certaines exceptions légales). Vous opposer au traitement de vos informations personnelles. 7. Cookies Nous utilisons des cookies pour améliorer votre expérience sur notre site. Les cookies sont de petits fichiers texte stockés sur votre appareil qui nous aident à analyser l'utilisation de notre site et à personnaliser votre expérience. Vous pouvez gérer vos préférences en matière de cookies via les paramètres de votre navigateur. 8. Modifications de cette politique Nous pouvons mettre à jour cette politique de confidentialité de temps à autre. Nous vous informerons de tout changement en publiant la nouvelle politique sur notre site. Nous vous encourageons à consulter régulièrement cette page pour rester informé de nos pratiques en matière de confidentialité. 9. Liens vers des sites tiers Notre site peut contenir des liens vers des sites web tiers. Nous ne sommes pas responsables des pratiques de confidentialité ou du contenu de ces sites tiers. Nous vous encourageons à lire les politiques de confidentialité de chaque site que vous visitez. 10. Contactez-nous Si vous avez des questions concernant cette politique de confidentialité ou nos pratiques en matière de protection des données, veuillez nous contacter à l'adresse suivante : royalretreat@gmail.com. 11. Consentement En utilisant notre site, vous consentez à la collecte, l'utilisation et le partage de vos informations personnelles comme décrit dans cette politique de confidentialité. Si vous n'acceptez pas cette politique, veuillez ne pas utiliser notre site. 12. Transfert international des données Vos informations peuvent être transférées et stockées sur des serveurs situés en dehors de votre pays de résidence. En utilisant notre site, vous acceptez ce transfert de données. 13. Conservation des données Nous conservons vos informations personnelles aussi longtemps que nécessaire pour remplir les objectifs décrits dans cette politique de confidentialité, sauf si une période de conservation plus longue est requise ou permise par la loi. 14. Protection des enfants Notre site n'est pas destiné aux enfants de moins de 18 ans. Nous ne collectons pas sciemment d'informations personnelles auprès d'enfants de moins de 18 ans. Si nous apprenons que nous avons collecté des informations personnelles d'un enfant de moins de 18 ans, nous prendrons des mesures pour supprimer ces informations dès que possible. À propos Contact Chambres Casino Politique de confidentialité Conditions générales Avis de non-responsabilité Ce site utilise des cookies pour vous garantir la meilleure expérience sur notre site. En savoir plus. Accepter",
    "rooms": "Chambres et Services - Royal Retreat Monte-Carlo Accueil À propos Contact Chambres Casino Chambres et Services Découvrez nos chambres luxueuses et les services exceptionnels offerts à Royal Retreat. Votre confort est notre priorité. Nos Catégories de Chambres Chambre Deluxe Élégamment décorée, cette chambre offre tout le confort moderne avec un lit king-size, une salle de bain en marbre et une vue imprenable sur la ville. Suite Royale Pour un séjour inoubliable, la Suite Royale propose un espace spacieux avec un salon séparé, une chambre luxueuse et un balcon privé. Penthouse Notre Penthouse offre une vue panoramique sur Monte-Carlo, avec des équipements de première classe, une cuisine complète et un jacuzzi privé. Services Supplémentaires Spa et Bien-être Détendez-vous dans notre spa de classe mondiale, offrant une gamme de soins et de traitements pour revitaliser votre corps et votre esprit. Restaurant Gastronomique Savourez une cuisine exquise préparée par notre chef renommé dans un cadre élégant et raffiné. Piscine et Loisirs Profitez de notre piscine extérieure chauffée, entourée de jardins luxuriants et d'espaces de détente. Location de Voitures Explorez Monte-Carlo et ses environs avec notre service de location de voitures premium, disponible pour tous nos clients. Offres Spéciales Profitez de nos offres spéciales et forfaits exclusifs pour rendre votre séjour encore plus mémorable. Forfait Bien-être Inclut un séjour de deux nuits dans une Chambre Deluxe, un massage au spa et un dîner gastronomique. Offre Famille Réservez une Suite Royale pour votre famille et bénéficiez de 20% de réduction sur les activités pour enfants. Réservez Maintenant Propreté et Confort Chez Royal Retreat, nous accordons une grande importance à la propreté et au confort. Nos équipes de nettoyage sont formées pour maintenir les normes d'hygiène les plus élevées, et nous encourageons nos clients à contribuer à cet environnement sain en suivant nos recommandations simples et efficaces. &#x2714; Nettoyage quotidien des chambres &#x2714; Produits de nettoyage écologiques &#x2714; Draps et serviettes de haute qualité &#x2714; Espaces communs désinfectés régulièrement À propos Contact Chambres Casino Politique de confidentialité Conditions générales Avis de non-responsabilité Ce site utilise des cookies pour vous garantir la meilleure expérience sur notre site. En savoir plus. Accepter",
    "terms-conditions": "Conditions Générales - Royal Retreat Accueil À propos Contact Chambres Casino Conditions Générales 1. Introduction Les présentes conditions générales régissent l'utilisation de notre site web et des services offerts par Royal Retreat. En accédant à notre site, vous acceptez ces conditions dans leur intégralité. Si vous n'acceptez pas ces conditions, veuillez ne pas utiliser notre site. 2. Utilisation du site Vous acceptez d'utiliser notre site uniquement à des fins légales et de manière à ne pas porter atteinte aux droits de, restreindre ou empêcher l'utilisation et la jouissance de ce site par toute autre personne. 3. Propriété Intellectuelle Tout le contenu de ce site, y compris les textes, graphiques, logos, images et logiciels, est la propriété de Royal Retreat ou de ses concédants de licence et est protégé par les lois sur le droit d'auteur et les marques. 4. Réservations et Paiements En effectuant une réservation sur notre site, vous acceptez de fournir des informations exactes et complètes. Les paiements sont traités de manière sécurisée et vous acceptez nos politiques d'annulation et de remboursement. 5. Politique de Confidentialité Notre politique de confidentialité, qui explique comment nous collectons et utilisons vos informations, fait partie intégrante de ces conditions générales. En utilisant notre site, vous consentez à cette politique. Nous utilisons des cookies pour améliorer votre expérience sur notre site. Les cookies sont de petits fichiers texte stockés sur votre appareil qui nous aident à analyser l'utilisation de notre site et à personnaliser votre expérience. Vous pouvez gérer vos préférences en matière de cookies via les paramètres de votre navigateur. 6. Limitation de Responsabilité Royal Retreat ne sera pas responsable de tout dommage direct, indirect, accessoire, consécutif ou punitif résultant de l'utilisation ou de l'incapacité d'utiliser ce site ou les services offerts. 7. Modifications des Conditions Nous nous réservons le droit de modifier ces conditions générales à tout moment. Les modifications seront publiées sur cette page et prendront effet immédiatement. Nous vous encourageons à consulter régulièrement cette page pour vous tenir informé des changements. 8. Droit Applicable Ces conditions générales sont régies par les lois de Monaco. Tout litige découlant de ou en relation avec ces conditions sera soumis à la juridiction exclusive des tribunaux de Monaco. 9. Contactez-nous Si vous avez des questions concernant ces conditions générales, veuillez nous contacter à l'adresse suivante : royalretreat@gmail.com. 10. Sécurité Nous mettons en œuvre des mesures de sécurité pour protéger vos informations personnelles contre tout accès non autorisé, modification, divulgation ou destruction. Cependant, aucune méthode de transmission sur Internet ou de stockage électronique n'est totalement sécurisée, et nous ne pouvons garantir la sécurité absolue de vos informations. 11. Liens vers des sites tiers Notre site peut contenir des liens vers des sites web tiers. Nous ne sommes pas responsables des pratiques de confidentialité ou du contenu de ces sites tiers. Nous vous encourageons à lire les politiques de confidentialité de chaque site que vous visitez. 12. Protection des enfants Notre site n'est pas destiné aux enfants de moins de 18 ans. Nous ne collectons pas sciemment d'informations personnelles auprès d'enfants de moins de 18 ans. Si nous apprenons que nous avons collecté des informations personnelles d'un enfant de moins de 18 ans, nous prendrons des mesures pour supprimer ces informations dès que possible. À propos Contact Chambres Casino Politique de confidentialité Conditions générales Avis de non-responsabilité Ce site utilise des cookies pour vous garantir la meilleure expérience sur notre site. En savoir plus. Accepter",
    "thank_page": "Merci pour votre Message - Royal Retreat Merci pour votre message! Retour à la page principale"
  },
  "date": "2024-06-26T06:35:05.911Z"
}