{
  "name": "runchase",
  "pages": {
    "terms-conditions": "Terms of Use - Rules and Guidelines for Using RunChase RunChase +91-721-2550130 Home Why are we Possibilities Our achievements About Us Terms of Use In-App Purchases and Virtual Items RunChase may offer in-app purchases, including but not limited to virtual items, currency, or subscriptions. You acknowledge that RunChase is not required to provide a refund for any reason, and that you will not receive money or other compensation for unused virtual items when an account is closed, whether such closure was voluntary or involuntary. Third-Party Services and Links RunChase may contain links to third-party websites or resources. We do not endorse and are not responsible or liable for their availability, accuracy, or the related content, products, or services. You are solely responsible for your use of any third-party websites or resources. Modifications to the Application RunChase reserves the right to modify, suspend, or discontinue the application or any part thereof, at any time and without notice. You agree that RunChase will not be liable to you or to any third party for any modification, suspension, or discontinuation of the application. Indemnification You agree to indemnify and hold RunChase and its affiliates, officers, agents, and employees harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of your use of the application, your violation of these Terms, or your violation of any rights of another. Severability If any provision of these Terms is found to be invalid or unenforceable, that provision will be enforced to the maximum extent possible, and the remaining provisions of these Terms will remain in full force and effect. Waiver The failure of RunChase to enforce any right or provision of these Terms will not be deemed a waiver of such right or provision. Changes to these Terms of Use We may revise these Terms from time to time. The most current version will always be posted on our website. If a revision, in our sole discretion, is material, we will notify you via the application or by email to the email address associated with your account. By continuing to access or use RunChase after those revisions become effective, you agree to be bound by the revised Terms. Feedback and Suggestions If you provide any feedback or suggestions to improve RunChase (\"Feedback\"), you hereby assign to RunChase all rights in such Feedback and agree that RunChase shall have the right to use and fully exploit such Feedback in any manner it deems appropriate. Copyright Policy RunChase respects the intellectual property rights of others and expects its users to do the same. If you believe that your work has been copied in a way that constitutes copyright infringement, please provide our copyright agent with the following information: (i) an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest; (ii) a description of the copyrighted work that you claim has been infringed; (iii) a description of where the material that you claim is infringing is located on the application; (iv) your address, telephone number, and email address; (v) a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law; (vi) a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf. Please send any copyright infringement notices to runchase@gmail.com RunChase © 2024 RunChase. All Rights Reserved. +91-721-2550130 runchase@gmail.com WQQH+6WM, MH MSH 6, Vir Tanaji Nagar, Shivneri Colony, Amravati, Maharashtra 444602, India Navigation Home Why are we Possibilities Our achievements About Us Additionally Disclaimer Privacy Policy Terms of use 18+",
    "thanks": "Thank You for Joining Us - RunChase Appreciation Page Thank You for Reaching Out! We truly appreciate you taking the time to connect with us here at RunChase. Your thoughts, questions, and feedback are invaluable to our team. We believe that communication is the key to building a strong and supportive community. Our dedicated team is working diligently to review and respond to each message we receive. Please allow some time for our team to get back to you. We aim to respond within 48 hours, and we promise to give your message the attention it deserves. In the meantime, feel free to explore our website and learn more about the exciting world of RunChase. We're constantly updating our content and adding new features to enhance your experience. We hope you enjoy being part of our community as much as we enjoy having you! Once again, thank you for connecting with us. We look forward to continuing the conversation and growing together in our pursuit of excellence. Remember, at RunChase, we're not just running; we're chasing our dreams and goals. Return to Homepage",
    "disclaimer": "Disclaimer - Important Information and Legal Notices | RunChase RunChase +91-721-2550130 Home Why are we Possibilities Our achievements About Us Disclaimer General Information RunChase provides a mobile gaming application that allows users to play virtual cricket matches. The information provided on our application is for general informational purposes only. We strive to keep this information accurate and up-to-date, but we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the application or the information, products, services, or related graphics contained on the application for any purpose. Changes to the Disclaimer We reserve the right to modify this Disclaimer at any time without prior notice. Your continued use of the application following the posting of changes to this Disclaimer will mean you accept those changes. User Responsibility As a user of RunChase, you are responsible for your own communications and are responsible for the consequences of their posting. You agree not to post any material that is copyrighted, unless you are the copyright owner or have the permission of the copyright owner to post it; reveal trade secrets, unless you own them or have the permission of the owner; infringe on any other intellectual property rights of others or on the privacy or publicity rights of others; is libelous, defamatory, obscene, pornographic, abusive, hateful, threatening, or harassing. Limitation of Liability In no event will RunChase, its suppliers, or licensors be liable for any indirect, general, special, incidental, consequential, exemplary or other damages (including, without limitation, damages for loss of profits, business interruption, corruption of files, loss of business information or any other pecuniary loss) in connection with the use, inability to use, or the results of use of the application, even if RunChase has been advised of the possibility of such damages. Third-Party Content RunChase may contain links to third-party websites or resources. You acknowledge and agree that we are not responsible or liable for the availability or accuracy of such websites or resources, or the content, products, or services on or available from such websites or resources. Links to such websites or resources do not imply any endorsement by RunChase of such websites or resources. Intellectual Property Rights All content included as part of the application, such as text, graphics, logos, images, as well as the compilation thereof, and any software used on the application, is the property of RunChase or its suppliers and protected by copyright and other laws that protect intellectual property and proprietary rights. Termination We reserve the right, in our sole discretion, to terminate your access to all or part of the application, with or without notice. Governing Law This Disclaimer and any dispute or claim arising out of, or related to them, shall be governed by and construed in accordance with the internal laws of the state where the company is registered without giving effect to any choice or conflict of law provision or rule. Contact Information If you have any questions or concerns regarding this Disclaimer, please contact us at runchase@gmail.com. RunChase © 2024 RunChase. All Rights Reserved. +91-721-2550130 runchase@gmail.com WQQH+6WM, MH MSH 6, Vir Tanaji Nagar, Shivneri Colony, Amravati, Maharashtra 444602, India Navigation Home Why are we Possibilities Our achievements About Us Additionally Disclaimer Privacy Policy Terms of use 18+",
    "index": "Welcome to RunChase - Your Ultimate Cricket Gaming Experience RunChase +91-721-2550130 Home Why are we Possibilities Our achievements About Us Welcome to RunChase Experience the thrill of cricket like never before with RunChase. Dive into exciting matches, strategize your gameplay, and lead your team to victory. Whether you're a cricket enthusiast or a casual gamer, RunChase offers an unparalleled gaming experience tailored just for you. Get the application Why Choose RunChase RunChase stands out with its realistic gameplay, intuitive controls, and immersive graphics. Designed for cricket lovers, it promises endless entertainment and a true-to-life cricketing experience. Realistic Gameplay: Feel the intensity of real cricket matches. Intuitive Controls: Easy to learn, hard to master. Immersive Graphics: Stunning visuals that bring the game to life. To learn more Features Key Highlights Ultimate Challenge Face off against the best and prove your skills. Custom Matches Create your own tournaments and play with friends. Career Mode Build your cricketing career from the ground up. Our Achievements Milestones Reached RunChase is not just another cricket game. It’s a community of cricket lovers who thrive on competition and fun. 1M+ Players Worldwide 500+ Tournaments Played 100K+ Matches Won About Us Our Story RunChase was born out of a passion for cricket and a love for gaming. Our team of dedicated developers and cricket enthusiasts worked tirelessly to bring you the most authentic cricket gaming experience possible. Our mission is to provide cricket fans with a platform where they can enjoy their favorite sport anytime, anywhere. We believe in continuous improvement and regularly update the game with new features and enhancements based on player feedback. Explore More What We Offer Multiplayer Mode Play with friends or challenge players worldwide. Live Events Participate in live cricket events and win exclusive rewards. Training Sessions Hone your skills with our in-depth training modules. Get in Touch Contact Us We’d love to hear from you! Whether you have questions, feedback, or just want to say hi, reach out to us through the form below. I accept privacy policy Send a message RunChase © 2024 RunChase. All Rights Reserved. +91-721-2550130 runchase@gmail.com WQQH+6WM, MH MSH 6, Vir Tanaji Nagar, Shivneri Colony, Amravati, Maharashtra 444602, India Navigation Home Why are we Possibilities Our achievements About Us Additionally Disclaimer Privacy Policy Terms of use 18+ We use cookies to ensure you get the best experience on our website. Learn more. Accept document.addEventListener(\"DOMContentLoaded\", function () { var cookieBanner = document.getElementById(\"cookie-banner\"); var acceptCookiesButton = document.getElementById(\"accept-cookies\"); if (localStorage.getItem(\"cookiesAccepted\") === \"true\") { if (cookieBanner) { cookieBanner.style.display = \"none\"; } } if (acceptCookiesButton) { acceptCookiesButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); if (cookieBanner) { cookieBanner.style.display = \"none\"; } }); } });",
    "privacy-policy": "Privacy Policy - How We Protect Your Information | RunChase RunChase +91-721-2550130 Home Why are we Possibilities Our achievements About Us Privacy Policy Changes to this Privacy Policy We reserve the right to modify this Privacy Policy at any time. If we make any changes to this Privacy Policy, we will notify you by updating the \"Last Updated\" date at the top of this page and by posting a notice on our website or mobile application. We encourage you to review this Privacy Policy regularly for any changes. Your continued use of our services after any changes to this Privacy Policy will constitute your acceptance of such changes. Security We take reasonable measures to protect your personal information from unauthorized access, use, or disclosure. However, no method of transmission over the Internet or electronic storage is completely secure, and we cannot guarantee the absolute security of your information. You should use caution when transmitting personal information over the Internet, and you should keep your account password and other login information confidential. Your Rights and Choices You have certain rights and choices regarding the personal information we collect and how we use it. These rights and choices include: Access and Portability: You have the right to request access to the personal information we hold about you and to receive a copy of that information in a portable format. Correction: You have the right to request that we correct any inaccuracies in the personal information we hold about you. Deletion: You have the rights to request that we delete the personal information we hold about you, subject to certain exceptions. Objection: You have the right to object to the processing of your personal information for certain purposes, such as direct marketing. Restriction: You have the right to request that we restrict the processing of your personal information in certain circumstances. Withdrawal of Consent: If we are processing your personal information based on your consent, you have the right to withdraw that consent at any time. To exercise any of these rights, please contact us at runchase@gmail.com. We will respond to your request within a reasonable timeframe. Please note that we may require additional information from you to verify your identity before fulfilling your request. Contact Us If you have any questions or concerns about this Privacy Policy or our information practices, please contact us at runchase@gmail.com. RunChase © 2024 RunChase. All Rights Reserved. +91-721-2550130 runchase@gmail.com WQQH+6WM, MH MSH 6, Vir Tanaji Nagar, Shivneri Colony, Amravati, Maharashtra 444602, India Navigation Home Why are we Possibilities Our achievements About Us Additionally Disclaimer Privacy Policy Terms of use 18+"
  },
  "date": "2024-07-04T10:45:53.781Z"
}