{
  "name": "RunEpic",
  "pages": {
    "disclaimer": "Disclaimer - RunEpic Fantasy Cricket Game About our app Our advantages FAQs Disclaimer Welcome to RunEpic, your ultimate fantasy cricket game platform. By accessing and using this website, you agree to the following terms and conditions: General Information The content provided on RunEpic is for informational and entertainment purposes only. While we strive to ensure the accuracy of the information on this site, we make no guarantees or representations regarding the completeness, reliability, or accuracy of any information. Any reliance you place on such information is strictly at your own risk. Age Restriction RunEpic is intended for users who are 18 years of age or older. If you are under 18, please refrain from using our website and services. Geographical Restrictions Our services are not available to residents of Telangana, Odisha, Assam, Sikkim, and Nagaland. If you are located in any of these states, please leave this website immediately. Risk and Responsibility Participation in fantasy sports carries inherent risks, including financial loss and the potential for addiction. We encourage responsible gaming and advise all users to be aware of their own limits. RunEpic is not responsible for any losses or damages incurred as a result of your participation in fantasy sports on our platform. No Warranties RunEpic is provided \"as is\" without any warranties of any kind, express or implied. We do not warrant that the website will be available at all times or that it will be free from errors, viruses, or other harmful components. Third-Party Links RunEpic may contain links to third-party websites. These links are provided for your convenience and do not signify our endorsement of such websites. We have no control over the content of third-party sites and accept no responsibility for them or for any loss or damage that may arise from your use of them. Contact Us If you have any questions or concerns about this disclaimer, please contact us at runepic@gmail.com. 18+ Playing RunEpic involves financial risk and can be addictive. Play responsibly and stay mindful of your limits. Privacy policy Terms of Use Disclaimer This website is intended for users aged 18 and above. Please leave this site if you are from Telangana, Odisha, Assam, Sikkim, or Nagaland. Be wary of fraudsters; we promote only online fantasy sports. Our website uses cookies to enhance your browsing experience. By continuing to explore our site, you consent to our use of cookies. For more details, please refer to our Privacy Policy and Cookie Policy. Accept Decline",
    "index": "RunEpic - The Ultimate Fantasy Cricket Experience About our app Our advantages FAQs Welcome to RunEpic Experience the Ultimate Fantasy Cricket Dive into the thrilling world of fantasy cricket with RunEpic. Create your dream team, compete with friends, and win big prizes. Are you ready to become a legend in the world of cricket? I accept Privacy policy About Our App Create Your Dream Team With RunEpic, you can select your favorite cricket players and create the ultimate fantasy team. Use your skills and knowledge to pick the best players and earn points based on their real-life performances. Compete and Win Join various leagues and compete with other players to climb the leaderboard. Show off your cricket expertise and win exciting prizes. The more you play, the better your chances to win big! Stay Updated Our app provides real-time updates and notifications about player performances and match results. Stay ahead in the game with the latest stats and information to make informed decisions for your fantasy team. About Us Our Journey RunEpic was founded with a passion for cricket and a vision to bring the thrill of the game to fans across India. Our journey began in 2020, when a group of cricket enthusiasts came together to create a platform that combines the excitement of fantasy sports with the love for cricket. The Love for Cricket Cricket is more than just a sport in India; it is a passion that unites millions. At RunEpic, we celebrate this passion by providing a unique fantasy cricket experience where fans can engage with the game like never before. Whether you're a seasoned cricket fan or a newcomer, our platform offers something for everyone. Our Growth Since our inception, RunEpic has grown rapidly, becoming one of the most popular fantasy cricket apps in India. Our community of players has expanded exponentially, and we are proud to have thousands of users who participate in our leagues and competitions daily. Founded in 2020 Millions of engaged users Exclusive leagues and competitions Real-time updates and notifications Why Choose RunEpic? At RunEpic, we are committed to providing the best fantasy cricket experience. Our app is designed to be user-friendly, with features that cater to both beginners and experts. Join us today and be a part of the RunEpic community, where cricket dreams come true. User-Friendly Interface RunEpic offers a sleek and easy-to-navigate interface, ensuring a seamless user experience. Whether you're a novice or a pro, you'll find it simple to manage your fantasy cricket team. Real-Time Updates Stay ahead with live updates and notifications. RunEpic keeps you informed about player performances and match results, so you can make timely decisions for your team. Exciting Competitions Join various leagues and tournaments to compete with fellow cricket enthusiasts. Win exciting prizes and climb the leaderboard as you showcase your cricket knowledge and strategy. Play Cricket Like Never Before RunEpic transforms the way you play fantasy cricket. Create your team, join various contests, and compete with friends and players across India. Experience the thrill of making real-time decisions and leading your team to victory. Our app allows you to draft your favorite players, set your lineup, and watch as your points accumulate with every match. Stay engaged with every ball, every run, and every wicket as you immerse yourself in the game. Exciting Contests and Challenges Participate in daily contests and special challenges tailored to test your cricket knowledge and strategy skills. Win exciting rewards and climb the leaderboard as you compete against the best in the game. Whether it's head-to-head matches, large tournaments, or themed events, there's always a new challenge to keep you on your toes. Plus, our seasonal leagues offer long-term competitions where you can prove your consistency and skill over multiple matches. Upcoming Tournaments Stay updated with upcoming cricket tournaments and events. Join exclusive leagues and be part of the action as you select your players and make strategic decisions to score maximum points. Our platform covers major tournaments like the IPL, World Cup, and various national leagues, ensuring you never miss out on the action. Prepare for the upcoming matches by analyzing player stats, recent performances, and expert tips provided within the app. Real-Time Insights Get real-time updates on player performances, match scores, and game statistics. Use these insights to adjust your strategy and make informed decisions to lead your fantasy team to success. Our app provides detailed analytics, including player form guides, injury reports, and weather conditions, helping you make the most informed choices. With RunEpic, you're always in the loop, making fantasy cricket more interactive and exciting. 18+ Playing RunEpic involves financial risk and can be addictive. Play responsibly and stay mindful of your limits. Frequently Asked Questions How do I start playing on RunEpic? To start playing, download the RunEpic app, create an account, and choose your favorite players to form your team. Join a contest and start competing! How do I earn points in RunEpic? Points are earned based on the real-life performance of the players in your team. Every run, wicket, and catch contributes to your overall score. Check our scoring system in the app for detailed information. Can I join multiple contests simultaneously? Yes, you can join multiple contests simultaneously. This allows you to maximize your chances of winning and enjoy various formats and prize pools. How do I withdraw my winnings? You can withdraw your winnings by navigating to the 'Withdraw' section in the app. Follow the instructions to transfer the funds to your bank account or preferred payment method. Is RunEpic legal in India? Yes, RunEpic operates in compliance with Indian laws. Fantasy sports are considered a game of skill, and our platform adheres to all legal regulations. How can I improve my fantasy cricket skills? To improve your skills, stay updated with player performances, study match conditions, and follow expert tips available in the app. Participate in more contests to gain experience and enhance your strategy. Privacy policy Terms of Use Disclaimer This website is intended for users aged 18 and above. Please leave this site if you are from Telangana, Odisha, Assam, Sikkim, or Nagaland. Be wary of fraudsters; we promote only online fantasy sports. Our website uses cookies to enhance your browsing experience. By continuing to explore our site, you consent to our use of cookies. For more details, please refer to our Privacy Policy and Cookie Policy. Accept Decline",
    "privacy": "RunEpic Privacy Policy - Your Data, Our Responsibility About our app Our advantages FAQs Privacy Policy Welcome to our Privacy Policy page. When you use our web site services, you trust us with your information. This Privacy Policy is meant to help you understand what data we collect, why we collect it, and what we do with it. This is important; we hope you will take time to read it carefully. Remember, you can find controls to manage your information and protect your privacy and security at runepic@gmail.com. We’ve tried to keep it as simple as possible. Right to access, correct and delete data and to object to data processing Our customers have the right to access, correct and delete personal data relating to them, and to object to the processing of such data, by addressing a written request, at any time. The Company makes every effort to put in place suitable precautions to safeguard the security and privacy of personal data, and to prevent it from being altered, corrupted, destroyed or accessed by unauthorized third parties. However, the Company does not control each and every risk related to the use of the Internet, and therefore warns the Site users of the potential risks involved in the functioning and use of the Internet. The Site may include links to other web sites or other internet sources. As the Company cannot control these web sites and external sources, the Company cannot be held responsible for the provision or display of these web sites and external sources, and may not be held liable for the content, advertising, products, services or any other material available on or from these web sites or external sources. Management of personal data You can view or edit your personal data online for many of our services. You can also make choices about our collection and use of your data. How you can access or control your personal data will depend on which services you use. You can choose whether you wish to receive promotional communications from our web site by email, SMS, physical mail, and telephone. If you receive promotional email or SMS messages from us and would like to opt out, you can do so by following the directions in that message. You can also make choices about the receipt of promotional email, telephone calls, and postal mail by visiting and signing into Company Promotional Communications Manager, which allows you to update contact information, manage contact preferences, opt out of email subscriptions, and choose whether to share your contact information with our partners. These choices do not apply to mandatory service communications that are part of certain web site services. Information We Collect Our web site collects data to operate effectively and provide you with the best experiences with our services. You provide some of this data directly, such as when you create a web site account, administer your organization’s licensing account, submit a search query, upload a document, or contact us for support. We get some of it by recording how you interact with our services by, for example, using technologies like cookies, and receiving error reports or usage data from software running on your device. We also obtain data from third parties (including other companies). For example, we may supplement the data we collect by purchasing demographic data from other companies. We may also use services from other companies to help us determine a location based on your IP address in order to customize certain services to your location. How We Use Your Information Our web site uses the data we collect for three basic purposes: to operate our business and provide (including improving and personalizing) the services we offer, to send communications, including promotional communications, and to display advertising. In carrying out these purposes, we combine data we collect through the various web site services you use to give you a more seamless, consistent and personalized experience. However, to enhance privacy, we have built in technological and procedural safeguards designed to prevent certain data combinations. For example, we store data we collect from you when you are unauthenticated (not signed in) separately from any account information that directly identifies you, such as your name, email address or phone number. Sharing Your Information We share your personal data with your consent or as necessary to complete any transaction or provide any service you have requested or authorized. For example, we share your content with third parties when you tell us to do so. When you provide payment data to make a purchase, we will share payment data with banks and other entities that process payment transactions or provide other financial services, and for fraud prevention and credit risk reduction. In addition, we share personal data among our controlled affiliates and subsidiaries. We also share personal data with vendors or agents working on our behalf for the purposes described in this statement. For example, companies we've hired to provide customer service support or assist in protecting and securing our systems and services may need access to personal data to provide those functions. In such cases, these companies must abide by our data privacy and security requirements and are not allowed to use personal data they receive from us for any other purpose. We may also disclose personal data as part of a corporate transaction such as a merger or sale of assets. Security of Personal Data We are committed to protecting the security of your personal data. We use a variety of security technologies and procedures to help protect your personal data from unauthorized access, use or disclosure. For example, we store the personal data you provide on computer systems that have limited access and are in controlled facilities. When we transmit highly confidential data (such as a credit card number or password) over the Internet, we protect it through the use of encryption. Our compliance with applicable data protection laws is regularly reviewed and ensured by independent auditors. If a password is used to help protect your accounts and personal data, it is your responsibility to keep your password confidential. Do not share this information with anyone. If you are sharing a computer with anyone you should always log out before leaving a site or service to protect access to your data from subsequent users. Our Retention of Personal Data Our web site retains personal data for as long as necessary to provide the services and fulfill the transactions you have requested, or for other essential purposes such as complying with our legal obligations, resolving disputes, and enforcing our agreements. Because these needs can vary for different data types in the context of different services, actual retention periods can vary significantly. The criteria we use to determine the retention periods include whether or not: (i) the data is necessary to provide our services, (ii) we have a legal, contractual, or similar obligation to retain the data, or (iii) the data is reasonably necessary for the purposes we have collected or processed it. Contact Us If you have any questions about our privacy practices or this privacy policy, please contact us at runepic@gmail.com. 18+ Playing RunEpic involves financial risk and can be addictive. Play responsibly and stay mindful of your limits. Privacy policy Terms of Use Disclaimer This website is intended for users aged 18 and above. Please leave this site if you are from Telangana, Odisha, Assam, Sikkim, or Nagaland. Be wary of fraudsters; we promote only online fantasy sports. Our website uses cookies to enhance your browsing experience. By continuing to explore our site, you consent to our use of cookies. For more details, please refer to our Privacy Policy and Cookie Policy. Accept Decline",
    "terms": "RunEpic Terms of Use - Play Fair, Play Smart About our app Our advantages FAQs Terms of Use Welcome to SweetTreats, your premier destination for fantasy cricket in India. By accessing or using our website, you agree to comply with and be bound by the following terms and conditions. Please review these terms carefully, and if you have any questions, feel free to contact us at runepic@gmail.com. Acceptance of Terms By accessing or using our website, you agree to be bound by these terms of use and all terms incorporated by reference. If you do not agree to all of these terms, do not use our website. Eligibility You must be at least 18 years old to use our website and participate in our fantasy cricket games. By using our website, you represent and warrant that you meet this age requirement and have the legal capacity to enter into this agreement. Account Registration To access certain features of our website, you may be required to register for an account. When you register, you agree to provide accurate, current, and complete information about yourself. You also agree to update such information as necessary to ensure that it is accurate, current, and complete. You are responsible for maintaining the confidentiality of your account login information and for all activities that occur under your account. You agree to immediately notify us at runepic@gmail.com of any unauthorized use of your account or any other breach of security. Use of the Website Our website is intended for personal and non-commercial use only. You agree to use the website in accordance with all applicable laws and regulations. You agree not to use the website for any unlawful or prohibited purpose, including but not limited to: Engaging in any activity that interferes with or disrupts the website or the servers and networks connected to the website; Impersonating any person or entity or falsely stating or otherwise misrepresenting your affiliation with a person or entity; Attempting to gain unauthorized access to any portion of the website or any other accounts, computer systems, or networks connected to the website, whether through hacking, password mining, or any other means; Using any robot, spider, scraper, or other automated means to access the website for any purpose without our express written permission; Transmitting any viruses, worms, defects, Trojan horses, or any items of a destructive nature; Using the website to infringe on the intellectual property rights of others; Harassing, abusing, or harming another person or entity. Intellectual Property All content on the website, including but not limited to text, graphics, logos, images, and software, is the property of SweetTreats or its content suppliers and is protected by Indian and international copyright laws. You agree not to reproduce, distribute, display, perform, or create derivative works of any content on the website without our express written permission. Fantasy Cricket Games Our fantasy cricket games are intended for entertainment purposes only. We do not guarantee the accuracy, completeness, or reliability of any information provided on the website. You acknowledge that your participation in our fantasy cricket games is at your own risk and that you are solely responsible for your decisions and actions. We reserve the right to modify or discontinue any aspect of the website or our fantasy cricket games at any time without notice. Prizes and Rewards From time to time, we may offer prizes or rewards to users who participate in our fantasy cricket games. The terms and conditions for such prizes and rewards will be posted on the website. We reserve the right to modify or discontinue any prizes or rewards at any time without notice. You agree to comply with all posted terms and conditions for any prizes or rewards. Termination We reserve the right to terminate or suspend your account and access to the website at any time, without notice and for any reason, including but not limited to your violation of these terms of use. Upon termination, you must immediately cease all use of the website and destroy any materials obtained from the website. Disclaimers The website is provided on an \"as is\" and \"as available\" basis. We make no representations or warranties of any kind, express or implied, as to the operation of the website or the information, content, materials, or products included on the website. You expressly agree that your use of the website is at your sole risk. To the full extent permissible by applicable law, we disclaim all warranties, express or implied, including but not limited to implied warranties of merchantability and fitness for a particular purpose. We do not warrant that the website, its servers, or email sent from us are free of viruses or other harmful components. Limitation of Liability We will not be liable for any damages of any kind arising from the use of the website, including but not limited to direct, indirect, incidental, punitive, and consequential damages. Certain state laws do not allow limitations on implied warranties or the exclusion or limitation of certain damages. If these laws apply to you, some or all of the above disclaimers, exclusions, or limitations may not apply to you, and you might have additional rights. Indemnification You agree to indemnify, defend, and hold harmless SweetTreats, its officers, directors, employees, agents, licensors, and suppliers from and against all claims, losses, expenses, damages, and costs, including reasonable attorneys' fees, resulting from any violation of these terms of use or any activity related to your account (including negligent or wrongful conduct) by you or any other person accessing the website using your account. Governing Law These terms of use and your use of the website are governed by and construed in accordance with the laws of India, without regard to its conflict of law principles. Any legal action or proceeding arising out of or related to these terms of use or your use of the website shall be brought exclusively in the courts of India, and you agree to submit to the personal jurisdiction of such courts. Changes to These Terms We reserve the right to modify these terms of use at any time without notice. Your continued use of the website after any such changes constitutes your acceptance of the new terms of use. It is your responsibility to regularly review these terms of use to stay informed of any updates. If you do not agree to any of the modified terms, you must stop using the website. Severability If any provision of these terms of use is found to be invalid or unenforceable, the remaining provisions will continue to be valid and enforceable. If any invalid or unenforceable provision would be valid or enforceable if modified, then such provision will apply with the minimum modification necessary to make it valid and enforceable. Entire Agreement These terms of use constitute the entire agreement between you and SweetTreats regarding the use of the website and supersede any prior or contemporaneous understandings and agreements between you and SweetTreats related to the subject matter hereof. Contact Us If you have any questions about these terms of use, please contact us at runepic@gmail.com. 18+ Playing RunEpic involves financial risk and can be addictive. Play responsibly and stay mindful of your limits. Privacy policy Terms of Use Disclaimer This website is intended for users aged 18 and above. Please leave this site if you are from Telangana, Odisha, Assam, Sikkim, or Nagaland. Be wary of fraudsters; we promote only online fantasy sports. Our website uses cookies to enhance your browsing experience. By continuing to explore our site, you consent to our use of cookies. For more details, please refer to our Privacy Policy and Cookie Policy. Accept Decline",
    "thanks": "Thank You for Joining RunEpic! Thank you for your submission! We have received your request and appreciate your interest in our application. Our team is currently processing your inquiry and will get back to you shortly. If you have any further questions, feel free to reach out to us via email at runepic@gmail.com or through our customer support. Home Our website uses cookies to enhance your browsing experience. By continuing to explore our site, you consent to our use of cookies. For more details, please refer to our Privacy Policy and Cookie Policy. Accept Decline"
  },
  "date": "2024-07-01T10:13:46.167Z"
}