{
  "name": "Saffron Oasis - India +++",
  "pages": {
    "about": "About Saffron Oasis | Our Journey, Values, and Commitment to Excellence Contact About us Casino About Saffron Oasis | Our Journey, Values, and Commitment to Excellence Our Story: Saffron Oasis began as a dream in 1985 when our founder, Rajesh Patel, envisioned a haven of luxury and tranquility in the bustling heart of India. Starting with a small guesthouse in Mumbai, Rajesh's unwavering commitment to exceptional service and attention to detail quickly earned a loyal following among travelers. As word spread of the unparalleled hospitality at our modest establishment, we gradually expanded our offerings. In 1995, we opened our first full-service hotel in Jaipur, marking the birth of the Saffron Oasis brand. Our unique blend of traditional Indian warmth and modern luxury resonated with guests from around the world. Over the years, we've grown from a single property to a collection of award-winning hotels across India. Each step of our journey has been guided by our passion for creating memorable experiences for our guests. We've continuously innovated, introducing new services and amenities while never losing sight of our core values. Our success in the hotel industry is a testament to our dedicated team, many of whom have been with us for decades. Their expertise, combined with our commitment to personalized service, has allowed us to consistently exceed guest expectations. At Saffron Oasis, we believe that our guests are the heart of our business. We cherish every visitor, whether they're staying for a night or a fortnight. Our team goes above and beyond to ensure that each guest feels valued, understood, and cared for during their stay. We're constantly evolving, seeking new ways to enhance our offerings and elevate the guest experience. From implementing the latest technologies to sourcing the finest local ingredients for our restaurants, we're always striving to be better. Our commitment to sustainability and community engagement also drives us to make positive impacts beyond our hotel walls. Experience Luxury Like Never Before Immerse yourself in the Saffron Oasis experience and discover why we're India's premier luxury hotel. From our exquisitely appointed rooms to our world-class amenities, every aspect of your stay is designed to delight and inspire. Book Your Retreat Now Our Core Principles: Exceptional Service: We believe that true luxury lies in the quality of service. Our staff is trained to anticipate and exceed guest expectations at every turn. Cultural Authenticity: We celebrate India's rich heritage by infusing local culture into every aspect of our hotels, from architecture to cuisine. Continuous Innovation: We constantly seek new ways to enhance our offerings and stay ahead of industry trends. Sustainability: We are committed to minimizing our environmental impact and supporting local communities through responsible business practices. Personalization: We recognize that each guest is unique, and we tailor our services to meet individual preferences and needs. Attention to Detail: We believe that perfection lies in the details, and we ensure that every element of our hotels meets the highest standards. Employee Empowerment: We invest in our team's growth and well-being, believing that happy employees create happy guests. At Saffron Oasis, these principles guide every decision we make and every interaction we have. They are the foundation of our success and the reason why guests choose us time and time again. Disclaimer Terms conditions Privacy policy Phone: +9134255634425 E-mail: saffronoasis@gmail.com Contact About us Casino © 2024 Saffron Oasis Hotel",
    "casino": "Saffron Oasis Casino | Premier Gaming Experience in India Contact About us Casino Saffron Oasis Casino | Premier Gaming Experience in India Welcome to Saffron Oasis Casino Where excitement and luxury come together to create an unforgettable gaming experience. Whether you're a seasoned player or a curious newcomer, our casino offers something for everyone. Step inside and let the games begin! About Our Casino: Located within the elegant confines of Saffron Oasis, our casino is a haven for gaming enthusiasts. Designed with opulence and comfort in mind, our casino features state-of-the-art gaming facilities, a vibrant atmosphere, and impeccable service. We pride ourselves on creating a safe and enjoyable environment where guests can indulge in their favorite games. Our Games: At Saffron Oasis Casino, we stay ahead of the trends to bring you the latest and most exciting games. Our diverse selection ensures that every visit is filled with new experiences and endless fun. Here are some of the games you can enjoy: Blackjack Roulette Poker Baccarat Slot Machines Craps Sic Bo Pai Gow Exclusive Offers for Hotel Guests: As a valued guest of Saffron Oasis, you are entitled to exclusive benefits at our casino. Enjoy special access, personalized service, and unique promotions designed just for you. Don't miss out on these exceptional perks—book your stay at Saffron Oasis today and elevate your gaming experience. Book Now Popular Games: Blackjack Test your skills and strategy in this classic card game, where every decision counts. Roulette Experience the thrill of the spinning wheel and place your bets on your favorite numbers. Poker Join a table and showcase your poker face in one of the most popular card games worldwide. Slot Machines Spin the reels and enjoy a variety of themed slot machines with captivating graphics and features. FAQ: What are the operating hours of the casino? Our casino is open 24/7, ensuring you can enjoy your favorite games at any time. Is there a dress code for the casino? We recommend smart casual attire to ensure a comfortable and enjoyable experience for all guests. Are there any age restrictions for entering the casino? Yes, guests must be at least 18 years old to enter the casino. Do I need to make a reservation to play at the casino? Reservations are not required, but we recommend booking a table for popular games like poker to ensure availability. Are there any special promotions for hotel guests? Yes, hotel guests enjoy exclusive promotions and benefits at our casino. Please inquire at the concierge desk for more details. We invite you to experience the excitement and luxury of Saffron Oasis Casino. Whether you're here for a night of gaming or an extended stay, our casino promises an unforgettable adventure. Book your stay now and take advantage of our exclusive offers for hotel guests. Book Now Disclaimer Terms conditions Privacy policy Phone: +9134255634425 E-mail: saffronoasis@gmail.com Contact About us Casino © 2024 Saffron Oasis Hotel Our website contains content intended for individuals 18 years of age or older. By clicking \"Enter,\" you confirm that you are at least 18 years old and agree to our terms of use. If you are under 18, please leave the site. Yes No",
    "contact": "Contact Saffron Oasis | Luxury Hotel in India | Get in Touch Contact About us Casino Contact Saffron Oasis | Luxury Hotel in India | Get in Touch Connect with Saffron Oasis We're Here for You At Saffron Oasis, we believe that exceptional service begins even before you arrive. Our dedicated team is ready to assist you with any inquiries, special requests, or bookings. We invite you to reach out and let us help you plan your perfect stay in India. Contact Information Phone: +9134255634425 E-mail: saffronoasis@gmail.com Address: 7, Sangeet Samrat Naushad Ali Rd, Hanuman Nagar, Pali Hill, Mumbai, Maharashtra 400052, India &nbsp;I accept&nbsp; Privacy Policy Send Disclaimer Terms conditions Privacy policy Phone: +9134255634425 E-mail: saffronoasis@gmail.com Contact About us Casino © 2024 Saffron Oasis Hotel",
    "disclaimer": "Saffron Oasis Disclaimer | Terms of Use and Legal Information Contact About us Casino Saffron Oasis Disclaimer Saffron Oasis Disclaimer Welcome to the Saffron Oasis website. By accessing and using this site, you acknowledge and agree to the following disclaimer and terms of use: 1. Information Accuracy While we strive to provide accurate and up-to-date information, Saffron Oasis makes no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability of the information, products, services, or related graphics contained on this website. Any reliance you place on such information is strictly at your own risk. 2. Website Availability We aim to keep our website operational at all times. However, we cannot guarantee uninterrupted access to our site. Saffron Oasis reserves the right to withdraw or amend the service we provide on our website without notice. We will not be liable if, for any reason, our site is unavailable at any time or for any period. 3. External Links Our website may contain links to external websites that are not provided or maintained by Saffron Oasis. We do not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites. 4. Intellectual Property All content on this website, including but not limited to text, graphics, logos, images, and software, is the property of Saffron Oasis and is protected by Indian and international copyright laws. Unauthorized use or reproduction of this content may violate copyright, trademark, and other laws. 5. Limitation of Liability In no event will Saffron Oasis, its affiliates, or their licensors, service providers, employees, agents, officers, or directors be liable for damages of any kind arising out of or in connection with your use, or inability to use, this website, any websites linked to it, or any content on the website. 6. Reservation and Booking While we strive to ensure that all information regarding reservations, rates, and availability is accurate, errors may occasionally occur. Saffron Oasis reserves the right to correct any errors and to change or update information at any time without prior notice. 7. User Responsibilities You agree to use this website only for lawful purposes and in a manner that does not infringe upon the rights of others or restrict or inhibit anyone else's use and enjoyment of the website. Prohibited behavior includes harassing or causing distress to other users, transmitting obscene or offensive content, or disrupting the normal flow of dialogue. 8. Governing Law This disclaimer and your use of the Saffron Oasis website shall be governed by and construed in accordance with the laws of India. Any disputes arising under or in connection with this disclaimer shall be subject to the exclusive jurisdiction of the courts located in [City], India. By using the Saffron Oasis website, you acknowledge that you have read, understood, and agree to be bound by this disclaimer. If you do not agree with any part of this disclaimer, please do not use our website. Last updated: 21.06.2024 Disclaimer Terms conditions Privacy policy Phone: +9134255634425 E-mail: saffronoasis@gmail.com Contact About us Casino © 2024 Saffron Oasis Hotel",
    "index": "Saffron Oasis - Luxury Hotel in India | Your Tranquil Retreat Contact About us Casino Welcome to Saffron Oasis Discover serenity at Saffron Oasis Your luxurious escape in the heart of India. Immerse yourself in unparalleled comfort and hospitality. Book Your Retreat Now Saffron Oasis is a sanctuary of elegance and tranquility, offering a diverse range of accommodations to suit every preference. Our meticulously designed rooms and suites cater to discerning travelers seeking both comfort and sophistication. Room Types: Deluxe Rooms Executive Suites Garden View Rooms Royal Suites Family Suites Penthouse Suites Maharaja Suite Zen Garden Room Spice Trail Suite Lotus Pool Villa Popular Rooms Maharaja Suite Indulge in regal luxury with panoramic views and personalized butler service. Zen Garden Room Experience tranquility in our Japanese-inspired rooms with private garden access. Spice Trail Suite Immerse yourself in the rich aromas and decor inspired by India's spice routes. Lotus Pool Villa Enjoy ultimate privacy in our standalone villas with private plunge pools. Our Services: We offer a comprehensive range of services to ensure your stay is nothing short of extraordinary: 24/7 concierge Spa and wellness center Fitness studio with personal trainers Business center and meeting facilities Childcare services Laundry and dry cleaning Airport transfers Guided local tours Ayurvedic Spa Treatments Yoga and Meditation Sessions Culinary Masterclasses Personalized City Tours Popular Services: Ayurvedic Spa Treatments Rejuvenate your body and soul with traditional Indian healing therapies. Yoga and Meditation Sessions Find inner peace with our expert-led classes in serene settings. Culinary Masterclasses Learn the art of Indian cuisine from our renowned chefs. Personalized City Tours Explore local treasures with our knowledgeable guides. Our Philosophy: At Saffron Oasis, we believe in creating harmonious experiences that blend modern luxury with India's rich cultural heritage. Our commitment to exceptional service, sustainability, and guest satisfaction forms the core of our hospitality philosophy. Disclaimer Terms conditions Privacy policy Phone: +9134255634425 E-mail: saffronoasis@gmail.com Contact About us Casino © 2024 Saffron Oasis Hotel We use cookies to enhance your experience on our website. By continuing to browse, you agree to our use of cookies. Learn more in our Privacy Policy. Accept",
    "privacy-policy": "Privacy Policy | Saffron Oasis Hotel Contact About us Casino Saffron Oasis Hotel Privacy Policy Privacy Policy At Saffron Oasis, we are committed to protecting your privacy and ensuring the security of your personal information. This Privacy Policy outlines how we collect, use, disclose, and safeguard your data when you visit our website, use our services, or interact with us in any way. Information We Collect We collect personal information that you provide to us voluntarily, such as your name, email address, phone number, and booking details when you make a reservation or sign up for our newsletter. We may also automatically collect certain information about your device and browsing behavior when you visit our website, including your IP address, browser type, and pages visited. How We Use Your Information We use the information we collect to provide and improve our services, process your reservations, communicate with you about your bookings and our offerings, and personalize your experience. We may also use your data for marketing purposes, but only with your explicit consent. Data Protection We implement a variety of security measures to maintain the safety of your personal information. Your data is stored on secure servers and is only accessible to authorized personnel who require it to perform their duties. Third-Party Disclosure We do not sell, trade, or otherwise transfer your personally identifiable information to outside parties. This does not include trusted third parties who assist us in operating our website, conducting our business, or servicing you, as long as those parties agree to keep this information confidential. Cookies We use cookies to enhance your browsing experience and analyze website traffic. You can choose to disable cookies through your browser settings, but this may affect your ability to use certain features of our website. Your Rights You have the right to access, correct, or delete your personal information at any time. You may also withdraw your consent for us to use your data for marketing purposes. To exercise these rights, please contact us at saffronoasis@gmail.com. Changes to This Policy We may update this Privacy Policy from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. We encourage you to review this policy periodically to stay informed about how we protect your information. Contact Us If you have any questions or concerns about our Privacy Policy, please don't hesitate to contact us at saffronoasis@gmail.com. By using our website and services, you consent to the terms of this Privacy Policy. We appreciate your trust in us and are committed to protecting your privacy and ensuring a secure and enjoyable experience at Saffron Oasis. Disclaimer Terms conditions Privacy policy Phone: +9134255634425 E-mail: saffronoasis@gmail.com Contact About us Casino © 2024 Saffron Oasis Hotel",
    "terms-conditions": "Terms and Conditions | Saffron Oasis Hotel and Casino Contact About us Casino Terms and Conditions | Saffron Oasis Hotel and Casino Terms and Conditions Welcome to Saffron Oasis. By accessing or using our website, booking our services, or visiting our premises, you agree to comply with and be bound by the following terms and conditions: 1. Booking and Reservations 1.1. All bookings are subject to availability and confirmation by Saffron Oasis. 1.2. A valid credit card is required to secure your reservation. 1.3. Rates are per room per night and are subject to change without notice. 2. Check-in and Check-out 2.1. Check-in time is 3:00 PM, and check-out time is 12:00 PM. 2.2. Early check-in and late check-out may be available upon request and may incur additional charges. 3. Cancellation Policy 3.1. Cancellations made 48 hours prior to the check-in date will receive a full refund. 3.2. Cancellations made within 48 hours of the check-in date will be charged one night's stay. 3.3. No-shows will be charged the full amount of the reservation. 4. Casino Rules 4.1. Guests must be 18 years or older to enter the casino area. 4.2. Saffron Oasis reserves the right to refuse entry to the casino at its discretion. 4.3. Photography and video recording are strictly prohibited in the casino area. 5. Liability 5.1. Saffron Oasis is not responsible for any loss, damage, or theft of personal belongings on the premises. 5.2. Guests are liable for any damage caused to hotel property during their stay. 6. Privacy Policy 6.1. We respect your privacy and protect your personal information in accordance with applicable laws. 6.2. By providing your information, you consent to its collection and use as described in our Privacy Policy. 7. Modifications to Services 7.1. Saffron Oasis reserves the right to modify or discontinue any service or amenity without prior notice. 8. Governing Law 8.1. These terms and conditions are governed by and construed in accordance with the laws of India. 9. Complaints and Disputes 9.1. Any complaints or disputes should be directed to our customer service team at saffronoasis@gmail.com. 10. Amendments 10.1. Saffron Oasis reserves the right to amend these terms and conditions at any time without prior notice. 10.2. The most current version will always be available on our website. 11. Acceptance of Terms 11.1. By using our services, you acknowledge that you have read, understood, and agree to be bound by these terms and conditions. If you have any questions regarding these terms and conditions, please contact us at saffronoasis@gmail.com. Last updated: July 14, 2024 Disclaimer Terms conditions Privacy policy Phone: +9134255634425 E-mail: saffronoasis@gmail.com Contact About us Casino © 2024 Saffron Oasis Hotel",
    "thank_page": "Thank You | Your Booking at Saffron Oasis is Confirmed Thank You for Choosing Saffron Oasis Thank You! Your Saffron Oasis Journey Begins! We have received your message, one of our managers will contact you within the next 24 hours Return to Home"
  },
  "date": "2024-07-14T20:08:50.876Z"
}