{
  "name": "Sapphire Shores_brazil",
  "pages": {
    "casino": "Experimente a emoção no Cassino Sapphire Shores QUARTOS Cassino CONTATOS 18+ Reserva Informamos que nosso site do cassino \"Sapphire Shores\" é destinado apenas a indivíduos com 18 anos ou mais. Levamos o jogo responsável a sério e nos esforçamos para oferecer uma experiência segura e agradável a todos os nossos hóspedes. Se você tem menos de 18 anos, pedimos gentilmente que evite acessar nosso site. Sim, tenho mais de 18 anos EXPERIMENTE O ENCANTO DAS Sapphire Shores! Saber mais Experimente a emoção de um cassino de classe mundial bem no coração do nosso luxuoso hotel, \"Sapphire Shores\". Nosso cassino oferece uma experiência de jogo sofisticada e sofisticada, atendendo àqueles que buscam um nível incomparável de entretenimento e luxo. Com uma equipa de profissionais, equipamentos modernos e uma grande variedade de jogos à sua escolha, a sua visita ao nosso casino promete ser inesquecível. Desde jogos de cartas tradicionais até máquinas caça-níqueis de última geração, nosso cassino oferece uma ampla gama de opções de jogos para todos os gostos e preferências. Os entusiastas dos jogos de cartas irão deliciar-se com as inúmeras variações de póquer, blackjack, bacará e muito mais disponíveis nas nossas mesas. Quer você seja um jogador experiente ou novo no jogo, nossa equipe amigável e experiente garantirá que você tenha uma experiência memorável e agradável. Nossas mesas de roleta são as favoritas entre os hóspedes, oferecendo o clássico jogo de azar em um ambiente elegante e moderno. Observe como a roda gira e a expectativa aumenta enquanto você faz suas apostas e tenta a sorte ganhando muito. Para aqueles que preferem a emoção das slot machines, o nosso casino apresenta uma vasta selecção dos melhores e mais recentes jogos, garantindo horas de diversão e entretenimento. Contatos Se os jogos de dados são mais o seu estilo, oferecemos uma variedade de opções para satisfazer seu desejo por emoção e emoção. Esteja você jogando dados em um jogo de dados ou tentando a sorte em outros jogos de dados, nosso cassino oferece uma atmosfera animada e envolvente para jogadores de todos os níveis. Na \"Sapphire Shores\", nos orgulhamos de oferecer um ambiente de jogo seguro e responsável para nossos hóspedes. A nossa equipa de profissionais e experientes dedica-se a garantir que todos os jogadores tenham uma experiência positiva e agradável ao visitar o nosso casino. Quer você seja um grande apostador procurando fazer grandes apostas ou um jogador casual em uma noite de diversão, nós nos esforçamos para criar uma atmosfera acolhedora e inclusiva para todos. Além da nossa ampla gama de opções de jogo, nosso cassino também oferece uma variedade de comodidades e serviços para aprimorar sua experiência geral. Desfrute de bebidas e lanches de cortesia enquanto joga ou faça uma pausa e relaxe em nossa elegante e confortável área de estar. Nossa atenciosa equipe está sempre à disposição para ajudá-lo com qualquer dúvida ou solicitação, garantindo que sua visita ao nosso cassino seja tranquila e agradável. Contatos Localizado em nosso hotel de luxo, \"Sapphire Shores\", nosso cassino é o destino perfeito para quem procura uma noite de emoção e entretenimento. Quer você esteja visitando para uma ocasião especial, uma escapadela de fim de semana ou simplesmente procurando relaxar após um longo dia, nosso cassino oferece tudo que você precisa para uma experiência de jogo inesquecível. Venha explorar o mundo do luxo e do entretenimento em nosso cassino em \"Sapphire Shores\". Com variedade de jogos, equipe profissional e equipamentos modernos, garantimos uma experiência inesquecível que vai deixar você querendo mais. Estamos ansiosos para recebê-lo em nosso cassino e proporcionar-lhe uma experiência como nenhuma outra. Contatos 18+ Política de privacidade Termos e condições Isenção de responsabilidade +55 24 5478 1190 SapphireShores@gmail.com Praia de - Av. Rio Grande do Sul, 700 - Mar Grosso, Laguna - SC, 88790-000, Brasil function closeWindow() { document.getElementsByClassName(\"ageRestrictionSection\")[0].style.display = \"none\"; document.getElementsByClassName(\"bodyCasino\")[0].style.overflowY = \"scroll\"; }",
    "disclaimer": "Informações importantes - Isenção de responsabilidade em Sapphire Shores QUARTOS Cassino CONTATOS 18+ Reserva Isenção de responsabilidade Bem-vindo ao Sapphire Shores, um dos principais destinos de hotel-cassino do Brasil. Estamos muito felizes em tê-lo como nosso hóspede e esperamos que sua estadia conosco seja uma experiência memorável e agradável. No entanto, antes de embarcar na sua viagem no nosso hotel-cassino, gostaríamos de lhe fornecer algumas informações e isenções de responsabilidade importantes, especialmente no que diz respeito às nossas operações de casino. Na Sapphire Shores, temos orgulho em oferecer uma experiência de cassino de classe mundial aos nossos hóspedes. Nosso cassino foi meticulosamente projetado para oferecer um ambiente luxuoso e repleto de diversão para aqueles que buscam emoção e entretenimento. Com uma ampla variedade de jogos, incluindo caça-níqueis, jogos de mesa e torneios de pôquer, nosso cassino certamente atenderá a todos os tipos de jogadores. Embora nos esforcemos para criar um ambiente de jogo seguro e responsável, é importante compreender que o jogo pode ser viciante e pode levar a problemas financeiros para alguns indivíduos. Encorajamos os nossos hóspedes a jogar de forma responsável e a estabelecer limites nas suas atividades de jogo. Se você ou alguém que você conhece está enfrentando dificuldades com o jogo, recomendamos que você procure ajuda de uma organização profissional especializada no vício do jogo. De acordo com as leis e regulamentos do Brasil, todos os hóspedes devem ter pelo menos 21 anos de idade para jogar no nosso cassino. Identificação válida é necessária na entrada para verificar idade e identidade. Menores não são permitidos no cassino ou participar de quaisquer atividades de jogo. Esteja ciente de que o jogo é uma forma de entretenimento e não deve ser visto como um meio de ganhar dinheiro. Embora alguns convidados possam ter a sorte de ganhar no casino, é importante lembrar que as probabilidades estão sempre a favor da casa. Portanto, é essencial jogar com discrição e apostar apenas o que você pode perder. Sapphire Shores promove práticas de jogo responsáveis ​​e oferece recursos para hóspedes que possam precisar de ajuda para gerenciar seus hábitos de jogo. Nossa equipe é treinada para identificar sinais de problemas com jogo e pode fornecer informações sobre serviços de apoio disponíveis na comunidade local. Estamos empenhados em garantir que os nossos hóspedes tenham uma experiência segura e agradável no nosso casino. Além de nossas ofertas de cassino, Sapphire Shores também oferece acomodações luxuosas, opções gastronômicas requintadas e uma variedade de atividades de entretenimento e lazer para os hóspedes desfrutarem. Desde relaxar no nosso spa e piscina até assistir a espetáculos e eventos ao vivo, há algo para todos os gostos no nosso hotel-cassino. Esperamos que sua estadia em Sapphire Shores seja repleta de emoção, relaxamento e momentos inesquecíveis. Caso você tenha alguma dúvida ou preocupação durante sua estadia, não hesite em entrar em contato com nossa simpática equipe, que está sempre disponível para ajudá-lo. Obrigado por escolher Sapphire Shores como destino para uma experiência de hotel-cassino verdadeiramente excepcional. Estamos ansiosos para recebê-lo e garantir que sua estadia conosco seja extraordinária. Aproveite seu tempo conosco e que a sorte esteja do seu lado em nosso cassino. 18+ Política de privacidade Termos e condições Isenção de responsabilidade +55 24 5478 1190 SapphireShores@gmail.com Praia de - Av. Rio Grande do Sul, 700 - Mar Grosso, Laguna - SC, 88790-000, Brasil",
    "index": "Bem-vindo ao Sapphire Shores, sua experiência em hotel de luxo no Brasil QUARTOS Cassino CONTATOS 18+ Reserva Gostaríamos de informar que nosso site do hotel \"Sapphire Shores\" utiliza arquivos cookies. Esses cookies são usados ​​para melhorar sua experiência de navegação, analisar o tráfego do site e personalizar o conteúdo. Ao continuar a utilizar o nosso site, você concorda com o uso destes cookies. Se você tiver alguma dúvida ou preocupação sobre o uso de cookies, não hesite em nos contatar. Aceitar Recusar EXPERIMENTE O ENCANTO DAS Sapphire Shores! Saber mais Bem-vindo ao Sapphire Shores, onde cada estadia brilha tanto quanto as estrelas acima. Delicie-se com um mundo de elegância e tranquilidade no Sapphire Shores Hotel. Aninhado sob o cativante céu noturno, nosso hotel oferece uma experiência luxuosa e inesquecível. Desde nossas acomodações de luxo até nossas comodidades de alto nível, cada detalhe foi projetado para melhorar sua estadia. Experimente a magia do Sapphire Shores Hotel e crie memórias duradouras. O Sapphire Shores Hotel é onde o serviço impecável e a hospitalidade excepcional se unem para criar uma experiência inesquecível para os hóspedes. Nossa equipe dedicada faz de tudo para garantir que cada hóspede se sinta bem-vindo, cuidado e mimado durante toda a estadia. Excelência em hospitalidade: Nossa equipe no Sapphire Shores Hotel é uma equipe de profissionais dedicados que são apaixonados por oferecer serviços de primeira linha aos nossos hóspedes. Desde o momento do check-in até o momento do check-out, a equipe do hotel está disponível para atender a todas as suas necessidades e garantir que sua estadia seja perfeita. Atendimento Personalizado: No Sapphire Shores Hotel, acreditamos em oferecer atendimento personalizado a cada hóspede. Se você precisa de ajuda com sua bagagem, recomendações de atrações locais ou simplesmente alguém para conversar, nossa equipe está sempre à disposição para lhe fornecer a assistência e o suporte que você precisa. Boas-vindas calorosas: Desde os sorrisos calorosos na recepção até as saudações amigáveis ​​da nossa equipe de limpeza, você se sentirá bem-vindo e valorizado desde o momento em que entrar em nosso hotel. Nossa equipe está empenhada em fazer você se sentir em casa e garantir que sua estadia seja o mais confortável e agradável possível. Experiências gastronômicas requintadas no Sapphire Shores Hotel No Sapphire Shores Hotel, entendemos que jantar é uma parte essencial da experiência geral do hóspede. É por isso que oferecemos uma variedade de opções gastronômicas para todos os gostos, desde cozinha gourmet até refeições casuais. Nossos restaurantes e bares foram projetados para proporcionar aos hóspedes uma viagem culinária memorável durante sua estadia. Refeições requintadas: Delicie-se com uma experiência culinária como nenhuma outra em nosso restaurante requintado, onde nossos talentosos chefs selecionam um menu de pratos requintados usando apenas os ingredientes mais frescos. Cada prato é cuidadosamente elaborado para deliciar o seu paladar e deixar você com vontade de comer mais. Jantar casual: Para uma experiência gastronômica mais descontraída, dirija-se ao nosso restaurante casual, onde você pode desfrutar de uma variedade de pratos deliciosos em um ambiente descontraído. Quer esteja com vontade de um lanche ligeiro ou de uma refeição saudável, o nosso restaurante informal é o local perfeito para satisfazer os seus desejos. Coquetéis exclusivos: após um longo dia de passeios turísticos ou relaxando à beira da piscina, relaxe com um coquetel refrescante no bar do hotel. Nossos mixologistas qualificados criarão um coquetel exclusivo que complementa perfeitamente o seu humor e melhora a sua experiência geral no Sapphire Shores Hotel. Entretenimento e atividades recreativas inesquecíveis no Sapphire Shores Hotel No Sapphire Shores Hotel, entendemos o valor do lazer e do entretenimento para melhorar a experiência do hóspede. É por isso que oferecemos uma variedade de atividades recreativas e opções de entretenimento para mantê-lo entretido e envolvido durante a sua estadia. Quer você queira relaxar na piscina, se exercitar na academia ou explorar a região com um guia turístico profissional, temos algo para todos. Centro de fitness: mantenha-se ativo e energizado durante a sua estadia com uma visita ao nosso centro de fitness de última geração. Equipada com modernas máquinas e equipamentos de treino, nossa academia de ginástica é o lugar perfeito para suar a camisa e ficar em forma durante as férias. Acesso à piscina e à praia: Refresque-se e relaxe sob o sol com nossas opções de acesso à piscina e à praia. Dê um mergulho na nossa piscina cintilante ou relaxe na praia enquanto aprecia as vistas deslumbrantes da paisagem circundante. Nossas áreas de piscina e praia são ideais para relaxar e apreciar a beleza do ar livre. Guias Turísticos: Explore a área local e descubra joias escondidas com a ajuda de nossos guias turísticos profissionais. Quer você esteja interessado em história, cultura ou natureza, nossos guias experientes fornecerão informações criteriosas e dicas privilegiadas para aprimorar sua experiência de viagem e aproveitar ao máximo sua estadia no Sapphire Shores Hotel. Mais Concluindo, o Sapphire Shores Hotel é mais do que apenas um lugar para ficar – é um destino onde serviço excepcional, restaurantes requintados e entretenimento inesquecível se unem para criar uma experiência verdadeiramente notável para os hóspedes. Reserve sua estadia conosco hoje e embarque em uma viagem de luxo, relaxamento e hospitalidade incomparável. Quartos \"Suíte Celestial\" Delicie-se com o luxo nesta suíte espaçosa com varanda privativa com vista para o céu estrelado. Reserva \"Sala do Raio da Lua\" Relaxe neste quarto aconchegante decorado com detalhes celestiais e desfrute de uma noite de sono tranquila sob o brilho da lua. Reserva \"Quarto com vista para a galáxia\" Acorde com vistas deslumbrantes da Via Láctea neste quarto com janelas do chão ao teto que mostram a beleza do céu noturno. Reserva \"Retiro Luz Estelar\" Descontraia-se neste quarto sereno projetado com cores calmas e móveis luxuosos, perfeito para uma escapadela relaxante. Reserva \"Câmara Constelação\" Experimente uma sensação de admiração neste quarto adornado com uma decoração inspirada nas constelações, ideal para entusiastas da observação de estrelas. Reserva \"Suíte Aurora Boreal\" Mergulhe na beleza da aurora boreal no conforto desta suíte luxuosa, completa com banheira de hidromassagem e lareira. Reserva \"Suíte Cometa\" Fique nesta suíte moderna com elementos de design elegantes e um ambiente futurista, perfeita para hóspedes que buscam uma estadia única. Reserva \"Chuveiro de meteoros\" Desfrute de uma experiência celestial neste quarto com chuveiro com efeito de chuva e detalhes com temática celestial, criando um retiro luxuoso. Reserva \"Ninho da Nebulosa\" Aconchegue-se neste quarto encantador com roupa de cama macia e iluminação acolhedora, oferecendo um refúgio tranquilo da agitação da vida quotidiana. Reserva \"Oásis em Órbita\" Desconecte-se e relaxe neste quarto tranquilo com terraço com jardim privativo, proporcionando um espaço aconchegante para relaxar e recarregar energias. Reserva \"Suíte Estação Espacial\" Sinta-se como um astronauta nesta suíte futurística com decoração temática espacial e comodidades modernas, oferecendo uma estadia única. Reserva \"Torre Crepuscular\" Fuja para este quarto isolado na torre com vista panorâmica do céu crepuscular, proporcionando um cenário romântico para uma estadia memorável. Reserva Avaliações \"Tive uma experiência fantástica em Sapphire Shores. As comodidades eram incríveis, especialmente a piscina e a praia. O restaurante tinha comida incrível e o entretenimento era muito divertido. A equipe foi muito profissional e atenciosa, e meu quarto estava impecável. Eu altamente recomendo este hotel para quem procura férias relaxantes e agradáveis.\" \"Minha estadia em Sapphire Shores foi fantástica. O hotel tem tudo que você poderia desejar para umas férias perfeitas - piscina, praia, restaurante e entretenimento. Os funcionários foram todos muito profissionais e prestativos, e meu quarto estava imaculado. Mal posso esperar voltar e ficar aqui novamente!\" \"Adorei minha estadia em Sapphire Shores! A piscina e a praia eram lindas, o restaurante tinha comida deliciosa e o entretenimento era de primeira qualidade. A equipe foi profissional e amigável, e meu quarto era limpo e confortável. Com certeza estarei retornando no futuro.\" \"Eu me diverti muito em Sapphire Shores. O hotel tem muito a oferecer com piscina, praia, restaurante e opções de entretenimento. Os funcionários foram todos muito simpáticos e profissionais, e meu quarto era limpo e confortável. Eu recomendaria definitivamente este hotel para quem procura um ótimo destino de férias.\" Aceito a Política de privacidade Enviar 18+ Política de privacidade Termos e condições Isenção de responsabilidade +55 24 5478 1190 SapphireShores@gmail.com Praia de - Av. Rio Grande do Sul, 700 - Mar Grosso, Laguna - SC, 88790-000, Brasil document.addEventListener(\"DOMContentLoaded\", function () { const cookieNotification = document.getElementById(\"cookieInfoSection\"); const cookiesChoice = localStorage.getItem(\"cookiesChoice\"); if (cookiesChoice === \"accepted\") { cookieNotification.style.display = \"none\"; } else if (cookiesChoice === \"declined\") { cookieNotification.style.display = \"none\"; } else { cookieNotification.style.display = \"block\"; } }); function acceptCookies() { const cookieNotification = document.getElementById(\"cookieInfoSection\"); localStorage.setItem(\"cookiesChoice\", \"accepted\"); cookieNotification.style.display = \"none\"; } function declineCookies() { const cookieNotification = document.getElementById(\"cookieInfoSection\"); localStorage.setItem(\"cookiesChoice\", \"declined\"); cookieNotification.style.display = \"none\"; }",
    "policy": "Protegendo suas informações - Política de privacidade em Sapphire Shores QUARTOS Cassino CONTATOS 18+ Reserva Política de privacidade Informações de contato: Se tiver alguma dúvida ou preocupação sobre a nossa Política de privacidade, não hesite em contactar-nos pelo telefone +55 24 5478 1190 ou por escrito para o seguinte endereço: Sapphire Shores Hotel-Casino, Praia de - Av. Rio Grande do Sul, 700 - Mar Grosso, Laguna - SC, 88790-000, Brasil Quais informações coletamos? No Sapphire Shores Hotel-Casino, podemos coletar informações pessoais como nome, endereço, endereço de e-mail, número de telefone e informações de pagamento quando você faz reservas, inscreve-se em nosso programa de fidelidade ou participa de promoções e eventos. O que fazemos com as informações? As informações que coletamos são utilizadas para lhe proporcionar a melhor experiência possível em nosso hotel-cassino. Poderemos usar suas informações para processar reservas, comunicar com você sobre promoções e eventos e personalizar sua estadia conosco. Também poderemos utilizar as suas informações para fins de marketing, mas sempre lhe daremos a opção de optar por não receber comunicações de marketing. Banco de dados de membros: Se você se inscrever em nosso programa de fidelidade, suas informações serão armazenadas em nosso banco de dados de membros. Este banco de dados nos ajuda a rastrear suas preferências, recompensas e atividades em nosso hotel-cassino. Suas informações de associação são confidenciais e não serão compartilhadas com terceiros sem o seu consentimento. Segurança: Levamos a sério a segurança das suas informações e implementamos medidas para proteger os seus dados pessoais contra acesso não autorizado, divulgação, alteração e destruição. Usamos tecnologia de criptografia para proteger suas informações durante transações online. No entanto, nenhum método de transmissão pela Internet ou armazenamento eletrónico é completamente seguro, pelo que não podemos garantir segurança absoluta. Criptografia: Nosso site usa criptografia Secure Socket Layer (SSL) para proteger suas informações pessoais quando você faz reservas ou pagamentos online. A criptografia SSL garante que seus dados sejam criptografados e seguros durante a transmissão. O que são cookies? Cookies são pequenos arquivos de texto armazenados no seu navegador ou dispositivo quando você visita um site. Os cookies ajudam o site a lembrar suas preferências e rastrear sua atividade para uma experiência mais personalizada. Como usamos cookies: No Sapphire Shores Hotel-Casino, usamos cookies para melhorar sua experiência em nosso site e melhorar nossos serviços. Ao utilizar cookies, podemos lembrar as suas preferências, rastrear a sua atividade e analisar o tráfego do site para entender melhor as necessidades dos nossos hóspedes. Os cookies que usamos: Cookies de preferências do site: esses cookies lembram suas preferências, como configurações de idioma e região, para fornecer a você uma experiência personalizada em nosso site. Cookies de terceiros: podemos usar cookies de terceiros de parceiros como o Google Analytics para analisar o tráfego do site e melhorar nossos serviços. Esses cookies nos ajudam a rastrear a atividade do usuário e coletar dados para fins estatísticos. Desativar Cookies: Se desejar desativar os cookies, poderá fazê-lo através das configurações do seu navegador. No entanto, observe que a desativação de cookies pode afetar sua experiência em nosso site e limitar determinados recursos. Concluindo, no Sapphire Shores Hotel-Casino, estamos comprometidos em proteger sua privacidade e manter suas informações pessoais seguras. Se tiver alguma dúvida ou preocupação sobre a nossa Política de privacidade, entre em contacto connosco por telefone ou por escrito. Obrigado por escolher Sapphire Shores para suas necessidades de hospitalidade. 18+ Política de privacidade Termos e condições Isenção de responsabilidade +55 24 5478 1190 SapphireShores@gmail.com Praia de - Av. Rio Grande do Sul, 700 - Mar Grosso, Laguna - SC, 88790-000, Brasil",
    "terms": "Compreendendo nossas regras - Termos e condições na Sapphire Shores QUARTOS Cassino CONTATOS 18+ Reserva Termos e condições Bem-vindo ao Sapphire Shores, um hotel-cassino de primeira linha no Brasil onde o luxo encontra o entretenimento. Por favor leia atentamente os seguintes Termos e Condições antes de fazer uma reserva ou visitar a nossa propriedade. 1. O logotipo: O logotipo Sapphire Shores é uma marca registrada de nossa empresa e não pode ser usado ou reproduzido sem consentimento prévio por escrito. Qualquer uso não autorizado do nosso logotipo é estritamente proibido e pode resultar em ações legais. 2. Não endosso: A Sapphire Shores não endossa quaisquer produtos, serviços ou sites de terceiros que não sejam diretamente afiliados à nossa empresa. Não somos responsáveis ​​pelo conteúdo ou ações de tais terceiros. 3. Garantias: Embora nos esforcemos para oferecer a melhor experiência possível aos nossos hóspedes, a Sapphire Shores não pode garantir a disponibilidade de todas as comodidades ou serviços em todos os momentos. Reservamo-nos o direito de fazer alterações em nossas ofertas sem aviso prévio. 4. Limitações de responsabilidade: Em nenhum caso a Sapphire Shores será responsável por quaisquer danos diretos, indiretos, incidentais, especiais ou consequenciais decorrentes ou de alguma forma relacionados com a sua estadia no nosso hotel-cassino. Não nos responsabilizamos por quaisquer perdas ou danos a pertences pessoais, ferimentos ou acidentes em nossas instalações. 5. Informações sobre direitos autorais: Todo o conteúdo do site Sapphire Shores, incluindo textos, imagens e vídeos, é protegido por leis de direitos autorais. Os visitantes não podem usar, copiar ou distribuir nosso conteúdo sem permissão. 6. Reserva | Reconfirmação | Política de cancelamento: Para fazer uma reserva no Sapphire Shores, os hóspedes devem fornecer informações válidas de cartão de crédito e dados de contato. As reservas estão sujeitas a disponibilidade e confirmação por parte da nossa equipa. A reconfirmação pode ser necessária mais perto da data de chegada. 7. Política de cancelamento: Cancelamentos feitos 24 horas ou mais antes da data do check-in não terão cobrança. Cancelamentos feitos menos de 24 horas antes da data de check-in estarão sujeitos à cobrança de uma noite de estadia. Os não comparecimentos serão cobrados pelo valor total da reserva. 8. PARA RESERVAS E INFORMAÇÕES: Para reservas, dúvidas ou mais informações sobre Sapphire Shores, entre em contato com nossa equipe de reservas em +55 24 5478 1190 ou SapphireShores@gmail.com. Nossa equipe está disponível 24 horas por dia, 7 dias por semana para ajudá-lo com suas necessidades de reserva. Esperamos que você aproveite sua estadia no Sapphire Shores e tenha uma experiência memorável em nosso hotel-cassino no Brasil. Obrigado por nos escolher como seu destino de luxo e entretenimento. 18+ Política de privacidade Termos e condições Isenção de responsabilidade +55 24 5478 1190 SapphireShores@gmail.com Praia de - Av. Rio Grande do Sul, 700 - Mar Grosso, Laguna - SC, 88790-000, Brasil",
    "thank_page": "Obrigado pela sua solicitação - Hotel Sapphire Shores no Brasil Dear Guest Obrigado por considerar Sapphire Shores para sua próxima estadia no Brasil. Estamos entusiasmados em saber que você está interessado em experimentar nossas acomodações luxuosas e serviço excepcional. Nossa equipe se dedica a garantir que sua estadia conosco seja memorável e extraordinária. Não hesite em entrar em contato conosco caso tenha alguma dúvida ou pedido especial antes da sua chegada. Estamos aqui para ajudá-lo no que pudermos. Mal podemos esperar para recebê-lo em Sapphire Shores e proporcionar-lhe uma experiência de hospitalidade verdadeiramente excepcional. Caso precise de mais assistência, não hesite em contactar-nos conforme sua conveniência. Atenciosamente, Equipe Sapphire Shores Voltar"
  },
  "date": "2024-07-23T14:30:29.831Z"
}