{
  "name": "SharkPalace",
  "pages": {
    "about-us": "About SharkPalace Hotel - Redefining Luxury Getaways SharkPalace Hotel HOME ABOUT US Casino Contact About SharkPalace Hotel Our Story Welcome to SharkPalace Hotel, a luxurious retreat nestled in a pristine coastal paradise. Our hotel is designed to offer a unique blend of elegance and comfort, providing guests with an unforgettable experience. From the moment you step through our doors, you'll be embraced by the serene ambiance and impeccable hospitality that define SharkPalace Hotel. Luxurious Accommodations Our hotel features a range of luxurious accommodations to suit every need. Each room and suite is beautifully appointed with elegant furnishings, modern amenities, and stunning views of the ocean or our lush gardens. Whether you're here for a romantic getaway, a family vacation, or a business trip, SharkPalace Hotel offers the perfect setting for your stay. Exceptional Amenities At SharkPalace Hotel, we pride ourselves on offering a wide range of exceptional amenities to enhance your stay. Enjoy gourmet dining at our seaside restaurant, relax by our infinity pool, indulge in a spa treatment, or explore the local area with our curated excursions. Whatever your interests, we are dedicated to providing you with a memorable and enjoyable experience. Our Mission Exceptional Service Our mission at SharkPalace Hotel is to provide exceptional service to every guest. We are committed to creating a welcoming and personalized experience, ensuring that every detail of your stay exceeds your expectations. Our dedicated team is here to assist you with any needs or requests, making your visit truly special. Sustainability At SharkPalace Hotel, we are committed to sustainable practices that protect our beautiful coastal environment. We implement eco-friendly initiatives throughout our property, from energy-efficient systems to locally sourced ingredients in our restaurant. Our goal is to provide a luxurious experience while minimizing our environmental impact. Community Engagement We believe in giving back to the community that surrounds us. SharkPalace Hotel actively participates in local initiatives and supports various community projects. Our aim is to create a positive impact and contribute to the well-being of our neighbors and the environment. SharkPalace Hotel Our Story Welcome to SharkPalace Hotel, a luxurious retreat nestled in a pristine coastal paradise. Our hotel is designed to offer a unique blend of elegance and comfort, providing guests with an unforgettable experience. From the moment you step through our doors, you'll be embraced by the serene ambiance and impeccable hospitality that define SharkPalace Hotel. Luxurious Accommodations Our hotel features a range of luxurious accommodations to suit every need. Each room and suite is beautifully appointed with elegant furnishings, modern amenities, and stunning views of the ocean or our lush gardens. Whether you're here for a romantic getaway, a family vacation, or a business trip, SharkPalace Hotel offers the perfect setting for your stay. Exceptional Amenities At SharkPalace Hotel, we pride ourselves on offering a wide range of exceptional amenities to enhance your stay. Enjoy gourmet dining at our seaside restaurant, relax by our infinity pool, indulge in a spa treatment, or explore the local area with our curated excursions. Whatever your interests, we are dedicated to providing you with a memorable and enjoyable experience. The SharkPalace Hotel website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SharkPalace Hotel Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions",
    "contacts": "Contact SharkPalace Hotel - Reach Out for Your Luxurious Getaway SharkPalace Hotel HOME ABOUT US Casino Contact CONTACT US Have any questions? I accept the Privacy Policy SUBMIT GET IN TOUCH Reach out to SharkPalace Hotel Thavakkara,Padanapalam, Kannur, Kerala 670001, India +91-788-876-5432 sharkpalace@gmail.com The SharkPalace Hotel website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SharkPalace Hotel Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions",
    "disclaimers": "SharkPalace Hotel Disclaimers - Understand Terms of Use for a Luxurious Retreat SharkPalace Hotel HOME ABOUT US Casino Contact Disclaimer The information provided in this Privacy Policy is for general informational purposes only and should not be considered as legal advice. SharkPalace Hotel makes no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability of the information contained in this policy, or any products, services, or related graphics on our website. Any reliance you place on such information is strictly at your own risk. SharkPalace Hotel shall not be liable for any loss or damage, including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this Privacy Policy or our website. Through this website, you may be able to link to other websites which are not under the control of SharkPalace Hotel. We have no control over the nature, content, and availability of those sites. The inclusion of any links does not necessarily imply a recommendation or endorsement of the views expressed within them. We do not warrant that these links will be uninterrupted or error-free, and we assume no responsibility for the content on any linked website. Every effort is made to keep our website up and running smoothly. However, SharkPalace Hotel takes no responsibility for, and will not be liable for, our website being temporarily unavailable due to technical issues beyond our control. This Privacy Policy is governed by the laws of India. Any dispute arising out of or in connection with this Privacy Policy shall be subject to the exclusive jurisdiction of the courts of India. The SharkPalace Hotel website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SharkPalace Hotel Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions",
    "index": "SharkPalace Hotel - Redefining Luxury Getaways SharkPalace Hotel HOME ABOUT US Casino Contact Experience the Ultimate Luxury Discover the beauty and elegance of SharkPalace Hotel. Your perfect getaway awaits. The Beauty of SharkPalace Hotel Experience the Beauty Experience the unparalleled beauty and elegance of SharkPalace Hotel. Nestled in the heart of a pristine coastal paradise, our hotel offers breathtaking views of the ocean, lush gardens, and stunning architecture that harmonizes with the natural surroundings. Serene Ambiance From the moment you arrive, you'll be captivated by the serene ambiance and luxurious amenities designed to provide a tranquil escape from the hustle and bustle of everyday life. Whether you're lounging by the pool, strolling through our gardens, or enjoying a gourmet meal at our seaside restaurant, SharkPalace Hotel promises an unforgettable experience. Our Accommodation Standard Room A cozy room with basic amenities. $100/night Book Now Deluxe Room Spacious suite with ocean view. $200/night Book Now Luxury Suite Spacious suite with ocean view. $300/night Book Now Summer Specials Beach Party Extravaganza Join us for a fun-filled beach party every Saturday evening. Enjoy live music, delicious BBQ, and stunning sunset views. A perfect way to unwind and enjoy your summer! Poolside Yoga Sessions Relax and rejuvenate with our morning poolside yoga sessions. Perfect for all levels, these sessions help you start your day with a calm mind and a healthy body. Gourmet Dining Experiences Indulge in our exclusive gourmet dining experiences, featuring seasonal ingredients and exquisite dishes prepared by our top chefs. A culinary journey you won't forget! Luxurious Amenities Spa & Wellness Indulge in our world-class spa treatments and wellness programs. Relax, rejuvenate, and restore your mind and body in our serene spa environment. Fine Dining Enjoy gourmet meals prepared by our top chefs. Our fine dining restaurant offers a unique culinary experience with a variety of exquisite dishes. Infinity Pool Take a dip in our stunning infinity pool with breathtaking views of the ocean. The perfect place to unwind and soak up the sun. Summer Activities Beach Volleyball Enjoy a thrilling game of beach volleyball every afternoon. Perfect for all ages and skill levels, it's a great way to stay active and have fun in the sun. Sunset Cruise Join us for a breathtaking sunset cruise along the coast. Relax and enjoy the stunning views as the sun sets over the ocean, creating a picturesque end to your day. Outdoor Cinema Watch your favorite movies under the stars at our outdoor cinema. With comfortable seating and a selection of snacks and drinks, it's a perfect evening activity for the whole family. What Our Guests Say \"The view from the room was absolutely stunning. We had a wonderful time staying at SharkPalace Hotel. The staff was extremely helpful and friendly.\" - John Doe \"The amenities were top-notch and the location was perfect for a relaxing getaway. We especially enjoyed the seaside restaurant.\" - Jane Smith \"A true paradise! The lush gardens and serene ambiance made our stay unforgettable. Highly recommend SharkPalace Hotel for anyone looking for a luxurious escape.\" - Michael Brown The SharkPalace Hotel website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SharkPalace Hotel Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions",
    "privacy-policy": "SharkPalace Hotel Privacy Policy - Safeguarding Your Personal Information SharkPalace Hotel HOME ABOUT US Casino Contact SharkPalace Hotel Privacy Policy Your Privacy is Important At SharkPalace Hotel, we are committed to protecting the privacy of our guests and website visitors. This policy outlines how we collect, use, and safeguard your personal information. Information We Collect Name, contact information, and payment details during booking Information you provide for special requests or feedback Website usage data through cookies (see our Cookie Policy) How We Use Your Information Process your reservation and provide services Communicate with you about your stay Personalize your experience and send relevant offers (with your consent) Improve our website and services Sharing Your Information We may share your information with: Trusted third-party vendors who assist us in providing services Legal authorities if required by law Your Choices You can update your information by contacting us You can opt-out of marketing communications You can manage cookie preferences through your browser settings Security We take reasonable measures to protect your information from unauthorized access or disclosure. Children's Privacy We do not knowingly collect information from children under 18 years of age. Changes to this Policy We may update this policy periodically. Please check this page for the latest version. Contact Us If you have any questions about this policy, please contact us at sharkpalace@gmail.com The SharkPalace Hotel website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SharkPalace Hotel Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions",
    "products": "SharkPalace Hotel- Explore Our Luxurious Coastal Retreat SharkPalace Hotel HOME ABOUT US Casino Contact The Excitement of SharkPalace Casino Blackjack Bliss Experience the thrill and strategy of Blackjack at SharkPalace Casino. Our tables offer a perfect blend of excitement and elegance, where you can test your skills and enjoy the vibrant atmosphere of our gaming floor. Roulette Rush Feel the adrenaline as the wheel spins at our Roulette tables. SharkPalace Casino provides an unmatched gaming experience with luxurious surroundings, making every moment memorable as you try your luck on the red and black. Slot Sensation Immerse yourself in the excitement of our state-of-the-art slot machines. SharkPalace Casino offers a wide variety of slots with thrilling themes and big jackpots, ensuring endless fun and potential big wins for every player. Casino Games Roulette Experience the thrill of the spin at our luxurious roulette tables. Whether you're a seasoned player or a beginner, our casino provides an exciting and elegant atmosphere. Poker Join a game of poker at our casino and test your skills against other players. Enjoy high-stakes games and a variety of poker styles in a sophisticated setting. Baccarat Try your luck at baccarat, a game of chance and strategy. Our casino offers a luxurious environment for you to enjoy this classic game. Casino Specials Blackjack Night Join us every Friday night for an exciting blackjack event. Test your skills and strategy for a chance to win amazing prizes. An exhilarating way to spend your evening! Craps Tournament Every Wednesday, participate in our thrilling craps tournament. Enjoy the competitive atmosphere and showcase your skills against other players. Great rewards await the winners! Slots Gala Experience the excitement of our Slots Gala every Sunday. Spin the reels and try your luck at our state-of-the-art slot machines. A night of fun and potential big wins! Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 The SharkPalace Hotel website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SharkPalace Hotel Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "SharkPalace Hotel Terms and Conditions - Guidelines for Using Our Services SharkPalace Hotel HOME ABOUT US Casino Contact SharkPalace Hotel - Terms and Conditions Acceptance of Terms By using our website or booking a reservation at SharkPalace Hotel, you agree to be bound by these Terms and Conditions. If you do not agree with any of these terms, please refrain from using our services. Payment Payment is due upon check-in unless otherwise specified. We accept major credit/debit cards and other payment methods as indicated on our website. Prices are quoted in Indian Rupees (INR) and are inclusive of all applicable taxes. Check-In and Check-Out Standard check-in time is 2:00 PM and check-out time is 12:00 PM. Early check-in or late check-out may be available upon request and subject to availability and additional charges. Conduct and Responsibility Guests are responsible for their own conduct and any damages caused to hotel property. The hotel reserves the right to refuse service or accommodation to any guest who violates these terms or engages in disruptive or illegal behavior. Limitation of Liability SharkPalace Hotel shall not be liable for any loss, injury, or damage to guests or their property, except to the extent caused by the hotel's negligence. Governing Law and Jurisdiction These Terms and Conditions are governed by the laws of India. Any dispute arising out of or in connection with these terms shall be subject to the exclusive jurisdiction of the courts in Thavakkara,Padanapalam, Kannur, Kerala 670001, India. Modifications We reserve the right to modify or update these Terms and Conditions at any time without prior notice. Please review this page regularly for the latest version. The SharkPalace Hotel website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SharkPalace Hotel Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions",
    "thanks": "Thank You for Contacting SharkPalace Hotel - Explore Our Luxurious Retreat SharkPalace Hotel HOME ABOUT US Casino Contact Thank You for Choosing SharkPalace Hotel! We appreciate your reservation and look forward to welcoming you to our haven in Kannur. Your stay is important to us, and we're dedicated to making it exceptional. If you have any questions or special requests, please don't hesitate to contact us at sharkpalace@gmail.com Explore Kannur: While you're here, immerse yourself in the beauty and culture of Kannur. Here are a few suggestions: Relax on the pristine beaches of Payyambalam and Muzhappilangad. Visit the historic St. Angelo Fort, a testament to Kannur's rich past. Experience the vibrant Theyyam ritual, a unique form of folk dance and storytelling. Savor the flavors of Malabar cuisine, known for its seafood and spices. Take a boat ride through the serene backwaters of Kannur. We hope you have a wonderful stay at SharkPalace Hotel and a memorable time in Kannur! Our Address: SharkPalace Hotel Thavakkara, Padanapalam, Kannur, Kerala 670001, India The SharkPalace Hotel website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SharkPalace Hotel Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions"
  },
  "date": "2024-07-01T09:59:44.770Z"
}