{
  "name": "Silent Sands Resort(India)",
  "pages": {
    "about_us": "Silent Sands Casino Resort - Luxury Gaming and Dining in Serene Beach, India Silent Sands Dining casino about contact We use cookies to enhance your online experience. By continuing to browse this site, you agree to our use of cookies. Accept and Continue Welcome to Silent Sands Casino Resort, where the thrill of gaming meets unparalleled luxury. Located in the heart of India’s most serene landscapes, our resort offers an exclusive retreat for those seeking excitement and sophistication. Contact Us Our Story Silent Sands Casino Resort was founded with a vision to create a destination that harmonizes the exhilaration of world-class gaming with the tranquility of a luxury resort. From our humble beginnings, we have grown into a premier destination for both avid gamers and leisure seekers, known for our exceptional service, opulent accommodations, and vibrant atmosphere. Learn More Gaming Excellence At Silent Sands Casino Resort, we pride ourselves on offering a premier gaming experience. Our casino floor features a diverse selection of games, including classic table games, modern slot machines, and high-stakes poker. Each game is designed to provide both novice players and seasoned professionals with an unforgettable gaming experience. Learn More Luxurious Accommodations Our resort boasts a range of luxurious accommodations, from elegantly appointed rooms to expansive suites with breathtaking views. Every detail is carefully curated to ensure your stay is comfortable and indulgent. Enjoy state-of-the-art amenities, plush furnishings, and personalized services that cater to your every need. Learn More Exceptional Dining Indulge in a culinary journey at our array of dining establishments. From gourmet restaurants serving international cuisine to casual eateries offering local delicacies, every meal at Silent Sands Casino Resort is a celebration of flavor and finesse. Our talented chefs are dedicated to crafting dishes that delight the senses and satisfy the most discerning palates. Learn More Plan Your Dream Getaway Ready to experience the serenity and luxury of Silent Sands Resort? Fill out the form below to start planning your perfect escape. Our team will get in touch with you to tailor an unforgettable stay, complete with personalized services and unique experiences. Your journey to tranquility begins here. I accept privacy policy submit Silent Sands Customer Info Terms & Conditions Privacy Policy Disclaimer Address 4th Ward, Colva Beach Rd, Fatona, Kolve, Goa India Contact Us silentsands@gmail.com +91-91-111-11-114 &copy; 2024 Silent Sands India. All rights reserved.",
    "casino": "Silent Sands Casino Resort Casino - Premier Gaming in Serene Beach, India Silent Sands Dining casino about contact We use cookies to enhance your online experience. By continuing to browse this site, you agree to our use of cookies. Accept and Continue Please confirm that you are old enough to access the site (18 or older) to continue: Yes No Welcome to the heart of excitement at Silent Sands Casino Resort, where every moment is a chance to create unforgettable memories. Our casino is a world-class gaming destination, offering a diverse range of games and experiences designed to thrill and entertain. Contact Us An Unmatched Gaming Experience Step into Silent Sands Casino and be immersed in an atmosphere of elegance and exhilaration. Our casino floor features an extensive array of games to suit every preference and skill level. From the latest slot machines to classic table games, every detail is designed to provide an exceptional gaming experience. Learn More Slot Machines Discover a world of endless possibilities with our state-of-the-art slot machines. Featuring the latest technology and a variety of themes, our slots offer thrilling gameplay and the chance to win big. With progressive jackpots and regular updates, there’s always something new and exciting to explore.. Learn More Table Games Challenge your skills at our classic table games, where strategy and luck come together. Whether you prefer the fast-paced action of blackjack, the strategic play of poker, or the timeless appeal of roulette, our tables provide a welcoming environment for both novice players and seasoned professionals. Learn More Poker Room Our dedicated poker room is a haven for poker enthusiasts. With regular tournaments and cash games, players can test their skills and compete for impressive prizes. Our professional dealers and comfortable setting ensure an enjoyable and competitive experience for all. Learn More Plan Your Dream Getaway Ready to experience the serenity and luxury of Silent Sands Resort? Fill out the form below to start planning your perfect escape. Our team will get in touch with you to tailor an unforgettable stay, complete with personalized services and unique experiences. Your journey to tranquility begins here. I accept privacy policy submit Silent Sands Customer Info Terms & Conditions Privacy Policy Disclaimer Address 4th Ward, Colva Beach Rd, Fatona, Kolve, Goa India Contact Us silentsands@gmail.com +91-91-111-11-114 &copy; 2024 Silent Sands India. All rights reserved.",
    "contacts": "Contact Silent Sands Casino Resort - Reach Us Easily in Serene Beach, India Silent Sands Dining casino about contact We use cookies to enhance your online experience. By continuing to browse this site, you agree to our use of cookies. Accept and Continue We look forward to welcoming you to Silent Sands Casino Resort. Whether you have questions, need assistance, or want to make a reservation, our dedicated team is here to help. Reach out to us using any of the methods below, and we'll ensure your experience with us is seamless and enjoyable. Contact Us Plan Your Dream Getaway Ready to experience the serenity and luxury of Silent Sands Resort? Fill out the form below to start planning your perfect escape. Our team will get in touch with you to tailor an unforgettable stay, complete with personalized services and unique experiences. Your journey to tranquility begins here. I accept privacy policy submit Silent Sands Customer Info Terms & Conditions Privacy Policy Disclaimer Address 4th Ward, Colva Beach Rd, Fatona, Kolve, Goa India Contact Us silentsands@gmail.com +91-91-111-11-114 &copy; 2024 Silent Sands India. All rights reserved.",
    "disclaimer": "Silent Sands Casino Resort - Website Disclaimer and Terms of Use Silent Sands Dining casino about contact We use cookies to enhance your online experience. By continuing to browse this site, you agree to our use of cookies. Accept and Continue Disclaimer Introduction Welcome to Silent Sands Casino Resort's website. This disclaimer governs your use of our website; by using our website, you accept this disclaimer in full. If you disagree with any part of this disclaimer, you must not use our website. This website is for informational purposes only and is not intended to provide specific commercial, financial, investment, accounting, tax, or legal advice. The information provided on this website is subject to change without notice. No Warranties This website is provided \"as is\" without any representations or warranties, express or implied. Silent Sands Casino Resort makes no representations or warranties in relation to this website or the information and materials provided on this website. Without prejudice to the generality of the foregoing paragraph, Silent Sands Casino Resort does not warrant that: (a) this website will be constantly available, or available at all; or (b) the information on this website is complete, true, accurate or non-misleading. Limitations of Liability Silent Sands Casino Resort will not be liable to you (whether under the law of contact, the law of torts or otherwise) in relation to the contents of, or use of, or otherwise in connection with, this website: (a) to the extent that the website is provided free-of-charge, for any direct loss; (b) for any indirect, special or consequential loss; or (c) for any business losses, loss of revenue, income, profits or anticipated savings, loss of contracts or business relationships, loss of reputation or goodwill, or loss or corruption of information or data. These limitations of liability apply even if Silent Sands Casino Resort has been expressly advised of the potential loss. Exceptions Nothing in this disclaimer will exclude or limit any warranty implied by law that it would be unlawful to exclude or limit; and nothing in this disclaimer will exclude or limit Silent Sands Casino Resort's liability in respect of any: (a) death or personal injury caused by Silent Sands Casino Resort's negligence; (b) fraud or fraudulent misrepresentation on the part of Silent Sands Casino Resort; or (c) matter which it would be illegal or unlawful for Silent Sands Casino Resort to exclude or limit, or to attempt or purport to exclude or limit, its liability. Reasonableness By using this website, you agree that the exclusions and limitations of liability set out in this disclaimer are reasonable. If you do not think they are reasonable, you must not use this website. Other Parties You accept that, as a limited liability entity, Silent Sands Casino Resort has an interest in limiting the personal liability of its officers and employees. You agree that you will not bring any claim personally against Silent Sands Casino Resort's officers or employees in respect of any losses you suffer in connection with the website. Without prejudice to the foregoing paragraph, you agree that the limitations of warranties and liability set out in this disclaimer will protect Silent Sands Casino Resort's officers, employees, agents, subsidiaries, successors, assigns and sub-contractors as well as Silent Sands Casino Resort. Unenforceable Provisions If any provision of this disclaimer is, or is found to be, unenforceable under applicable law, that will not affect the enforceability of the other provisions of this disclaimer. Changes to This Disclaimer We may revise this disclaimer from time to time. The revised disclaimer will apply to the use of our website from the date of the publication of the revised disclaimer on the website. Please check this page regularly to ensure you are familiar with the current version. Contact Us If you have any questions about this disclaimer or our treatment of your personal information, please write to us by email at silentsands@gmail.com Silent Sands Customer Info Terms & Conditions Privacy Policy Disclaimer Address 4th Ward, Colva Beach Rd, Fatona, Kolve, Goa India Contact Us silentsands@gmail.com +91-91-111-11-114 &copy; 2024 Silent Sands India. All rights reserved.",
    "index": "Silent Sands Casino Resort - Luxury Casino Resort in Serene Beach, India Silent Sands Dining casino about contact We use cookies to enhance your online experience. By continuing to browse this site, you agree to our use of cookies. Accept and Continue Welcome to Silent Sands Resort Escape to a haven of tranquility and luxury at Silent Sands Resort, nestled amidst the breathtaking landscapes of India. Here, where the timeless beauty of nature meets unmatched hospitality, every moment promises serenity and rejuvenation. Contact Us Secluded Luxury Our resort is a sanctuary of seclusion and sophistication, offering discerning travelers a retreat from the ordinary. Surrounded by lush gardens and tranquil pools, each guest room and suite is a private oasis designed for ultimate comfort and relaxation. Learn More Exquisite Dining Experiences Savor the flavors of India and beyond at our array of dining venues. From intimate candlelit dinners under the stars to vibrant culinary journeys through regional specialties, every meal is a celebration of exquisite taste and impeccable service. Learn More Wellness and Rejuvenation Indulge in holistic wellness at our state-of-the-art spa and wellness center. Treat yourself to rejuvenating massages, yoga sessions overlooking panoramic views, and personalized wellness programs designed to restore balance and vitality. Learn More Cultural Exploration Immerse yourself in the rich cultural tapestry of India with curated experiences that showcase local traditions and heritage. From guided tours to nearby historical sites to hands-on workshops with local artisans, every excursion promises to deepen your understanding of this vibrant region. Learn More Experience the Epitome of Luxury and Comfort Activities and Leisure Embrace adventure with a range of recreational activities tailored to every interest. Whether it's a round of golf on world-class courses nearby, a leisurely bike ride through picturesque trails, or a sunset cruise along the coast, there's always an opportunity to create cherished memories. Learn More Events and Celebrations Celebrate life's milestones in style with our elegant event spaces and personalized event planning services. Whether it's a wedding, anniversary, or corporate retreat, our dedicated team ensures every detail is perfect for a memorable occasion. Learn More Plan Your Stay Whether you seek relaxation, cultural exploration, or exhilarating adventures, Silent Sands Resort offers a bespoke experience tailored to your desires. Discover a place where luxury meets authenticity, and every moment is an opportunity to create lasting memories. Learn More Gastronomic Journeys Embark on a culinary adventure at Silent Sands Resort, where our chefs craft delectable dishes inspired by the rich flavors of India and international cuisines. Participate in cooking classes to learn the secrets of Indian spices, or enjoy a gourmet picnic prepared by our culinary team, set against the backdrop of stunning natural beauty. Learn More Architectural Splendor The design of Silent Sands Resort seamlessly blends modern elegance with traditional Indian aesthetics. Each structure, from our grand lobby to the intimate villas, reflects a commitment to preserving the cultural essence while providing contemporary comforts. The intricate detailing, use of locally sourced materials, and thoughtfully curated art pieces create an ambiance that is both timeless and inviting. Family-Friendly Adventures Silent Sands Resort is an ideal destination for families seeking both relaxation and adventure. Our dedicated children's program offers a variety of fun and educational activities, from storytelling sessions that delve into local folklore to art and craft workshops. Explore nature trails together, participate in family yoga sessions, or enjoy a picnic in our beautifully landscaped gardens. Sustainable Luxury We are committed to sustainable practices that respect the environment and support the local community. Our resort features eco-friendly amenities, such as solar-powered energy systems and water conservation initiatives. We also collaborate with local farmers and artisans, ensuring that our guests enjoy fresh, locally sourced produce and handcrafted goods, all while contributing to the region’s economy. Exclusive Residences For those seeking an extended stay or a private retreat, Silent Sands Resort offers exclusive residences that provide the ultimate in luxury living. These spacious, fully-equipped homes are designed with privacy and comfort in mind, offering breathtaking views, private pools, and personalized services. Experience the perfect blend of home-like comfort and resort-style amenities. Art and Culture Showcase Silent Sands Resort is a celebration of India’s rich artistic heritage. Our on-site gallery features rotating exhibitions of local artists, while our cultural evenings showcase traditional music and dance performances. Guests can participate in hands-on workshops, learning the intricacies of classical dance, pottery, or fabric dyeing techniques, guided by master craftsmen and artists. Plan Your Dream Getaway Ready to experience the serenity and luxury of Silent Sands Resort? Fill out the form below to start planning your perfect escape. Our team will get in touch with you to tailor an unforgettable stay, complete with personalized services and unique experiences. Your journey to tranquility begins here. I accept privacy policy submit Silent Sands Customer Info Terms & Conditions Privacy Policy Disclaimer Address 4th Ward, Colva Beach Rd, Fatona, Kolve, Goa India Contact Us silentsands@gmail.com +91-91-111-11-114 &copy; 2024 Silent Sands India. All rights reserved.",
    "privacy": "Silent Sands Casino Resort - Privacy Policy Silent Sands Dining casino about contact We use cookies to enhance your online experience. By continuing to browse this site, you agree to our use of cookies. Accept and Continue Privacy Policy Introduction Welcome to Silent Sands Casino Resort's Privacy Policy. This policy outlines how we collect, use, disclose, and protect your personal information when you visit our website or use our services. By accessing our website or providing us with your personal information, you agree to the terms of this Privacy Policy. Information We Collect We may collect various types of information from you, including: - Personal information such as your name, email address, and phone number. - Demographic information such as your age, gender, and preferences. - Technical information such as your IP address, browser type, and operating system. How We Use Your Information We use the information we collect for purposes such as: - Providing and personalizing our services to you. - Communicating with you, including sending promotional materials. - Analyzing website usage and improving our website and services. Sharing Your Information We may share your personal information with third parties in certain circumstances, including: - Service providers who assist us in operating our website and providing our services. - Legal or regulatory authorities as required by law. - Business partners in connection with joint marketing efforts. Security of Your Information We take reasonable measures to protect your personal information from unauthorized access, use, or disclosure. However, no method of transmission over the internet or electronic storage is 100% secure. We encourage you to take precautions to protect your personal information, such as keeping your login credentials confidential. Your Choices and Rights You have the right to: - Access and update your personal information. - Opt-out of receiving marketing communications. - Request deletion of your personal information, subject to legal requirements. Changes to This Privacy Policy We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. Contact Us If you have any questions about this Privacy Policy or our practices, please contact us: - By email: silentsands@gmail.com Silent Sands Customer Info Terms & Conditions Privacy Policy Disclaimer Address 4th Ward, Colva Beach Rd, Fatona, Kolve, Goa India Contact Us silentsands@gmail.com +91-91-111-11-114 &copy; 2024 Silent Sands India. All rights reserved.",
    "rest": "Silent Sands Casino Resort - Restaurant and Bar in Serene Beach, India Silent Sands Dining casino about contact We use cookies to enhance your online experience. By continuing to browse this site, you agree to our use of cookies. Accept and Continue Dining at Silent Sands Resort Indulge in a culinary journey at Silent Sands Casino Resort, where our dining experiences are designed to delight your senses and elevate your stay. Our array of exquisite restaurants and bars offers a variety of flavors, from authentic local cuisine to international gourmet dishes, ensuring every meal is a memorable experience. Contact Us Signature Restaurant: The Lotus Blossom Experience the epitome of fine dining at The Lotus Blossom, our signature restaurant. Here, our master chefs craft an innovative menu that blends traditional Indian flavors with contemporary culinary techniques. Savor each bite in an elegant setting with breathtaking views, making every meal an occasion to remember. Learn More Casual Dining: Spice Garden Café For a more relaxed atmosphere, visit the Spice Garden Café. Offering a diverse menu that includes local favorites and international comfort food, this café is perfect for a casual meal or a quick bite between activities. Enjoy al fresco dining surrounded by lush gardens, creating a serene and refreshing dining experience. Learn More Seafood Delights: Ocean Pearl Grill Indulge in the freshest seafood at Ocean Pearl Grill. Our chefs prepare an array of ocean delights, from succulent grilled fish to decadent seafood platters, all sourced sustainably and served with a side of panoramic ocean views. This dining experience is a must for seafood lovers and those looking to enjoy the bounty of the sea. Learn More Exclusive Dining: The Private Oasis For a truly unique dining experience, reserve a table at The Private Oasis. This exclusive venue offers a personalized dining experience in a secluded, intimate setting. Perfect for special occasions or a romantic dinner, our team will create a bespoke menu tailored to your preferences, ensuring an unforgettable evening. Learn More Bars and Lounges Unwind with a cocktail at one of our stylish bars and lounges. The Sunset Lounge offers stunning views and a wide selection of premium drinks, while the Poolside Bar is perfect for refreshing beverages and light snacks as you relax by the water. Our skilled bartenders are ready to craft the perfect drink to suit your mood. Learn More Culinary Events and Cooking Classes Enhance your stay with our culinary events and cooking classes. Join our chefs for interactive sessions where you can learn the secrets of Indian cooking, participate in wine tastings, or enjoy themed dinners that showcase the best of our culinary offerings. These experiences are perfect for food enthusiasts and those looking to expand their culinary skills. Learn More Room Service For the ultimate in convenience and comfort, take advantage of our 24-hour room service. Whether you crave a midnight snack or a full-course meal in the privacy of your room, our extensive menu is available to satisfy your appetite any time of day. Sustainable Dining We are committed to sustainability and sourcing the freshest local ingredients. Our farm-to-table approach ensures that our dishes are not only delicious but also environmentally conscious. By partnering with local farmers and producers, we support the community and provide our guests with the highest quality meals. Gourmet Delights: The Maharaja’s Feast Step into a world of opulence and flavor at The Maharaja’s Feast, where every meal is a celebration of India's rich culinary heritage. Our chefs use traditional cooking methods and the finest ingredients to create dishes that are both authentic and innovative. From succulent kebabs to aromatic biryanis, every dish is a masterpiece. The restaurant's regal décor and attentive service complete the experience, making every meal fit for royalty. Al Fresco Dining: Garden Terrace Bistro Enjoy the beauty of nature while dining at the Garden Terrace Bistro. This open-air restaurant offers a tranquil setting amidst lush greenery, perfect for a leisurely breakfast or a romantic dinner under the stars. The menu features a blend of healthy options and hearty favorites, with an emphasis on fresh, seasonal ingredients. Our attentive staff ensures a relaxed and enjoyable dining experience, where you can savor each moment and each bite. Health and Wellness Cuisine: Vitality Café For guests seeking nutritious and wholesome meals, Vitality Café is the perfect choice. Our menu is designed to nourish your body and delight your palate, with dishes crafted from organic, locally-sourced ingredients. From energizing smoothies and salads to balanced meals that cater to dietary preferences, Vitality Café supports your wellness journey. Enjoy your meal in our serene, wellness-focused environment, or take your healthy fare to go as you explore the resort. Exceptional Room Service Silent Sands Casino Resort offers exceptional room service, bringing the gourmet dining experience straight to your doorstep. Whether you're enjoying a lazy morning in bed, hosting a private dinner in your suite, or craving a late-night snack, our extensive room service menu has you covered. Choose from a variety of dishes, including comfort foods, fine dining options, and healthy choices, all prepared with the same care and quality as our restaurant offerings. Culinary Events and Chef’s Table Join us for exclusive culinary events and experiences that go beyond ordinary dining. Our Chef’s Table offers an intimate, behind-the-scenes look at our culinary operations, with a personalized menu crafted by our executive chef. Participate in wine pairings, tasting menus, and special themed dinners that showcase the best of our culinary talents. These events are perfect for food enthusiasts and those looking to add a unique experience to their stay. Sustainable and Ethical Dining At Silent Sands Casino Resort, we are committed to sustainable and ethical dining practices. Our restaurants prioritize the use of organic, locally-sourced, and sustainably harvested ingredients. We work closely with local farmers, fishermen, and suppliers to ensure that our dishes are not only delicious but also environmentally responsible. By choosing to dine with us, you support our efforts to promote sustainability and reduce our ecological footprint. Plan Your Dream Getaway Ready to experience the serenity and luxury of Silent Sands Resort? Fill out the form below to start planning your perfect escape. Our team will get in touch with you to tailor an unforgettable stay, complete with personalized services and unique experiences. Your journey to tranquility begins here. I accept privacy policy submit Silent Sands Customer Info Terms & Conditions Privacy Policy Disclaimer Address 4th Ward, Colva Beach Rd, Fatona, Kolve, Goa India Contact Us silentsands@gmail.com +91-91-111-11-114 &copy; 2024 Silent Sands India. All rights reserved.",
    "terms": "Silent Sands Casino Resort - Terms and Conditions Silent Sands Dining casino about contact We use cookies to enhance your online experience. By continuing to browse this site, you agree to our use of cookies. Accept and Continue Terms and Conditions Introduction Welcome to Silent Sands Casino Resort's Terms and Conditions. These terms outline the rules and regulations for the use of our website. By accessing this website, we assume you accept these terms and conditions in full. Do not continue to use Silent Sands Casino Resort's website if you do not accept all of the terms and conditions stated on this page. Intellectual Property Rights Other than content you own, which you may have opted to include on this website through our services, under these terms, Silent Sands Casino Resort and/or its licensors own all rights to the intellectual property and material contained in this website, and all such rights are reserved. You are granted a limited license only, subject to the restrictions provided in these terms, for purposes of viewing the material contained on this website. Restrictions You are specifically restricted from all of the following: - publishing any website material in any other media; - selling, sublicensing and/or otherwise commercializing any website material; - publicly performing and/or showing any website material; - using this website in any way that is or may be damaging to this website; - using this website in any way that impacts user access to this website; - using this website contrary to applicable laws and regulations, or in any way may cause harm to the website, or to any person or business entity; Your Content In these terms and conditions, \"Your Content\" shall mean any audio, video, text, images or other material you choose to display on this website. By displaying Your Content, you grant Silent Sands Casino Resort a non-exclusive, worldwide irrevocable, sub licensable license to use, reproduce, adapt, publish, translate and distribute it in any and all media. Your Content must be your own and must not be invading any third-party's rights. Silent Sands Casino Resort reserves the right to remove any of Your Content from this website at any time without notice. Limitation of Liability In no event shall Silent Sands Casino Resort, nor any of its officers, directors and employees, be liable to you for anything arising out of or in any way connected with your use of this website, whether such liability is under contract, tort or otherwise, and Silent Sands Casino Resort, including its officers, directors and employees shall not be liable for any indirect, consequential or special liability arising out of or in any way related to your use of this website. Variation of Terms Silent Sands Casino Resort is permitted to revise these terms at any time as it sees fit, and by using this website you are expected to review these terms on a regular basis. Governing Law & Jurisdiction These terms will be governed by and construed in accordance with the laws of the State of India, and you submit to the non-exclusive jurisdiction of the state and federal courts located in India for the resolution of any disputes. Contact Us If you have any questions about these Terms and Conditions, please contact us: - By email: silentsands@gmail.com Silent Sands Customer Info Terms & Conditions Privacy Policy Disclaimer Address 4th Ward, Colva Beach Rd, Fatona, Kolve, Goa India Contact Us silentsands@gmail.com +91-91-111-11-114 &copy; 2024 Silent Sands India. All rights reserved.",
    "thank_you": "Thank You for Your Message - Silent Sands Casino Resort Silent Sands Dining casino about contact We use cookies to enhance your online experience. By continuing to browse this site, you agree to our use of cookies. Accept and Continue Thank You for Contacting Us We Will Get Back to You Soon Thank you for reaching out to us at Silent Sands Casino Resort. We have received your message and will get back to you as soon as possible. Your interest in our services is greatly appreciated, and we look forward to assisting you. In the Meantime, Explore Our Website While you wait, feel free to explore our website to learn more about Silent Sands Casino Resort and the services we offer. If you have any urgent questions or concerns, please don't hesitate to contact us directly. Silent Sands Customer Info Terms & Conditions Privacy Policy Disclaimer Address 4th Ward, Colva Beach Rd, Fatona, Kolve, Goa India Contact Us silentsands@gmail.com +91-91-111-11-114 &copy; 2024 Silent Sands India. All rights reserved."
  },
  "date": "2024-07-14T19:39:01.021Z"
}