{
  "name": "SilverMist",
  "pages": {
    "about-us": "About Us - Discover the Essence of Tranquil Luxury at SilverMist Hotel SilverMist HOME ABOUT US Casino Contact Explore Our Room Types Standard Room Deluxe Room Executive Suite Private Villa Enhance Your Guest Experience Our commitment to excellence ensures that every stay at SilverMist Hotel is more than just accommodation—it's a journey into unparalleled comfort and hospitality. EXCEPTIONAL GUEST EXPERIENCE Staying at SilverMist Hotel was a truly remarkable experience. The ambiance, service, and attention to detail exceeded my expectations. Whether it was enjoying the breathtaking views or indulging in the luxurious amenities, every moment felt like a getaway into tranquility and comfort. John Smith SilverMist Hotel website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline SilverMist Hotel Resort DISCLAIMERS TERMS & CONDITIONS PRIVACY & POLICY",
    "contacts": "Contact Us - Reach Out to SilverMist Hotel for Inquiries and Reservations SilverMist HOME ABOUT US Casino Contact CONTACT STAY IN TOUCH 48/10, Adao Waddo, Majorda, Goa 403713, India silvermist@gmail.com +91-755-531-5713 Got any question? I accept Policy & Privacy SUBMIT SilverMist Hotel website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline SilverMist Hotel Resort DISCLAIMERS TERMS & CONDITIONS PRIVACY & POLICY",
    "disclaimers": "Disclaimers - Understand SilverMist Hotel's Terms and Policies SilverMist HOME ABOUT US Casino Contact Disclaimers Please review the following important disclaimers before booking your stay at SilverMist Hotel. Rates and Availability All rates displayed on this website are subject to change and availability. Taxes and gratuities may be added to your final bill. Please contact the hotel directly for the latest rates and availability. Hotel Policies We encourage you to review our full hotel policies, including those regarding check-in/check-out times, cancellation policies, and pet restrictions, before making your reservation. These policies can be found on a dedicated policies page or by contacting the hotel directly. Website Accuracy While we strive to ensure the accuracy of the information displayed on this website, we cannot be held responsible for any errors or omissions. This includes, but is not limited to, descriptions of rooms, amenities, and hotel facilities. Images and Content The images and other content displayed on this website are for illustrative purposes only and may not depict the actual appearance of the hotel or its facilities. We reserve the right to change or update the content of this website at any time without notice. SilverMist Hotel website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline SilverMist Hotel Resort DISCLAIMERS TERMS & CONDITIONS PRIVACY & POLICY",
    "index": "SilverMist Hotel Main page - Discover Tranquil Luxury Amidst Natural Beauty SilverMist HOME ABOUT US Casino Contact Discover Tranquil Luxury Natural Beauty Welcome to SilverMist Hotel, where luxury meets nature's beauty. Experience unparalleled comfort and relaxation. CONTACT US FOR BOOKINGS WHY CHOOSE SILVERMIST HOTEL Why Choose SilverMist Hotel Our hotel offers more than just accommodation; it provides an exceptional hospitality experience that rejuvenates your senses and offers unparalleled comfort amidst natural beauty. Book Your Stay Explore Our Services Exceptional Service Quality Enjoy exceptional service quality that exceeds your expectations Luxurious Amenities Indulge in our luxurious amenities designed for your comfort Exciting Activities Embark on exciting activities and adventures during your stay Explore Our Room Types Standard Room Deluxe Room Executive Suite Private Villa Enhance Your Guest Experience Our commitment to excellence ensures that every stay at SilverMist Hotel is more than just accommodation—it's a journey into unparalleled comfort and hospitality. EXCEPTIONAL GUEST EXPERIENCE Staying at SilverMist Hotel was a truly remarkable experience. The ambiance, service, and attention to detail exceeded my expectations. Whether it was enjoying the breathtaking views or indulging in the luxurious amenities, every moment felt like a getaway into tranquility and comfort. John Smith SilverMist Hotel website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline SilverMist Hotel Resort DISCLAIMERS TERMS & CONDITIONS PRIVACY & POLICY",
    "privacy-policy": "Privacy Policy - Learn How SilverMist Hotel Protects Your Privacy SilverMist HOME ABOUT US Casino Contact Privacy Policy Introduction This Privacy Policy outlines how SilverMist Hotel (\"we\", \"our\", \"us\") collects, uses, discloses, and protects your personal information when you visit our website and use our services. Information We Collect We collect various types of information, including personal data (such as name, email address, phone number) and non-personal data (such as browser type, IP address) when you interact with our website or make reservations. How We Use Your Information We use your information to provide and improve our services, communicate with you, process reservations, and personalize your experience at SilverMist Hotel. Sharing of Your Information We may share your information with third-party service providers to facilitate our services or comply with legal obligations. Your information is handled with care and in accordance with this Privacy Policy. Security of Your Information We employ security measures to protect your personal information from unauthorized access, disclosure, alteration, or destruction. However, no method of transmission over the Internet or electronic storage is 100% secure. Your Choices and Rights You have the right to access, correct, or delete your personal information. You may also opt-out of receiving marketing communications from us. Please contact us for assistance with your privacy preferences. Changes to This Privacy Policy We may update this Privacy Policy periodically to reflect changes in our practices and legal requirements. We encourage you to review this page regularly for updates. SilverMist Hotel website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline SilverMist Hotel Resort DISCLAIMERS TERMS & CONDITIONS PRIVACY & POLICY",
    "services": "SilverMist Casino - Explore World-Class Gaming and Entertainment SilverMist HOME ABOUT US Casino Contact Explore Our Casino Services Premier Gaming Experience Enjoy a premier gaming experience with a wide range of casino games and state-of-the-art facilities. Fine Dining Options Indulge in fine dining options with our exquisite restaurants and bars located within the casino. Live Entertainment Experience thrilling live entertainment performances and events throughout your casino visit. Explore Our Casino Games Slot Machines Blackjack Roulette Poker Enhance Your Casino Experience Immerse yourself in the thrill of our casino with state-of-the-art gaming facilities and exceptional service that redefine entertainment and luxury. Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 SilverMist Hotel website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline SilverMist Hotel Resort DISCLAIMERS TERMS & CONDITIONS PRIVACY & POLICY const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "Terms and Conditions - Understand SilverMist Hotel's Rules and Regulations SilverMist HOME ABOUT US Casino Contact Terms and Conditions Introduction Welcome to SilverMist Hotel (\"we\", \"our\", \"us\"). These Terms and Conditions govern your use of our website and services. By accessing or using our website, you agree to comply with these terms. Use of Website You agree to use our website for lawful purposes and in accordance with these Terms and Conditions. You must not use our website in any way that causes, or may cause, damage to the website or impairment of the availability or accessibility of the website. Reservation of Rights We reserve the right to modify or terminate our website and services for any reason, without notice, at any time. We also reserve the right to modify these Terms and Conditions at our sole discretion. Intellectual Property All content on this website, including text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, is the property of SilverMist Hotel or its content suppliers and protected by international copyright laws. Limitation of Liability In no event shall SilverMist Hotel be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses arising out of or in connection with your use or inability to use our website or services. Indemnification You agree to indemnify and hold harmless SilverMist Hotel, its affiliates, officers, directors, employees, agents, and licensors from and against any and all claims and expenses, including attorneys' fees, arising out of your use of our website or services, including but not limited to your violation of these Terms and Conditions. Governing Law These Terms and Conditions shall be governed by and construed in accordance with the laws of India, without regard to its conflict of law provisions. SilverMist Hotel website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline SilverMist Hotel Resort DISCLAIMERS TERMS & CONDITIONS PRIVACY & POLICY",
    "thanks": "Thank You - SilverMist Hotel SilverMist HOME ABOUT US Casino Contact Thank You! Thank you for contacting SilverMist Hotel! We appreciate your inquiry and will respond to you shortly. Discover more about our services and offerings in the meantime. SilverMist Hotel website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline SilverMist Hotel Resort DISCLAIMERS TERMS & CONDITIONS PRIVACY & POLICY"
  },
  "date": "2024-07-01T11:15:45.100Z"
}