{
  "name": "smashcricket",
  "pages": {
    "terms-conditions": "SmashCricket - Terms and Conditions of Use - Terms of Use 18+ +91-913-6596999 smashcricket@gmail.com SmashCricket Home Why are we Join Peculiarities Last news Terms of Use Acceptance of Terms By using SmashCricket, you agree to these Terms of Use. If you do not agree, please refrain from using our application. Changes to Terms SmashCricket reserves the right to modify these Terms of Use at any time. Any changes will be effective immediately upon posting on our website or application. Your continued use of the application following the posting of any changes will constitute your acceptance of those changes. User Conduct You agree not to use SmashCricket for any unlawful purposes or in furtherance of illegal activities. You also agree not to use our application in any manner that could damage, disable, overburden, or impair our servers or networks, or interfere with any other party's use and enjoyment of our application. Intellectual Property All content, trademarks, and data on SmashCricket, including but not limited to software, text, graphics, logos, and the selection and arrangement thereof, are the proprietary property of SmashCricket or its licensors and are protected by Indian and international copyright laws. User Content Any content you submit to SmashCricket, including but not limited to photos, videos, and text, remains your property but becomes publicly available and can be used by SmashCricket for marketing and promotional purposes. Privacy Policy SmashCricket respects your privacy and is committed to protecting your personal information. Our Privacy Policy explains how we collect, use, and disclose information about you. Disclaimer of Warranties SmashCricket is provided \"as is\" and \"as available\" without warranties of any kind, either express or implied. SmashCricket disclaims all warranties, including but not limited to, implied warranties of merchantability, fitness for a particular purpose, and non-infringement. Limitation of Liability In no event shall SmashCricket be liable for any direct, indirect, incidental, special, consequential, or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses resulting from the use of or inability to use our application. Termination SmashCricket reserves the right to terminate your access to our application at any time without notice for any reason, including but not limited to, violation of these Terms of Use. Contact Information If you have any questions about these Terms of Use, please contact us at smashcricket@gmail.com. Our links Home Why are we Join Peculiarities Last news Additional links Disclaimer Privacy Policy Terms of Use 252/7, Financial District, Gachibowli, Hyderabad, Nanakramguda, Telangana 500032, India +91-913-6596999 smashcricket@gmail.com 18+",
    "thanks": "SmashCricket - Thank You for Joining Our Community - Thank You Thank You for Connecting with SmashCricket! We appreciate you taking the time to reach out to us. Your input is valuable, and we're thrilled to have you as part of our passionate cricket community. Our team is committed to providing the best experience for our users, and your feedback or questions help us continue to improve and grow. We'll review your message and get back to you as soon as possible. In the meantime, feel free to explore more of SmashCricket and stay updated with the latest news, scores, and exciting developments in the world of cricket. Once again, thank you for connecting with us. We look forward to continuing to serve you and share our love for cricket. Return to Homepage",
    "disclaimer": "SmashCricket - Important Legal Information - Disclaimer 18+ +91-913-6596999 smashcricket@gmail.com SmashCricket Home Why are we Join Peculiarities Last news Disclaimer Welcome to Smashcrocket, a mobile game application that offers a unique and exciting experience of playing cricket.This rejection of liability regulates your use of our application and any content, products or services provided through it. General information Smashcricket is an application designed exclusively for entertainment purposes.It does not provide any real training or shouting.The application is designed to provide virtual game experience, and any similarity with real events in the cry, players or scripts is purely random. Responsibility of the user as a user, you are responsible for using the Smashcrocket application and for any consequences of this use.You are fully responsible for ensuring that your use of the application corresponds to all applicable laws, norms and recommendations. The accuracy of the Smashcrocket content seeks to provide accurate and relevant information in the application.However, we do not make any statements or guarantees regarding accuracy, completeness, reliability, suitability or accessibility of information, products, services or related graphic materials contained in the appendix for any purpose. User Conduct You agree not to use the SmashCricket application in any way that is unlawful, harmful, or infringes the rights of others. You must not use the application to transmit or procure the sending of any unsolicited or unauthorized advertising or promotional material, including any \"junk mail,\" \"chain letters,\" or \"spam.\" Limitation of Liability In no event will SmashCricket, its affiliates, or their licensors, service providers, employees, agents, officers, or directors be liable for damages of any kind, under any legal theory, arising out of or in connection with your use, or inability to use, the SmashCricket application, any websites linked to it, any content on the application or such other websites, or any services or items obtained through the application or such other websites. Indemnification You agree to indemnify and hold harmless SmashCricket, its affiliates, licensors, and service providers, and its and their respective officers, directors, employees, contractors, agents, licensors, suppliers, successors, and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys' fees) arising out of or relating to your violation of these terms or your use of the SmashCricket application. Changes to This Disclaimer SmashCricket reserves the right to update or change this Disclaimer at any time. Your continued use of the application after any such change indicates your acceptance of the changes. Contact Information If you have any questions about this Disclaimer or the practices of this application, please contact us at smashcricket@gmail.com. Our links Home Why are we Join Peculiarities Last news Additional links Disclaimer Privacy Policy Terms of Use 252/7, Financial District, Gachibowli, Hyderabad, Nanakramguda, Telangana 500032, India +91-913-6596999 smashcricket@gmail.com 18+",
    "index": "SmashCricket - The Ultimate Cricket Gaming Experience - Home 18+ +91-913-6596999 smashcricket@gmail.com SmashCricket Home Why are we Join Peculiarities Last news Unleash the Power of Cricket Experience the ultimate cricket gaming adventure with SmashCricket. Dive into intense matches, perfect your batting and bowling skills, and lead your team to victory. Download now and join millions of cricket enthusiasts worldwide! Down-load a game Why Choose SmashCricket? SmashCricket offers a unique and immersive cricket gaming experience that stands out from the rest. Here’s why you’ll love it: Realistic Gameplay Feel the thrill of real cricket with lifelike graphics and authentic game mechanics. Multiple Game Modes Enjoy a variety of game modes, including tournaments, quick matches, and career mode. Customizable Teams Create and manage your dream team with a wide range of customization options. Regular Updates Stay engaged with frequent updates that bring new features and improvements. Join the Community Connect, Compete, Conquer Global Leaderboards Climb the global leaderboards and showcase your skills to the world. Can you become the top player? In-Game Chat Communicate with other players during matches, strategize, and make new friends. Tournaments Participate in exciting tournaments and win exclusive rewards. Prove your dominance on the field. Features That Excite Advanced Graphics Immerse yourself in high-definition graphics that make every match feel real. Dynamic Weather Conditions Experience the impact of changing weather on gameplay, making each match unique. Offline Mode Play your favorite game anytime, anywhere, even without an internet connection. Achievements and Rewards Unlock achievements and earn rewards as you progress through the game. Stay Updated Latest News and Updates Stay informed about the latest happenings in the world of SmashCricket. From new features to upcoming events, we keep you in the loop. Upcoming Features Get a sneak peek at the exciting new features we’re working on. Patch Notes Detailed information about the latest updates and bug fixes. Community Events Join special community events and challenges to earn exclusive in-game rewards. Support Need Help? Our dedicated support team is here to assist you with any issues or questions you may have. Visit our support page for FAQs, troubleshooting guides, and more. Contact Us Get in Touch Have questions or feedback? We’d love to hear from you! Fill out the form below, and our team will get back to you as soon as possible. Address 252/7, Financial District, Gachibowli, Hyderabad, Nanakramguda, Telangana 500032, India Email smashcricket@gmail.com Phone +91-913-6596999 I accept the Privacy Policy Get the game Our links Home Why are we Join Peculiarities Last news Additional links Disclaimer Privacy Policy Terms of Use 252/7, Financial District, Gachibowli, Hyderabad, Nanakramguda, Telangana 500032, India +91-913-6596999 smashcricket@gmail.com 18+ We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies. Accept document.addEventListener(\"DOMContentLoaded\", function () { var cookieBanner = document.getElementById(\"cookie-banner\"); var acceptCookiesButton = document.getElementById(\"accept-cookies\"); if (localStorage.getItem(\"cookiesAccepted\")) { cookieBanner.style.display = \"none\"; } if (acceptCookiesButton) { acceptCookiesButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieBanner.style.display = \"none\"; }); } });",
    "privacy-policy": "SmashCricket - Protecting Your Privacy - Privacy Policy 18+ +91-913-6596999 smashcricket@gmail.com SmashCricket Home Why are we Join Peculiarities Last news Privacy Policy At SmashCricket, we are committed to protecting the privacy and security of our users. This Privacy Policy explains how we collect, use, and disclose information about you when you use our mobile application, website, and other online services (collectively, the \"Services\") or when you otherwise interact with us. By using the Services, you agree to the collection, use, and disclosure of your information as described in this Privacy Policy. If you do not agree, please do not use the Services. Information We Collect We collect information from and about users of our Services in several ways, including: Information You Provide to Us. We collect information that you provide to us when you register for an account, participate in a contest or promotion, contact us for customer service, or otherwise communicate with us. This information may include your name, email address, phone number, and other information you choose to provide. Information We Collect Automatically. We automatically collect certain information about your use of the Services, including your IP address, device type, operating system, browser type, and the pages you visit. We may also collect information about your location, with your consent, to provide you with location-based features. Information from Third Parties. We may receive information about you from third parties, such as social media platforms, advertising partners, and analytics providers. We may combine this information with other information we collect about you. How We Use Your Information We may use your information for various purposes, including: To provide and improve the Services. To communicate with you, including to respond to your inquiries and send you promotional materials. To personalize your experience on the Services. To analyze and understand how the Services are used. To detect, prevent, and investigate fraud, security breaches, and other potentially prohibited or illegal activities. To comply with applicable laws, regulations, and legal process. How We Share Your Information We may share your information with third parties in the following circumstances: Service Providers. We may share your information with service providers that perform services on our behalf, such as hosting, analytics, and marketing. Advertising Partners. We may share your information with advertising partners to deliver targeted advertisements to you. Business Transfers. We may share your information in connection with a merger, acquisition, or sale of all or a portion of our business. Legal and Safety Purposes. We may share your information to comply with legal process, to respond to claims or inquiries, to protect our rights and property, or to protect the rights, property, or safety of others. With Your Consent. We may share your information with your consent. If you have any questions or concerns about this Privacy Policy, please contact us at smashcricket@gmail.com. Our links Home Why are we Join Peculiarities Last news Additional links Disclaimer Privacy Policy Terms of Use 252/7, Financial District, Gachibowli, Hyderabad, Nanakramguda, Telangana 500032, India +91-913-6596999 smashcricket@gmail.com 18+"
  },
  "date": "2024-07-17T05:28:36.981Z"
}