{
  "name": "Spain_playstay",
  "pages": {
    "disclaimer": "PlayStay Hotel - Disclaimer PlayStay Home Casino Rooms and luxury Services Unique experience playstay@gmail.com +34-954-42-15-11 Descargo de responsabilidad Bienvenido a PlayStay, su destino de entretenimiento y alojamiento de lujo. En PlayStay, nos comprometemos a ofrecer una experiencia segura y agradable para todos nuestros huéspedes y visitantes. A continuación, se presentan algunos puntos importantes que debe tener en cuenta al utilizar nuestro sitio web y nuestros servicios. Responsabilidad del Usuario El uso de este sitio web y los servicios ofrecidos por PlayStay es bajo su propia responsabilidad. PlayStay no se hace responsable de cualquier pérdida, daño o perjuicio que pueda surgir del uso de este sitio web o de los servicios proporcionados. Contenido del Sitio Web El contenido de este sitio web se proporciona únicamente con fines informativos y no debe considerarse como un consejo profesional. PlayStay se esfuerza por mantener la información en este sitio web precisa y actualizada, pero no garantiza la exactitud, integridad o actualidad de la información proporcionada. Propiedad Intelectual Todo el contenido de este sitio web, incluyendo textos, imágenes, gráficos, logotipos y cualquier otro material, es propiedad de PlayStay y está protegido por las leyes de propiedad intelectual. Cualquier uso no autorizado de este contenido está estrictamente prohibido. Política de Privacidad PlayStay se compromete a proteger su privacidad. La información personal recopilada a través de este sitio web se utilizará únicamente para los fines especificados en nuestra Política de Privacidad. Para obtener más información sobre cómo manejamos su información personal, consulte nuestra Política de Privacidad. Juego Responsable PlayStay promueve el juego responsable. Si siente que tiene un problema con el juego, le recomendamos que busque ayuda profesional. PlayStay no se hace responsable de cualquier pérdida financiera o personal que pueda surgir del uso de nuestros servicios de juego. Limitación de Responsabilidad PlayStay no será responsable de ningún daño directo, indirecto, incidental, consecuente o punitivo que surja del uso de este sitio web o de los servicios proporcionados. Esto incluye, pero no se limita a, daños por pérdida de beneficios, interrupción del negocio, pérdida de información o cualquier otro daño financiero o personal. Enlaces a Terceros Este sitio web puede contener enlaces a sitios web de terceros. PlayStay no controla ni es responsable del contenido de estos sitios web. El uso de estos enlaces es bajo su propia responsabilidad. Contacto Si tiene alguna pregunta o inquietud sobre este Disclaimer, no dude en ponerse en contacto con nosotros a través de playstay@gmail.com. PlayStay © 2024 PlayStay Hotel. All Rights Reserved. +34-954-42-15-11 playstay@gmail.com calle dr. Pedro de Castro, 1, 41004 Sevilla, España Links Home Casino Rooms and luxury Services Unique experience Additionally Disclaimer Privacy Policy Terms of Use",
    "index": "PlayStay Hotel - Experience Luxury and Comfort PlayStay Home Casino Rooms and luxury Services Unique experience playstay@gmail.com +34-954-42-15-11 Bienvenidos a PlayStay La Experiencia Perfecta de Hospedaje En PlayStay, nos enorgullecemos de ofrecer una estancia inolvidable en un entorno lujoso y acogedor. Situado en el corazón de la ciudad, nuestro hotel combina elegancia y comodidad para brindarte una experiencia única. Disfruta de nuestras instalaciones modernas y un servicio excepcional que hará que te sientas como en casa. Book a room Habitaciones y Suites Confort y Elegancia Nuestras habitaciones y suites están diseñadas para proporcionar el máximo confort y estilo. Equipadas con las mejores comodidades, te garantizan una estancia relajante y placentera. Suite Presidencial Un Lujo Excepcional Disfruta de la máxima elegancia y espacio en nuestra suite presidencial, equipada con todas las comodidades de alta gama. Habitación Deluxe Confort y Estilo Nuestras habitaciones Deluxe ofrecen un ambiente sofisticado y acogedor, perfecto para una estancia relajante. Habitación Estándar Comodidad Asequible La opción ideal para quienes buscan una estancia cómoda y económica sin sacrificar calidad. Servicios Todo lo que Necesitas Gimnasio Un gimnasio completamente equipado para mantenerte en forma. Aprender más Spa y Bienestar Relájate y rejuvenece con nuestros tratamientos de spa. Aprender más Restaurante Gourmet Disfruta de una experiencia culinaria única con platos exquisitos preparados por nuestros chefs. Aprender más Experiencias Únicas Vive Momentos Inolvidables En PlayStay, cada detalle está pensado para que disfrutes de experiencias únicas y memorables. Desde actividades culturales hasta excursiones personalizadas, te ofrecemos lo mejor. Excursiones Explora la ciudad con nuestras excursiones guiadas. Reserva Ahora Conéctate Con Nosotros Instalaciones Comodidades de Primera Clase Piscina Exterior Disfruta de un chapuzón refrescante en nuestra piscina al aire libre. Centro de Negocios Todas las facilidades para tus reuniones y eventos. Salón de Eventos Perfecto para bodas y celebraciones. Bar en la Azotea Disfruta de las mejores vistas con una bebida en mano. Lounge Ejecutivo Un espacio exclusivo para relajarte y trabajar. Servicio de Habitaciones 24/7 Todo lo que necesitas, cuando lo necesitas. Gastronomía Sumérgete en un viaje culinario en nuestros restaurantes. Desde la cocina local hasta platos internacionales, nuestros chefs utilizan ingredientes frescos y de alta calidad para crear menús excepcionales. Disfruta de una experiencia gastronómica inolvidable en un ambiente elegante y acogedor. Reserva tu Habitación Descubre nuestras opciones de habitaciones y elige la que mejor se adapte a tus necesidades. Todas nuestras habitaciones están diseñadas para ofrecerte el máximo confort y estilo. Suite Presidencial Disfruta de la máxima elegancia y espacio en nuestra suite presidencial, equipada con todas las comodidades de alta gama. €450 por noche. Reservar una habitación Habitación Deluxe Nuestras habitaciones Deluxe ofrecen un ambiente sofisticado y acogedor, perfecto para una estancia relajante. €250 por noche. Reservar una habitación Habitación Estándar La opción ideal para quienes buscan una estancia cómoda y económica sin sacrificar calidad. €150 por noche. Reservar una habitación Habitación Familiar Espaciosa y confortable, ideal para familias que viajan juntas. €200 por noche. Reservar una habitación Contacto ¡Haz tu Reserva Hoy! Acepto la Política de Privacidad Enviar un mensaje PlayStay © 2024 PlayStay Hotel. All Rights Reserved. +34-954-42-15-11 playstay@gmail.com calle dr. Pedro de Castro, 1, 41004 Sevilla, España Links Home Casino Rooms and luxury Services Unique experience Additionally Disclaimer Privacy Policy Terms of Use This website uses cookies to ensure you get the best experience on our website. Learn more Got it! document.addEventListener(\"DOMContentLoaded\", function () { const cookieBanner = document.getElementById(\"cookie-banner\"); const acceptButton = document.getElementById(\"accept-cookies\"); const cookieConsent = localStorage.getItem(\"cookieConsent\"); if (cookieBanner && !cookieConsent) { cookieBanner.style.display = \"flex\"; acceptButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookieConsent\", \"true\"); cookieBanner.style.display = \"none\"; }); } else if (cookieBanner) { cookieBanner.style.display = \"none\"; } });",
    "privacy-policy": "PlayStay Hotel - Privacy Policy PlayStay Home Casino Rooms and luxury Services Unique experience playstay@gmail.com +34-954-42-15-11 Política de privacidad Información que Recopilamos Recopilamos información personal de varias maneras, incluyendo pero no limitándose a: Información de Registro: Cuando se registra en nuestro sitio web, podemos solicitarle información personal como su nombre, dirección de correo electrónico, número de teléfono, dirección postal y fecha de nacimiento. Información de Pago: Para procesar transacciones financieras, podemos solicitarle información de pago como el número de tarjeta de crédito, fecha de vencimiento y código de seguridad. Información de Uso: Recopilamos información sobre cómo utiliza nuestro sitio web y nuestros servicios, incluyendo pero no limitándose a las páginas que visita, los enlaces en los que hace clic y las acciones que realiza. Información de Dispositivo: Recopilamos información sobre el dispositivo que utiliza para acceder a nuestro sitio web, incluyendo pero no limitándose a la dirección IP, el tipo de navegador, el sistema operativo y el proveedor de servicios de Internet. Información de Cookies: Utilizamos cookies y tecnologías similares para recopilar información sobre su uso de nuestro sitio web. Las cookies son pequeños archivos de texto que se almacenan en su dispositivo y nos ayudan a mejorar su experiencia de usuario. Cómo Utilizamos la Información Utilizamos la información personal que recopilamos para varios fines, incluyendo pero no limitándose a: Proveer Servicios: Utilizamos su información personal para proporcionarle los servicios que solicita, incluyendo la creación y gestión de su cuenta, el procesamiento de transacciones financieras y la reserva de habitaciones en nuestro hotel. Mejorar Nuestros Servicios: Utilizamos su información personal para mejorar nuestros servicios y personalizar su experiencia en nuestro sitio web. Esto puede incluir el análisis de su uso del sitio web y la realización de encuestas y estudios de mercado. Comunicarnos con Usted: Utilizamos su información personal para comunicarnos con usted sobre su cuenta, sus reservas y cualquier otra información relevante. Esto puede incluir el envío de correos electrónicos, mensajes de texto y notificaciones push. Marketing y Publicidad: Utilizamos su información personal para enviarle ofertas especiales, promociones y anuncios que creemos que pueden ser de su interés. Puede optar por no recibir estas comunicaciones en cualquier momento. Cumplir con la Ley: Utilizamos su información personal para cumplir con las leyes y regulaciones aplicables, incluyendo la prevención del fraude y la protección de nuestros derechos y los derechos de terceros. Contacto Si tiene alguna pregunta, comentario o inquietud sobre esta Política de Privacidad, por favor contáctenos a través de la siguiente dirección de correo electrónico: playstay@gmail.com. PlayStay © 2024 PlayStay Hotel. All Rights Reserved. +34-954-42-15-11 playstay@gmail.com calle dr. Pedro de Castro, 1, 41004 Sevilla, España Links Home Casino Rooms and luxury Services Unique experience Additionally Disclaimer Privacy Policy Terms of Use",
    "terms-conditions": "PlayStay Hotel - Terms of Use PlayStay Home Casino Rooms and luxury Services Unique experience playstay@gmail.com +34-954-42-15-11 Condiciones de uso Introducción Bienvenido a PlayStay, un casino-hotel que ofrece una experiencia única de entretenimiento y alojamiento. Al acceder y utilizar este sitio web, usted acepta cumplir con los siguientes términos y condiciones. Por favor, lea atentamente estos términos antes de utilizar nuestros servicios. Si no está de acuerdo con alguna parte de estos términos, le pedimos que no utilice nuestro sitio web. Aceptación de los Términos Al utilizar los servicios de PlayStay, usted acepta estar sujeto a estos términos y condiciones. Estos términos pueden ser actualizados en cualquier momento sin previo aviso. Es su responsabilidad revisar estos términos periódicamente para estar al tanto de cualquier cambio. Uso del Sitio Web El sitio web de PlayStay está diseñado para proporcionar información sobre nuestros servicios de casino y hotel. Usted puede utilizar este sitio web para reservar habitaciones, obtener información sobre nuestras instalaciones y servicios, y participar en nuestras promociones y eventos. Registro y Cuenta de Usuario Para acceder a ciertos servicios y funcionalidades de PlayStay, es posible que se le solicite registrarse y crear una cuenta de usuario. Al registrarse, usted acepta proporcionar información precisa y completa. Es su responsabilidad mantener la confidencialidad de su nombre de usuario y contraseña. Usted es responsable de todas las actividades que ocurran bajo su cuenta. Reservas y Pagos Las reservas de habitaciones y otros servicios pueden realizarse a través de nuestro sitio web. Al hacer una reserva, usted acepta cumplir con nuestras políticas de cancelación y pago. Los pagos pueden realizarse a través de diversos métodos, incluyendo tarjetas de crédito y débito. Todas las transacciones están sujetas a verificación y confirmación. Política de Privacidad PlayStay se compromete a proteger su privacidad. Recopilamos y utilizamos su información personal de acuerdo con nuestra Política de Privacidad. Al utilizar nuestros servicios, usted acepta que podemos recopilar, usar y divulgar su información personal de acuerdo con dicha política. Contacto Si tiene alguna pregunta o inquietud sobre estos términos y condiciones, por favor contáctenos a través de nuestro correo electrónico: playstay@gmail.com. PlayStay © 2024 PlayStay Hotel. All Rights Reserved. +34-954-42-15-11 playstay@gmail.com calle dr. Pedro de Castro, 1, 41004 Sevilla, España Links Home Casino Rooms and luxury Services Unique experience Additionally Disclaimer Privacy Policy Terms of Use",
    "thanks": "PlayStay Hotel - Thank You for Your Reservation ¡Gracias! Apreciamos tus comentarios y estamos encantados de tenerte como parte de la comunidad PlayStay. Su opinión es invaluable para nosotros mientras nos esforzamos por mejorar nuestros servicios y hacer que su experiencia sea aún mejor. Nuestro equipo revisará cuidadosamente su mensaje y se comunicará con usted lo antes posible. Si tiene más preguntas o necesita ayuda, no dude en comunicarse. Gracias una vez más por tomarse el tiempo de compartir sus pensamientos con nosotros. Esperamos poder servirle mejor en el futuro. De vuelta a casa",
    "casino": "PlayStay Casino - Thrilling Gaming Experience 18+ PlayStay Home Casino Rooms and luxury Services Unique experience playstay@gmail.com +34-954-42-15-11 Bienvenidos al Casino PlayStay Vive la Emoción del Juego En el Casino PlayStay, te ofrecemos una experiencia de juego inigualable. Nuestro casino combina el lujo y la emoción, proporcionando un ambiente perfecto para disfrutar de tus juegos favoritos. Con una amplia variedad de opciones, estamos aquí para hacer que tu noche sea inolvidable. Promoción Especial Disfruta de bonos exclusivos y recompensas al unirte a nuestro club de jugadores. Bonos Exclusivos Recompensas Diarias Juegos Disponibles Diversión Sin Límites Tragaperras Disfruta de las últimas y más emocionantes máquinas tragaperras con grandes premios. Ruleta Prueba tu suerte en la ruleta y siente la adrenalina de cada giro. Blackjack Juega al clásico juego de cartas y demuestra tus habilidades estratégicas. Póker Únete a nuestras mesas de póker y compite contra los mejores jugadores. Bacará Vive la emoción del bacará en un ambiente elegante y sofisticado. Juegos Electrónicos Disfruta de una variedad de juegos electrónicos y máquinas de video póker. Un Ambiente de Lujo En el Casino PlayStay, nos esforzamos por proporcionar un entorno de lujo y comodidad. Nuestro casino está diseñado para que te sientas como un VIP desde el momento en que entras. Con un servicio excepcional y un ambiente exclusivo, tu experiencia será realmente inolvidable. Nuestro equipo está siempre disponible para asegurarse de que tengas todo lo que necesitas, desde bebidas y aperitivos hasta asistencia personalizada en nuestros juegos. Servicios y Facilidades Todo lo que Necesitas Lounge VIP Acceso exclusivo para nuestros jugadores más distinguidos, con servicios premium y comodidades de lujo. Bar y Restaurante Saborea deliciosos cócteles y platos gourmet mientras disfrutas de tus juegos favoritos. Eventos Especiales Participa en torneos y eventos exclusivos para vivir una experiencia de juego única. PlayStay © 2024 PlayStay Hotel. All Rights Reserved. +34-954-42-15-11 playstay@gmail.com calle dr. Pedro de Castro, 1, 41004 Sevilla, España Links Home Casino Rooms and luxury Services Unique experience Additionally Disclaimer Privacy Policy Terms of Use 18+ This website uses cookies to ensure you get the best experience on our website. Learn more Got it! document.addEventListener(\"DOMContentLoaded\", function () { const cookieBanner = document.getElementById(\"cookie-banner\"); const acceptButton = document.getElementById(\"accept-cookies\"); const cookieConsent = localStorage.getItem(\"cookieConsent\"); if (cookieBanner && !cookieConsent) { cookieBanner.style.display = \"flex\"; acceptButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookieConsent\", \"true\"); cookieBanner.style.display = \"none\"; }); } else if (cookieBanner) { cookieBanner.style.display = \"none\"; } }); Age Verification You must be 18 or older to enter this site. Yes, I am 18 or older document.addEventListener(\"DOMContentLoaded\", function () { const agePopup = document.getElementById(\"age-popup\"); const ageYesButton = document.getElementById(\"age-yes\"); const ageConsent = localStorage.getItem(\"ageConsent\"); if (agePopup && !ageConsent) { agePopup.style.display = \"flex\"; ageYesButton.addEventListener(\"click\", function () { localStorage.setItem(\"ageConsent\", \"true\"); agePopup.style.display = \"none\"; }); } else if (agePopup) { agePopup.style.display = \"none\"; } });"
  },
  "date": "2024-07-25T20:01:47.999Z"
}