{
  "name": "sparklemart",
  "pages": {
    "terms-conditions": "Terms of Use - SparkleMart: Understanding Your Rights and Responsibilities on Our Site SparkleMart Home Why are we Quality The best products Favorites Services Terms of Use Description of Services SparkleMart provides an online platform for customers to purchase a variety of household cleaning products. Our products are designed to make your home cleaner, safer, and more comfortable. We strive to provide accurate descriptions and specifications for all products listed on our website. However, we do not guarantee that product descriptions or other content on our site is accurate, complete, reliable, current, or error-free. User Obligations As a user of SparkleMart, you agree to: (a) Provide accurate, current, and complete information about yourself as prompted by the registration form; (b) Maintain the security of your password and identification; (c) Maintain and promptly update your registration data and any other information you provide to SparkleMart, to keep it accurate, current, and complete; (d) Accept all risks of unauthorized access to your information and any other data you provide to SparkleMart. Privacy Policy Your privacy is important to us. Please review our Privacy Policy, which explains how we handle your personal information. By using our website, you agree to the terms of our Privacy Policy. Product Availability and Pricing All products listed on SparkleMart are subject to availability. We reserve the right to discontinue or change the price of any product at any time without prior notice. Payment Terms Payment for products purchased on SparkleMart must be made in full at the time of purchase. We accept various forms of payment, including credit cards, debit cards, and net banking. Shipping and Delivery SparkleMart ships products to locations within India. We strive to deliver products in a timely manner, but delivery times may vary based on product availability, shipping destination, and other factors. Returns and Refunds If you are not satisfied with your purchase, you may return the product within 14 days of delivery for a full refund, provided the product is in its original condition and packaging. Please contact our customer service team for return instructions. Limitation of Liability In no event shall SparkleMart be liable for any direct, indirect, punitive, incidental, special, consequential damages, or any damages whatsoever arising out of or in any way connected with the use of this website or our products. Governing Law These Terms of Use shall be governed by and construed in accordance with the laws of India. Any dispute arising out of or in connection with these terms shall be subject to the exclusive jurisdiction of the courts of India. Contact Information If you have any questions or concerns about these Terms of Use, please contact us at sparklemart@gmail.com. SparkleMart Phone +91-704-5131086 Email sparklemart@gmail.com Location Ground Floor, Great Eastern Rd, near MP Dhaba, Transport Nagar, Tatibandh, Raipur, Chandanidih, Chhattisgarh 492099, India Links Home Why are we Quality The best products Favorites Services Additionally Disclaimer Privacy Policy Terms of Use",
    "thanks": "Thank You for Choosing SparkleMart - Your Partner in Home Cleanliness and Care Thank You! We appreciate your time and effort in reaching out to us. At SparkleMart, we value your input and strive to create a positive experience for all our visitors. We're thrilled that you took the time to connect with us through our contact form. Your thoughts and inquiries are important, and we want to ensure you that your message has been successfully received. Our dedicated team is working diligently to review and respond to each message. While we aim to reply as quickly as possible, please allow up to 48 hours for a response. Rest assured, we'll get back to you as soon as we can to address your questions or concerns. In the meantime, feel free to explore more of our website to discover the SparkleMart difference. We're constantly updating our site with new content, tips, and resources to enhance your experience. Once again, thank you for connecting with us. We look forward to continuing the conversation and helping you in any way we can. Return to Homepage",
    "disclaimer": "Legal Disclaimer - SparkleMart: Important Information About Our Products and Services SparkleMart Home Why are we Quality The best products Favorites Services Disclaimer Product Usage and Storage It is important to use our products in a well-ventilated area and to avoid inhaling any fumes. Do not mix our products with any other chemicals, as this can cause dangerous reactions. Always store our products in a cool, dry place, away from direct sunlight and heat sources. Do not store our products in containers other than their original packaging. Environmental Impact At SparkleMart, we are committed to reducing our environmental impact. We strive to use eco-friendly ingredients and packaging whenever possible. However, it is important to note that our products are not completely harmless to the environment. Always dispose of our products in accordance with local regulations and do not pour them down the drain or into the environment. Medical Conditions If you have any medical conditions, such as allergies, asthma, or skin sensitivities, please consult with a qualified professional before using our products. Our products may contain ingredients that can cause adverse reactions in some individuals. If you experience any adverse reactions while using our products, discontinue use immediately and seek medical attention if necessary. User-Generated Content Any content that you submit to this website, including but not limited to, reviews, comments, and photos, is considered user-generated content. By submitting user-generated content to this website, you grant SparkleMart a non-exclusive, worldwide, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content in any form, media, or technology, whether now known or hereafter developed, and for any purpose, including commercial purposes. Third-Party Links This website may contain links to third-party websites. These links are provided for your convenience only and do not imply that SparkleMart endorses or recommends the products or services offered on these websites. SparkleMart is not responsible for the content or accuracy of any third-party websites, and we encourage you to review the terms of use and privacy policies of any third-party websites before using them. Indemnification You agree to indemnify, defend, and hold harmless SparkleMart, its affiliates, and their respective officers, directors, employees, and agents from and against any and all claims, liabilities, damages, losses, or expenses, including reasonable attorneys' fees and costs, arising out of or in any way connected with your access to or use of this website, your violation of these terms, or your infringement, or infringement by any other user of your account, of any intellectual property or other right of any person or entity. Waiver The failure of SparkleMart to exercise or enforce any right or provision of this disclaimer shall not constitute a waiver of such right or provision. Assignment SparkleMart may assign its rights and duties under this disclaimer to any party at any time without notice to you. Conclusion By using this website, you acknowledge that you have read and understood this disclaimer and agree to be bound by its terms. If you do not agree to these terms, please do not use this website. If you have any questions or concerns about this disclaimer, please contact us at sparklemart@gmail.com. SparkleMart Phone +91-704-5131086 Email sparklemart@gmail.com Location Ground Floor, Great Eastern Rd, near MP Dhaba, Transport Nagar, Tatibandh, Raipur, Chandanidih, Chhattisgarh 492099, India Links Home Why are we Quality The best products Favorites Services Additionally Disclaimer Privacy Policy Terms of Use",
    "index": "SparkleMart - Your Ultimate Destination for Premium Home Cleaning Products and Solutions SparkleMart Home Why are we Quality The best products Favorites Services Welcome to SparkleMart! Your One-Stop Shop for Household Cleaning Supplies At SparkleMart, we believe that a clean home is a happy home. Our extensive range of household cleaning products ensures you have everything you need to keep your space sparkling clean. From eco-friendly solutions to powerful detergents, we've got you covered. To learn more Why Choose SparkleMart? SparkleMart is committed to providing top-quality cleaning products at affordable prices. Our products are selected for their effectiveness, safety, and environmental friendliness. We strive to make your cleaning routine easier and more efficient. Our Commitment to Quality Every product at SparkleMart undergoes rigorous testing to meet our high standards. We work with trusted brands to ensure you get only the best. Whether it's a gentle cleaner for your kitchen or a heavy-duty solution for tougher stains, we guarantee satisfaction. Our Top Products Explore our best-selling products that have made a difference in homes everywhere. Sparkle All-Purpose Cleaner Perfect for every surface, leaving no residue behind. Eco-Friendly Dish Soap Tough on grease, gentle on your hands and the environment. Heavy-Duty Laundry Detergent Fights tough stains while protecting your fabrics. Streak-Free Window Cleaner Achieve a crystal-clear shine on all your glass surfaces. Bathroom Disinfectant Spray Keeps your bathroom fresh and germ-free. Floor Cleaner Concentrate Powerful cleaning for all types of flooring. Customer Favorites Our customers love these products for their reliability and performance. Lemon Fresh Surface Cleaner A citrusy solution that leaves a pleasant scent. Organic Hand Soap Naturally derived ingredients for soft, clean hands. Pet-Safe Carpet Cleaner Effectively removes stains without harming your furry friends. Mold & Mildew Remover Quickly eliminates unsightly and unhealthy growths. Quick Kitchen Cleanup Simple steps to keep your kitchen sparkling every day. Bathroom Deep Clean Effective strategies for a spotless bathroom. Eco-Friendly Cleaning How to reduce your carbon footprint while cleaning. Seasonal Cleaning Checklist Stay on top of your cleaning with our seasonal guide. Best Deals of the Week! Save Big on These Popular Items ₹299 All-Purpose Cleaner A versatile cleaner for all your household surfaces. Order ₹199 Glass Cleaner Achieve streak-free windows with ease. Order ₹399 Laundry Detergent Tough on stains, gentle on fabrics. Order Location Ground Floor, Great Eastern Rd, near MP Dhaba, Transport Nagar, Tatibandh, Raipur, Chandanidih, Chhattisgarh 492099, India Email sparklemart@gmail.com Phone +91-704-5131086 Get in Touch Have questions or need assistance? Fill out the form below, and our team will get back to you shortly. At SparkleMart, we're here to help you make your home sparkle! I accept privacy policy To send SparkleMart Phone +91-704-5131086 Email sparklemart@gmail.com Location Ground Floor, Great Eastern Rd, near MP Dhaba, Transport Nagar, Tatibandh, Raipur, Chandanidih, Chhattisgarh 492099, India Links Home Why are we Quality The best products Favorites Services Additionally Disclaimer Privacy Policy Terms of Use We use cookies to ensure you get the best experience on our website. Learn more. Got it! document.addEventListener(\"DOMContentLoaded\", function () { const cookieConsent = document.getElementById(\"cookie-consent\"); const cookieConsentButton = document.getElementById(\"cookie-consent-button\"); if (!localStorage.getItem(\"cookieConsentAccepted\")) { cookieConsent.classList.add(\"show\"); } cookieConsentButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookieConsentAccepted\", \"true\"); cookieConsent.classList.remove(\"show\"); }); });",
    "privacy-policy": "Privacy Policy - SparkleMart: How We Protect Your Personal Information and Data SparkleMart Home Why are we Quality The best products Favorites Services Privacy Policy Information We Collect As a visitor to our Website, you can engage in many activities without providing any personal information. However, when you register to use SparkleMart site and order products or services as a SparkleMart subscriber in order to provide the services to you, we may collect the following personal information from you: Personal Data: Information that can be used to identify you as an individual, such as your name, email address, phone number, home address, and payment information (such as credit card information). Usage Data: Information about how you use our website, products, and services, such as the pages you visit, the time and date of your visit, and the links you click on. Device Data: Information about the device you use to access our website, such as your IP address, device type, operating system, and browser type. Location Data: Information about your location, such as your city, state, and country. How We Use Your Information We use the information we collect for various purposes, including: To provide and maintain our website, products, and services. To process and fulfill your order, including sending you emails to confirm your order status and shipment. To send you information, including confirmations, invoices, technical notices, updates, security alerts, and support and administrative messages. To respond to your comments, questions, and requests and provide customer service. To monitor and analyze trends, usage, and activities in connection with our website and services and for marketing or advertising purposes. To detect, investigate and prevent fraudulent transactions and other illegal activities and protect the rights and property of SparkleMart and others. To personalize and improve the website and provide content, features, and advertisements that match your interests and preferences. Sharing of Your Information We may share your personal information in the following situations: With third-party service providers who perform services for us, such as payment processing, data analysis, email delivery, hosting services, customer service, and marketing assistance. With our business partners, affiliates, or other third parties to offer you certain products, services, or promotions. With third parties for marketing, advertising, or other purposes. In connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company. With law enforcement, government officials, or other third parties when we are compelled to do so by a subpoena, court order, or similar legal procedure, or when we believe in good faith that the disclosure of personal information is necessary to prevent physical harm or financial loss, to report suspected illegal activity or to investigate violations of our User Agreement or any other applicable policies. Data Retention We will retain your personal information only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, and enforce our policies. Your Choices You have certain choices about your personal information. Where you have consented to the processing of your personal information, you may withdraw that consent at any time and prevent further processing by contacting us as described in this Privacy Policy. Even if you opt out, we may still collect and use non-personal information regarding your activities on our website and for other legal purposes as described above. If you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us at sparklemart@gmail.com. SparkleMart Phone +91-704-5131086 Email sparklemart@gmail.com Location Ground Floor, Great Eastern Rd, near MP Dhaba, Transport Nagar, Tatibandh, Raipur, Chandanidih, Chhattisgarh 492099, India Links Home Why are we Quality The best products Favorites Services Additionally Disclaimer Privacy Policy Terms of Use",
    "services": "Our Comprehensive Services - SparkleMart: Expert Home Cleaning Consultations and More SparkleMart Home Why are we Quality The best products Favorites Services Our Services At SparkleMart, we don't just offer top-quality cleaning products; we also provide a range of services to help you maintain a spotless and healthy home. Our expert team is dedicated to making your life easier and your home cleaner. What We Offer We understand that every home has unique cleaning needs. That's why we offer a variety of services tailored to meet those needs, ensuring your home stays pristine. Home Cleaning Consultation Our experts visit your home and provide personalized cleaning advice tailored to your space and lifestyle. Product Demonstrations Learn how to use our products effectively with in-home demonstrations by our knowledgeable staff. Subscription Services Sign up for our subscription service to receive your favorite cleaning products delivered to your door regularly. Why Choose Our Services? Choosing SparkleMart means choosing quality and reliability. Our services are designed to give you peace of mind, knowing that your home is in the best hands. We use only the finest products and the most effective methods to ensure outstanding results every time. Specialized Cleaning Solutions We offer specialized cleaning solutions to address specific needs in your home. Deep Cleaning Services Comprehensive cleaning for those hard-to-reach and often neglected areas of your home. Eco-Friendly Cleaning Sustainable and green cleaning solutions that are safe for your family and the environment. Pet-Friendly Cleaning Products and techniques specifically designed to keep your home clean and safe for your pets. Seasonal Cleaning Packages Customized cleaning packages to keep your home spotless all year round, no matter the season. SparkleMart Phone +91-704-5131086 Email sparklemart@gmail.com Location Ground Floor, Great Eastern Rd, near MP Dhaba, Transport Nagar, Tatibandh, Raipur, Chandanidih, Chhattisgarh 492099, India Links Home Why are we Quality The best products Favorites Services Additionally Disclaimer Privacy Policy Terms of Use We use cookies to ensure you get the best experience on our website. Learn more. Got it! document.addEventListener(\"DOMContentLoaded\", function () { const cookieConsent = document.getElementById(\"cookie-consent\"); const cookieConsentButton = document.getElementById(\"cookie-consent-button\"); if (!localStorage.getItem(\"cookieConsentAccepted\")) { cookieConsent.classList.add(\"show\"); } cookieConsentButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookieConsentAccepted\", \"true\"); cookieConsent.classList.remove(\"show\"); }); });"
  },
  "date": "2024-07-11T14:29:11.931Z"
}