{
  "name": "spingo",
  "pages": {
    "index": "Spin&Go Casino - Premier Mobile Casino Services for Unforgettable Events 18+ Spin&Go Home Our services Why are we Perfection Spin&Go Casino Your Ultimate Mobile Casino Experience Our Services What We Offer Mobile Casino Setup Our team brings a complete casino experience to your location, including tables, chips, and professional dealers. Event Planning We assist in organizing and managing all aspects of your casino-themed event for a seamless experience. Corporate Events Enhance your corporate gatherings with our tailored casino packages designed for team building and entertainment. Private Parties Make your private parties unforgettable with our exclusive casino setups and personalized services. Fundraisers Host a successful fundraiser with our casino nights, designed to maximize engagement and donations. Themed Nights Choose from a variety of themes to match your event's mood, from classic Vegas to roaring 20s and beyond. Why Choose Us Experience the Best in Mobile Casinos We pride ourselves on providing top-notch casino entertainment wherever you need it. Here’s why Spin&Go stands out: Professional Staff Our dealers and event staff are trained professionals, ensuring a smooth and enjoyable experience for all guests. Customizable Packages Tailor our services to fit the unique needs of your event, ensuring a perfect fit every time. High-Quality Equipment We use only the best casino equipment to provide an authentic and luxurious gaming experience. Our Promise Commitment to Excellence At Spin&Go, we are dedicated to delivering exceptional mobile casino experiences. Our commitment to excellence ensures that every event is memorable and engaging. We focus on providing: Top-Tier Service Our professional team is dedicated to ensuring every detail of your event runs smoothly. Unmatched Quality We use only high-quality equipment and provide a premium casino experience. Customer Satisfaction Our primary goal is to exceed your expectations and make your event a success. Contact Us Get in Touch Reach Out Today Have questions or ready to book your event? Contact us today to get started. Our Games Exciting Casino Games at Your Fingertips Experience a variety of thrilling games: 01 Blackjack Test your skills and luck at our professional blackjack tables. 02 Roulette Enjoy the excitement of the spinning wheel and place your bets./p> 03 Poker Engage in intense poker games with friends and colleagues. 04 Craps Experience the high-energy game of craps with our expert dealers. Packages Choose Your Experience Basic Package ₹10,000 Includes basic casino setup with two tables and professional dealers. Choose Standard Package ₹20,000 Includes full casino setup with four tables, dealers, and event planning assistance. Choose Premium Package ₹30,000 All-inclusive package with multiple tables, themed decor, professional dealers, and full event management. Choose Get Started Book Your Event Today Ready to elevate your next event with Spin&Go? Our team is here to help you create an unforgettable experience. I accept privacy policy Send a message Spin&Go SBI Colony Road, SBI Colony, Ganesh Nagar, Gondia, Maharashtra 441601, India +91-973-0232115 spingo@gmail.com Home Our services Why are we Perfection Disclaimer Privacy Policy Terms of Use This website uses cookies to ensure you get the best experience. Learn more. Got it! document.addEventListener(\"DOMContentLoaded\", () => { const cookieBanner = document.getElementById(\"cookie-banner\"); const acceptCookiesBtn = document.getElementById(\"accept-cookies\"); if (localStorage.getItem(\"cookiesAccepted\") === \"true\") { if (cookieBanner) { cookieBanner.style.display = \"none\"; } } else { if (cookieBanner) { cookieBanner.style.display = \"flex\"; } } if (acceptCookiesBtn) { acceptCookiesBtn.addEventListener(\"click\", () => { localStorage.setItem(\"cookiesAccepted\", \"true\"); if (cookieBanner) { cookieBanner.style.display = \"none\"; } }); } }); Age Verification You must be at least 18 years old to access this site. Please confirm your age. I am 18 or older document.addEventListener(\"DOMContentLoaded\", () => { const agePopup = document.getElementById(\"age-popup\"); const confirmAgeBtn = document.getElementById(\"confirm-age\"); const declineAgeBtn = document.getElementById(\"decline-age\"); if (localStorage.getItem(\"ageConfirmed\") === \"true\") { if (agePopup) { agePopup.style.display = \"none\"; } } else { if (agePopup) { agePopup.style.display = \"flex\"; } } if (confirmAgeBtn) { confirmAgeBtn.addEventListener(\"click\", () => { localStorage.setItem(\"ageConfirmed\", \"true\"); if (agePopup) { agePopup.style.display = \"none\"; } }); } });",
    "privacy-policy": "Spin&Go Casino - Comprehensive Privacy Policy and Data Protection Practices 18+ Spin&Go Home Our services Why are we Perfection Privacy Policy Cross-Border Data Transfers Spin&Go is based in India, and your personal information may be transferred to, stored, and processed in India or other countries where our service providers are located. These countries may have data protection laws that are different from the laws of your country. When we transfer your personal information to other countries, we take steps to protect your information in accordance with applicable data protection laws. We use appropriate safeguards, such as standard contractual clauses approved by the European Commission, to ensure that your personal information is adequately protected. If you have any questions about our cross-border data transfers or the safeguards we use to protect your personal information, please contact us at spingo@gmail.com. Data Security We take reasonable measures to protect your personal information from unauthorized access, disclosure, alteration, or destruction. We use physical, electronic, and procedural safeguards to protect your information, including firewalls, encryption, and access controls. However, no security system is impenetrable, and we cannot guarantee the security of our systems or your information. If you have reason to believe that your interaction with us is no longer secure, please immediately notify us of the problem by contacting us at spingo@gmail.com. Your Rights and Choices You have certain rights and choices regarding the personal information we collect and how we use it. These rights and choices may vary depending on your jurisdiction. Access, Correction, and Deletion: You have the right to request access to, correction of, or deletion of your personal information that we hold about you. To make a request, please contact us at spingo@gmail.com. Marketing Communications: You have the right to opt-out of receiving marketing communications from us. You can unsubscribe from our marketing emails by clicking on the \"unsubscribe\" link at the bottom of the email or by contacting us at spingo@gmail.com. Cookies and Similar Technologies: You have the right to control the use of cookies and similar technologies on our Services. You can manage your cookie preferences through your browser settings. Please note that if you choose to disable cookies, some features of our Services may not function properly. Do Not Track: Some web browsers have a \"Do Not Track\" feature that allows you to indicate that you do not want to be tracked by websites. We do not currently respond to Do Not Track signals. If you have any questions or concerns about your rights and choices, please contact us at spingo@gmail.com. Spin&Go SBI Colony Road, SBI Colony, Ganesh Nagar, Gondia, Maharashtra 441601, India +91-973-0232115 spingo@gmail.com Home Our services Why are we Perfection Disclaimer Privacy Policy Terms of Use",
    "terms-conditions": "Spin&Go Casino - Terms of Use and Conditions for Accessing Our Mobile Casino 18+ Spin&Go Home Our services Why are we Perfection Terms of Use Promotions and Bonuses Spin&Go may offer promotions and bonuses to its users from time to time. These promotions and bonuses are subject to separate terms and conditions, which will be provided at the time of the offer. By participating in any promotion or bonus, you agree to be bound by the applicable terms and conditions. Game Rules Each game offered on Spin&Go has its own set of rules. By participating in any game, you agree to abide by the rules of that game. We reserve the right to modify the game rules at any time without prior notice. Anti-Fraud Policy Spin&Go has a zero-tolerance policy towards fraudulent activity. Any user found to be engaging in fraudulent activity, including but not limited to, collusion, chip dumping, or bonus abuse, will have their account suspended or terminated, and any winnings will be forfeited. Account Verification We reserve the right to verify the identity of our users. You agree to provide us with any identification documents that we may request to verify your identity. Failure to provide the requested documents may result in the suspension or termination of your account. Taxes You are responsible for paying any taxes associated with your use of our services. We reserve the right to withhold any taxes required by law. User Content By submitting any content to Spin&Go, including but not limited to, reviews, comments, or feedback, you grant us a non-exclusive, worldwide, royalty-free, perpetual, and irrevocable license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content. Changes to Services We reserve the right to modify, suspend, or discontinue any part of our services at any time without prior notice. We will not be liable to you or any third party for any modification, suspension, or discontinuation of our services. Notices All notices required or permitted under these Terms of Use shall be in writing and shall be deemed to have been duly given when sent by email to the email address associated with your account. No Agency Nothing in these Terms of Use shall be construed as creating a partnership, joint venture, agency, or employment relationship between you and Spin&Go. Severability If any provision of these Terms of Use is found to be unenforceable or invalid, that provision shall be limited or eliminated to the minimum extent necessary so that these Terms of Use shall otherwise remain in full force and effect and enforceable. By continuing to use our services, you acknowledge that you have read, understood, and agreed to these Terms of Use. If you have any questions or concerns, please do not hesitate to contact us at spingo@gmail.com. We are always here to help. Enjoy your gaming experience with Spin&G Spin&Go SBI Colony Road, SBI Colony, Ganesh Nagar, Gondia, Maharashtra 441601, India +91-973-0232115 spingo@gmail.com Home Our services Why are we Perfection Disclaimer Privacy Policy Terms of Use",
    "thanks": "Spin&Go Casino - Thank You for Your Booking and Support - We Appreciate Your Business Thank You for Reaching Out! We appreciate you taking the time to connect with us here at Spin&Go. Your feedback and questions are invaluable to us, as they help us improve our services and create a better experience for all our users. Our dedicated team will review your message and get back to you as soon as possible. We value your patience and understanding in this matter. Once again, thank you for your communication. We look forward to continuing to serve you and the entire Spin&Go community. To main",
    "disclaimer": "Spin&Go Casino - Important Disclaimer and Legal Information for Our Services 18+ Spin&Go Home Our services Why are we Perfection Disclaimer Intellectual Property Rights All intellectual property rights in and to the Spin&Go website and services, including but not limited to copyrights, trademarks, service marks, logos, trade names, and trade secrets, are owned by Spin&Go or its licensors. You agree not to reproduce, distribute, modify, create derivative works of, publicly display, publicly perform, republish, download, store, or transmit any of the material on our website, except as expressly permitted by Spin&Go or its licensors. User-Generated Content If you submit any content to our website or services, such as comments, reviews, or feedback, you grant Spin&Go a non-exclusive, worldwide, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content in any form, media, or technology now known or later developed. You represent and warrant that you own or have the necessary licenses, rights, consents, and permissions to use and authorize Spin&Go to use all patent, trademark, trade secret, copyright, or other proprietary rights in and to any content you submit. Disclaimer of Endorsement Reference to any products, services, processes, or other information by trade name, trademark, manufacturer, supplier, or otherwise does not constitute or imply endorsement, sponsorship, or recommendation thereof by Spin&Go. Limitation of Liability In no event will Spin&Go or its affiliates, directors, officers, employees, agents, or licensors be liable for any direct, indirect, special, incidental, consequential, or punitive damages, including but not limited to loss of profits, data, use, goodwill, or other intangible losses, resulting from (a) your access to or use of or inability to access or use the Spin&Go website or services, (b) any conduct or content of any third party on the Spin&Go website or services, (c) any content obtained from the Spin&Go website or services, or (d) unauthorized access, use, or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence), or any other legal theory, whether or not Spin&Go has been informed of the possibility of such damage. Indemnification You agree to indemnify, defend, and hold harmless Spin&Go and its affiliates, directors, officers, employees, agents, and licensors from and against any and all claims, damages, obligations, losses, liabilities, costs, or debt, and expenses (including but not limited to attorney's fees) arising from (a) your use of and access to the Spin&Go website and services, (b) your violation of any term of this disclaimer, (c) your violation of any third-party right, including without limitation any copyright, property, or privacy right, or (d) any claim that your content caused damage to a third party. Contact Us If you have any questions or concerns regarding this disclaimer, please contact us at spingo@gmail.com. Spin&Go SBI Colony Road, SBI Colony, Ganesh Nagar, Gondia, Maharashtra 441601, India +91-973-0232115 spingo@gmail.com Home Our services Why are we Perfection Disclaimer Privacy Policy Terms of Use"
  },
  "date": "2024-07-23T07:22:42.565Z"
}