{
  "name": "SportySpree",
  "pages": {
    "disclaimer": "Join the Ultimate Sports Community on SportySpree SportySpree Get started About Get app SportySpree: The Explosive Sports Revolution Disclaimer for SportySpree Mobile Platform Welcome to SportySpree, your ultimate destination for exciting and engaging sports games on your mobile device. Before you dive into our diverse array of sports challenges, please take a moment to read and understand this disclaimer. Your use of the SportySpree platform constitutes your agreement to comply with and be bound by the following terms and conditions. 1. General Information SportySpree is designed for entertainment purposes only. While we strive to provide an enjoyable and realistic gaming experience, the outcomes and scenarios in our games are simulated and should not be taken as real-life advice or predictions. 2. User Responsibility Users are responsible for ensuring that their use of the SportySpree platform complies with all applicable laws and regulations. By using our platform, you agree not to engage in any activities that are illegal, harmful, or otherwise inappropriate. 3. Health and Safety Participation in our sports games should not replace actual physical activity. We encourage users to maintain a healthy and active lifestyle. Always consult with a healthcare professional before starting any new fitness regimen. SportySpree is not responsible for any injuries or health issues that may arise from using our platform. 4. Age Restrictions SportySpree is intended for users aged 13 and above. Users under the age of 13 must have parental consent to use the platform. We do not knowingly collect personal information from children under 13 without such consent. 5. Data and Privacy SportySpree respects your privacy. Please review our Privacy Policy to understand how we collect, use, and protect your personal information. By using our platform, you consent to the collection and use of your data as outlined in our Privacy Policy. 6. Third-Party Content Our platform may contain links to third-party websites or services. SportySpree is not responsible for the content, privacy policies, or practices of any third-party sites or services. Your interactions with these third-party sites are at your own risk. 7. Limitation of Liability SportySpree is provided \"as is\" and \"as available\" without warranties of any kind, either express or implied. We do not guarantee that our platform will be error-free, secure, or uninterrupted. SportySpree will not be liable for any damages arising from the use or inability to use our platform. 8. Contact Us If you have any questions or concerns regarding this disclaimer or the SportySpree platform, please contact us at sportyspree@gmail.com. We are here to assist you and ensure you have the best experience possible. By using SportySpree, you acknowledge that you have read, understood, and agreed to this disclaimer. Thank you for choosing SportySpree for your mobile sports gaming experience. Enjoy the game! SportySpree Disclaimer Terms conditions Privacy policy Phone: +919221891115 E-mail: sportyspree@gmail.com Address: 40, Tolstoy Rd, Imperial, New Delhi, Delhi 110001, India",
    "index": "Discover Thrilling Sports Games with SportySpree SportySpree Get started About Get app SportySpree: The Explosive Sports Revolution SportySpree: Unleash the Ultimate Sports Gaming Experience Get ready to embark on an exhilarating journey where sports collide in an explosive fusion of excitement. SportySpree is a revolutionary mobile game that combines multiple sports into one adrenaline-pumping adventure. Download Now 9,7M+ downloads Daily tournaments Secure payment 24 hours support Dive into the SportySpree Universe Immerse yourself in a world where the boundaries of traditional sports are shattered, and a new era of gaming begins. SportySpree seamlessly blends the thrill of various sports into a single, captivating experience. Imagine playing soccer while incorporating elements of basketball, tennis, and even extreme sports. With each level, the challenges intensify, pushing your skills to the limit and keeping you on the edge of your seat. Prepare to be amazed as you navigate through dynamic environments, master unique gameplay mechanics, and compete against players from around the globe. Get ready to redefine the way you perceive sports gaming and embark on an unforgettable adventure with SportySpree. Unleash Your Competitive Spirit SportySpree offers a wide range of thrilling tournaments and challenges that will put your skills to the ultimate test. Daily Challenges Conquer daily challenges to earn rewards and climb the leaderboards. Weekly Tournaments Compete against players worldwide in intense weekly tournaments. Global Championships Prove your dominance in global championships and become a legend. Custom Matches Create custom matches and invite friends for epic showdowns. Leaderboards Track your progress and rise through the ranks on global leaderboards. Exclusive Rewards Earn exclusive rewards, power-ups, and customizations for your avatar. Get Started with SportySpree Unleash the ultimate sports gaming experience by following these simple steps: Download the SportySpree app on your phone. Create your unique player profile and customize your avatar. Explore the game modes and choose your preferred sports fusion. Master the controls and gameplay mechanics through tutorials. Compete in daily challenges and tournaments to earn rewards. Invite friends and challenge them to epic matches. Stay updated with the latest game updates and events. Climb the leaderboards and become a SportySpree legend. To download the SportySpree app, simply visit our website and enter your phone number in the provided form. Get the App Now Join the SportySpree Revolution Experience the thrill of sports gaming like never before with SportySpree. Immerse yourself in a world of sports fusion and endless excitement. Compete against players from around the globe in intense tournaments. Master unique gameplay mechanics and push your skills to the limit. Earn exclusive rewards, power-ups, and customizations for your avatar. Stay ahead of the curve with regular game updates and events. Become a part of the SportySpree community and share your passion. Don't miss out on this revolutionary sports gaming experience. Download SportySpree today! Why Choose SportySpree? SportySpree offers a unique and unparalleled gaming experience that sets it apart from the rest. Here are some of the key advantages: Innovative sports fusion concept that combines multiple sports into one game. Immersive and dynamic gameplay that keeps you engaged and challenged. Stunning graphics and realistic physics for an authentic gaming experience. Diverse game modes, tournaments, and challenges to suit every player's preference. Competitive multiplayer mode to compete against players from around the world. Regular updates and events to keep the game fresh and exciting. Customizable avatars and exclusive rewards to personalize your gaming experience. Seamless cross-platform compatibility for gaming on-the-go. Frequently Asked Questions Have questions about SportySpree? Check out our frequently asked questions: What is SportySpree? SportySpree is a revolutionary mobile game that combines multiple sports into one exciting gaming experience. Is SportySpree free to play? Yes, SportySpree is free to download and play. However, there are optional in-app purchases for additional content and features. What devices is SportySpree compatible with? SportySpree is compatible with both iOS and Android devices, ensuring a seamless gaming experience across platforms. Can I play with friends? Absolutely! SportySpree offers multiplayer modes where you can invite friends and compete against each other in epic matches. How do I earn rewards in SportySpree? You can earn rewards by completing daily challenges, participating in tournaments, and progressing through the game. Is there a tutorial or guide for new players? Yes, SportySpree provides comprehensive tutorials and guides to help new players understand the gameplay mechanics and controls. Get Your Game Link Now! Enter your phone number below to receive a direct link to download the SportySpree app. Join the excitement and start playing your favorite sports games today! Stay Active. Stay Engaged. Stay SportySpree. &nbsp;I accept&nbsp; Privacy Policy Send SportySpree Disclaimer Terms conditions Privacy policy Phone: +919221891115 E-mail: sportyspree@gmail.com Address: 40, Tolstoy Rd, Imperial, New Delhi, Delhi 110001, India",
    "privacy-policy": "Experience Action-Packed Sports Fun with SportySpree SportySpree Get started About Get app SportySpree: The Explosive Sports Revolution Privacy Policy Effective Date: May 26, 2024 Welcome to SportySpree! We are committed to protecting your privacy and ensuring a safe online experience. This Privacy Policy outlines our practices regarding the collection, use, and disclosure of your information when you use our mobile platform for sports games. 1. Information We Collect We collect the following types of information to provide and improve our services: Personal Information: When you register, we may collect your name, email address, and other contact information. Usage Data: We automatically collect information about your interactions with the platform, such as game scores, preferences, and the features you use. Device Information: We may collect information about your device, including its model, operating system, unique device identifiers, and mobile network information. 2. How We Use Your Information We use the collected information for various purposes, including: To provide, operate, and maintain our services. To improve and personalize your experience on our platform. To communicate with you, including responding to your inquiries and sending updates and promotional materials. To analyze usage and trends to improve our services. To ensure the security and integrity of our platform. 3. Sharing Your Information We do not sell or rent your personal information to third parties. However, we may share your information in the following circumstances: Service Providers: We may share information with third-party service providers who perform services on our behalf, such as hosting, data analysis, and customer support. Legal Requirements: We may disclose your information if required by law or in response to valid requests by public authorities. 4. Data Security We take appropriate measures to protect your information from unauthorized access, alteration, or destruction. However, no method of transmission over the internet or electronic storage is completely secure, so we cannot guarantee absolute security. 5. Your Choices You have the right to access, update, or delete your personal information. You can manage your account settings within the platform or contact us directly at sportyspree@gmail.com. 6. Changes to This Privacy Policy We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. Your continued use of the platform after the changes take effect constitutes acceptance of the revised policy. 7. Contact Us If you have any questions or concerns about this Privacy Policy, please contact us at sportyspree@gmail.com. SportySpree Disclaimer Terms conditions Privacy policy Phone: +919221891115 E-mail: sportyspree@gmail.com Address: 40, Tolstoy Rd, Imperial, New Delhi, Delhi 110001, India",
    "terms-conditions": "Unlock Exclusive Sports Challenges on SportySpree Today SportySpree Get started About Get app SportySpree: The Explosive Sports Revolution Terms and Conditions Welcome to SportySpree, a mobile platform offering a variety of sports games. By using our services, you agree to comply with and be bound by the following terms and conditions. Please read them carefully. Use of the Platform Eligibility: Users must be at least 13 years old to use SportySpree. By accessing or using our platform, you represent and warrant that you meet this age requirement. Account Registration: Users must create an account to access certain features. You agree to provide accurate and complete information during registration and to keep this information up to date. User Conduct: You agree not to engage in any of the following prohibited activities: Violating any laws or regulations. Using the platform for any illegal or unauthorized purpose. Posting or transmitting any content that is offensive, defamatory, or otherwise harmful. Intellectual Property Ownership: SportySpree and its content, including but not limited to text, graphics, logos, and software, are the property of SportySpree or its licensors and are protected by intellectual property laws. License: Subject to these terms, SportySpree grants you a limited, non-exclusive, non-transferable, revocable license to use the platform for your personal, non-commercial use. Payments and Subscriptions Fees: Some features of SportySpree may require payment of fees. You agree to pay all applicable fees and charges associated with your use of these features. Refunds: Payments are non-refundable except as required by law. Disclaimers and Limitation of Liability No Warranty: SportySpree is provided \"as is\" and \"as available\" without warranties of any kind, either express or implied. Limitation of Liability: To the fullest extent permitted by law, SportySpree shall not be liable for any indirect, incidental, special, consequential, or punitive damages arising out of or related to your use of the platform. Termination SportySpree reserves the right to suspend or terminate your account and access to the platform at any time, without notice, for conduct that it believes violates these terms. Governing Law These terms shall be governed by and construed in accordance with the laws of the jurisdiction in which SportySpree operates, without regard to its conflict of law principles. Contact Us If you have any questions about these terms, please contact us at sportyspree@gmail.com. SportySpree Disclaimer Terms conditions Privacy policy Phone: +919221891115 E-mail: sportyspree@gmail.com Address: 40, Tolstoy Rd, Imperial, New Delhi, Delhi 110001, India",
    "thank_page": "Get Active and Play Your Favorite Sports on SportySpree SportySpree: The Explosive Sports Revolution Thank You for Submitting Your Phone Number! Thank you for providing your phone number. We appreciate your interest in SportySpree and are excited to have you join our community of sports enthusiasts! A link to download our app has been sent to your phone. Simply click on the link to get started and dive into a world of exciting sports games and activities. Should you encounter any issues or need further assistance, feel free to reach out to us at sportyspree@gmail.com. Stay active and enjoy the game! Best regards, The SportySpree Team Return to Home Page"
  },
  "date": "2024-05-27T07:47:59.427Z"
}