{
  "name": "StackSurge - en",
  "pages": {
    "contacts": "Contact StackSurge London - Your Poker Equipment Experts About Us Our price Contact Us +447000747991 stacksurge@gmail.com Contact Us If you have any questions about our poker equipment or need assistance with your order, please don't hesitate to contact us. Our team at StackSurge is dedicated to providing you with the best customer service and support. Get in Touch Upper Ground, London SE1 9PP, UK stacksurge@gmail.com Monday to Friday: 10 AM - 6 PM Get in Touch with StackSurge I accept the Privacy Policy By submitting this form, you agree to our privacy policy and understand that we will use your information to communicate with you about your inquiry regarding our poker equipment and services. Disclaimer Privacy policy Terms of Use 18+ Please be aware that StackSurge.com, dedicated to providing premium poker equipment, is only available to individuals who are 18 years of age or older. We appreciate your understanding and compliance with this age restriction. We use cookies to enhance your experience on StackSurge.com. By continuing to explore our site, you consent to our use of cookies. For more details on how we use cookies and how you can manage them, please visit our Privacy Policy. Accept Decline × StackSurge is designed for users aged 18 and over. Please use our poker equipment responsibly. Remember, responsible gaming is important; always play in moderation.",
    "disclaimer": "Disclaimer | StackSurge Poker Equipment London About Us Our price Contact Us +447000747991 stacksurge@gmail.com Disclaimer for StackSurge Introduction The information provided by StackSurge (\"we,\" \"us,\" or \"our\") on a site (the \"Site\") is for general informational purposes only. All information on the Site is provided in good faith, however, we make no representation or warranty of any kind, express or implied, regarding the accuracy, adequacy, validity, reliability, availability, or completeness of any information on the Site. No Professional Advice The information contained on this Site and our products or services are not intended as, and shall not be understood or construed as, professional advice. While the employees and/or owners of the Site are professionals and the information provided on this Site relates to issues within the Site’s area of professionalism, the information contained on the Site is not a substitute for advice from a professional who is aware of the facts and circumstances of your individual situation. No Endorsements The Site may contain testimonials by users of our products and/or services. These testimonials reflect the real-life experiences and opinions of such users. However, the experiences are personal to those particular users, and may not necessarily be representative of all users of our products and/or services. We do not claim, and you should not assume, that all users will have the same experiences. Your individual results may vary. The testimonials on the Site are submitted in various forms such as text, audio and/or video, and are reviewed by us before being posted. They appear on the Site verbatim as given by the users, except for the correction of grammar or typing errors. Some testimonials may have been shortened for the sake of brevity where the full testimonial contained extraneous information not relevant to the general public. Errors and Omissions We are not responsible for any errors or omissions, or for the results obtained from the use of this information. All information on the Site is provided \"as is,\" with no guarantee of completeness, accuracy, timeliness, or the results obtained from the use of this information, and without warranty of any kind, express or implied, including, but not limited to warranties of performance, merchantability, and fitness for a particular purpose. Fair Use Disclaimer The Site may contain copyrighted material the use of which has not always been specifically authorized by the copyright owner. We are making such material available for criticism, comment, news reporting, teaching, scholarship, or research. This constitutes a \"fair use\" of any such copyrighted material as provided for in Title 17 U.S.C. Section 107 of the US Copyright Law. Views Expressed Disclaimer The views and opinions expressed on the Site are those of the authors and do not necessarily reflect the official policy or position of any other agency, organization, employer, or company, including StackSurge. Comments published by users are their sole responsibility, and users will take full responsibility, liability, and blame for any libel or litigation that results from something written in or as a direct result of something written in a comment. We are not liable for any comment published by users and reserve the right to delete any comment for any reason whatsoever. No Responsibility Disclaimer The information on the Site is provided with the understanding that the Site is not herein engaged in rendering legal, accounting, tax, or other professional advice and services. As such, it should not be used as a substitute for consultation with professional accounting, tax, legal, or other competent advisers. In no event shall StackSurge or its suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever arising out of or in connection with your access or use or inability to access or use the Site. \"Use at Your Own Risk\" Disclaimer All information in the Site is provided \"as is,\" with no guarantee of completeness, accuracy, timeliness, or of the results obtained from the use of this information, and without warranty of any kind, express or implied, including, but not limited to warranties of performance, merchantability, and fitness for a particular purpose. We will not be liable to you or anyone else for any decision made or action taken in reliance on the information given by the Site or for any consequential, special, or similar damages, even if advised of the possibility of such damages. Contact Us If you have any questions about this Disclaimer, please contact us at: StackSurge Email: stacksurge@gmail.com Address: Upper Ground, London SE1 9PP, UK Phone: +447000747991 Disclaimer Privacy policy Terms of Use 18+ Please be aware that StackSurge.com, dedicated to providing premium poker equipment, is only available to individuals who are 18 years of age or older. We appreciate your understanding and compliance with this age restriction. We use cookies to enhance your experience on StackSurge.com. By continuing to explore our site, you consent to our use of cookies. For more details on how we use cookies and how you can manage them, please visit our Privacy Policy. Accept Decline",
    "index": "StackSurge: Premier Poker Equipment in London About Us Our price Contact Us +447000747991 stacksurge@gmail.com Explore Top Poker Equipment in Europe Discover the finest selection of poker tables, chips, and accessories at StackSurge. Whether you're hosting a home game or gearing up for a tournament, we have everything you need to enhance your game. Read about us Our Journey in the Poker World Founded in 2005, StackSurge has grown to become a leader in supplying premium poker equipment across Europe. We are dedicated to enhancing the poker experience with top-quality tables, chips, and accessories, ensuring every game feels like a professional tournament. Our commitment to quality and customer satisfaction has made us a favorite among both casual and professional players. Quality We use only the finest materials to craft our poker tables and chips, ensuring durability and a luxurious feel in every product. Innovation Our research and development team continuously works to bring innovation to our product lines, incorporating the latest technology to enhance your poker gameplay. The history of poker is as rich and exciting as the game itself. Originating in the early 19th century in the United States, poker has evolved into a global phenomenon, with various styles and rules developing over time. At StackSurge, we celebrate this history by offering a range of equipment that caters to all types of poker, from classic Texas Hold'em to Omaha and more. Our products are designed to meet the needs of all players, from beginners to seasoned pros. Our team is made up of passionate poker enthusiasts who understand what players need. We work closely with the poker community to ensure our products meet their high standards and help to improve their game. We also host workshops and events to educate our customers on the game of poker, offering tips on strategy, game management, and the importance of using the right equipment. Our commitment extends beyond just selling products. We aim to be a part of the larger poker community, supporting tournaments and events across Europe and fostering a love for the game. Thank you for choosing StackSurge as your preferred provider of poker equipment. We look forward to continuing to serve the European poker community and help grow the game we love. Discover StackSurge's premium range of poker equipment, designed to transform any game into a professional experience. Our tables are crafted using the finest materials for durability and elegance, ensuring they stand the test of time. Our poker chips are carefully weighted and designed, providing a perfect balance and feel that enhances gameplay. Explore our accessories, including dealer buttons, chip cases, and card shufflers, to complete your poker setup. With StackSurge, experience the true essence of poker with equipment that matches the quality and excitement of European poker tournaments. Our Pricing Explore our competitive prices for high-quality poker equipment, designed to enhance your gaming experience with the best materials and craftsmanship. Professional Poker Tables Our professional poker tables are designed for the ultimate playing experience, featuring premium materials and customizable features. $499.99 Deluxe Poker Chip Set This deluxe set includes high-quality, casino-grade chips that provide the authentic feel of a real poker game. $89.99 Read more Disclaimer Privacy policy Terms of Use 18+ Please be aware that StackSurge.com, dedicated to providing premium poker equipment, is only available to individuals who are 18 years of age or older. We appreciate your understanding and compliance with this age restriction. We use cookies to enhance your experience on StackSurge.com. By continuing to explore our site, you consent to our use of cookies. For more details on how we use cookies and how you can manage them, please visit our Privacy Policy. Accept Decline × StackSurge is designed for users aged 18 and over. Please use our poker equipment responsibly. Remember, responsible gaming is important; always play in moderation.",
    "price": "Affordable Poker Equipment Prices | StackSurge London About Us Our price Contact Us +447000747991 stacksurge@gmail.com Our Pricing Explore the most competitive prices for top-quality poker equipment at StackSurge. From professional poker tables to premium chips and accessories, find everything you need to host the perfect poker night or equip your tournament. View Our Products 01 StackSurge provides an extensive range of premium poker tables, combining luxury with functionality. Our tables are designed for optimal playability and durability, ensuring a professional experience in every game. 02 Our poker chips are crafted using high-quality materials, offering a casino-grade feel with perfect weight and balance. These chips enhance the tactile experience, adding authenticity and luxury to every hand played. 03 StackSurge's accessories, including card shufflers, dealer buttons, and chip cases, are designed for efficiency and style. Our accessories ensure smooth gameplay and help maintain the pace and excitement of your poker games. 04 We offer customizable options for all our products, allowing customers to tailor their poker equipment to match their personal or club needs. From table size to chip design, personalize your setup with StackSurge. 05 StackSurge is committed to quality and customer satisfaction. Our dedicated support team ensures that all your questions are answered and your needs are met, providing a seamless shopping and service experience. 06 Our products are used in major poker tournaments across Europe, showcasing their reliability and the trust the professional community places in us. StackSurge is a recognized name at many high-profile gaming events. Our Pricing Explore our competitive prices for high-quality poker equipment, designed to enhance your gaming experience with the best materials and craftsmanship. Professional Poker Tables Our professional poker tables are designed for the ultimate playing experience, featuring premium materials and customizable features. $499.99 Deluxe Poker Chip Set This deluxe set includes high-quality, casino-grade chips that provide the authentic feel of a real poker game. $89.99 Premium Poker Cards Our premium poker cards are made from durable, high-quality materials for a long-lasting, smooth shuffle and play. $14.99 Automatic Card Shuffler Enhance your game with our automatic card shuffler, designed for efficiency and a fair game every time. $29.99 Poker Timer and Dealer Button This digital poker timer and dealer button combo is essential for managing your home tournaments like a pro. $19.99 Folding Poker Tabletop Our folding poker tabletop is perfect for easy setup and storage, with a professional felt surface and chip trays. $119.99 Disclaimer Privacy policy Terms of Use 18+ Please be aware that StackSurge.com, dedicated to providing premium poker equipment, is only available to individuals who are 18 years of age or older. We appreciate your understanding and compliance with this age restriction. We use cookies to enhance your experience on StackSurge.com. By continuing to explore our site, you consent to our use of cookies. For more details on how we use cookies and how you can manage them, please visit our Privacy Policy. Accept Decline × StackSurge is designed for users aged 18 and over. Please use our poker equipment responsibly. Remember, responsible gaming is important; always play in moderation.",
    "privacy": "Privacy Policy | StackSurge Poker Equipment London About Us Our price Contact Us +447000747991 stacksurge@gmail.com Privacy Policy This Privacy Policy describes how your personal information is collected, used, and shared when you visit or make a purchase from our site. Personal Information We Collect When you visit our site, we automatically collect certain information about your device, including information about your web browser, IP address, time zone, and some of the cookies that are installed on your device. Additionally, as you browse the site, we collect information about the individual web pages or products that you view, what websites or search terms referred you to the site, and information about how you interact with the site. We refer to this automatically collected information as “Device Information.” We collect Device Information using the following technologies: \"Cookies\" are data files that are placed on your device or computer and often include an anonymous unique identifier. \"Log files\" track actions occurring on the site, and collect data including your IP address, browser type, Internet service provider, referring/exit pages, and date/time stamps. \"Web beacons,\" \"tags,\" and \"pixels\" are electronic files used to record information about how you browse the site. Additionally, when you make a purchase or attempt to make a purchase through the site, we collect certain information from you, including your name, billing address, shipping address, payment information (including credit card numbers), email address, and phone number. We refer to this information as “Order Information.” When we talk about “Personal Information” in this Privacy Policy, we are talking both about Device Information and Order Information. How Do We Use Your Personal Information? We use the Order Information that we collect generally to fulfill any orders placed through the site (including processing your payment information, arranging for shipping, and providing you with invoices and/or order confirmations). Additionally, we use this Order Information to: Communicate with you; Screen our orders for potential risk or fraud; and When in line with the preferences you have shared with us, provide you with information or advertising relating to our products or services. We use the Device Information that we collect to help us screen for potential risk and fraud (in particular, your IP address), and more generally to improve and optimize our site (for example, by generating analytics about how our customers browse and interact with the site, and to assess the success of our marketing and advertising campaigns). Do Not Track Please note that we do not alter our site’s data collection and use practices when we see a Do Not Track signal from your browser. Your Rights If you are a European resident, you have the right to access personal information we hold about you and to ask that your personal information be corrected, updated, or deleted. If you would like to exercise this right, please contact us through the contact information below. Additionally, if you are a European resident we note that we are processing your information in order to fulfill contracts we might have with you (for example if you make an order through the site), or otherwise to pursue our legitimate business interests listed above. Additionally, please note that your information will be transferred outside of Europe, including to Canada and the United States. Data Retention When you place an order through the site, we will maintain your Order Information for our records unless and until you ask us to delete this information. Changes We may update this privacy policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal, or regulatory reasons. Contact Us For more information about our privacy practices, if you have questions, or if you would like to make a complaint, please contact us by e-mail at stacksurge@gmail.com. Minors The site is not intended for individuals under the age of 18. We do not knowingly collect personal data from minors. If you are under 18, please do not submit any personal information through the site. Consent By using this site, you represent that you are at least the age of majority in your state or province of residence, or that you are the age of majority in your state or province of residence and you have given us your consent to allow any of your minor dependents to use this site. Security We take reasonable precautions and follow industry best practices to make sure your personal information is not inappropriately lost, misused, accessed, disclosed, altered or destroyed. Cookies A cookie is a small amount of information that’s downloaded to your computer or device when you visit our site. We use a number of different cookies, including functional, performance, advertising, and social media or content cookies. Cookies make your browsing experience better by allowing the site to remember your actions and preferences (such as login and region selection). This means you don’t have to re-enter this information each time you return to the site or browse from one page to another. Cookies also provide information on how people use the site, for instance whether it’s their first time visiting or if they are a frequent visitor. We use the following cookies to optimize your experience on our site and to provide our services. Amendments This Privacy Policy may be updated from time to time in order to reflect changes to our practices or for other operational, legal, or regulatory reasons. Contact Information For more information about our privacy practices, if you have questions, or if you would like to make a complaint, please contact us by email at stacksurge@gmail.com. Disclaimer Privacy policy Terms of Use 18+ Please be aware that StackSurge.com, dedicated to providing premium poker equipment, is only available to individuals who are 18 years of age or older. We appreciate your understanding and compliance with this age restriction. We use cookies to enhance your experience on StackSurge.com. By continuing to explore our site, you consent to our use of cookies. For more details on how we use cookies and how you can manage them, please visit our Privacy Policy. Accept Decline",
    "terms": "Terms of Use | StackSurge Poker Equipment London About Us Our price Contact Us +447000747991 stacksurge@gmail.com Terms of Service Please read these Terms of Service (\"Terms\", \"Terms of Service\") carefully before using our website (the \"Service\"). 1. Agreement to Terms By accessing or using our Service, you agree to be bound by these Terms. If you disagree with any part of the terms, then you may not access the Service. 2. Intellectual Property Rights Other than the content you own, which you may have opted to include on this Website, under these Terms, we and/or our licensors own all the intellectual property rights and materials contained in this Website. You are granted limited license only for purposes of viewing the material contained on this Website. 3. Restrictions You are specifically restricted from all of the following: publishing any Website material in any other media; selling, sublicensing and/or otherwise commercializing any Website material; publicly performing and/or showing any Website material; using this Website in any way that is or may be damaging to this Website; using this Website in any way that impacts user access to this Website; using this Website contrary to applicable laws and regulations, or in any way may cause harm to the Website, or to any person or business entity; engaging in any data mining, data harvesting, data extracting or any other similar activity in relation to this Website; using this Website to engage in any advertising or marketing. 4. Your Content In these Terms of Service, \"Your Content\" shall mean any audio, video, text, images or other material you choose to display on this Website. By displaying Your Content, you grant us a non-exclusive, worldwide irrevocable, sub-licensable license to use, reproduce, adapt, publish, translate and distribute it in any and all media. Your Content must be your own and must not be invading any third-party's rights. We reserve the right to remove any of Your Content from this Website at any time without notice. 5. No Warranties This Website is provided \"as is,\" with all faults, and we express no representations or warranties, of any kind related to this Website or the materials contained on this Website. Also, nothing contained on this Website shall be interpreted as advising you. 6. Limitation of Liability In no event shall we, nor any of our officers, directors and employees, be held liable for anything arising out of or in any way connected with your use of this Website whether such liability is under contract. We, including our officers, directors and employees shall not be held liable for any indirect, consequential or special liability arising out of or in any way related to your use of this Website. 7. Indemnification You hereby indemnify to the fullest extent us from and against any and/or all liabilities, costs, demands, causes of action, damages and expenses arising in any way related to your breach of any of the provisions of these Terms. 8. Severability If any provision of these Terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein. 9. Assignment We are allowed to assign, transfer, and subcontract its rights and/or obligations under these Terms without any notification. However, you are not allowed to assign, transfer, or subcontract any of your rights and/or obligations under these Terms. 10. Entire Agreement These Terms constitute the entire agreement between us and you in relation to your use of this Website, and supersede all prior agreements and understandings. 11. Governing Law & Jurisdiction These Terms will be governed by and interpreted in accordance with the laws of the country where we are based, and you submit to the non-exclusive jurisdiction of the state and federal courts located there for the resolution of any disputes. 12. Changes to Terms We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. By continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, please stop using the Service. 13. Contact Us If you have any questions about these Terms, please contact us at stacksurge@gmail.com. 14. Third-Party Services We may display, include or make available third-party content (including data, information, applications and other products services) or provide links to third-party websites or services (\"Third-Party Services\"). You acknowledge and agree that we shall not be responsible for any Third-Party Services, including their accuracy, completeness, timeliness, validity, copyright compliance, legality, decency, quality or any other aspect thereof. We do not assume and shall not have any liability or responsibility to you or any other person or entity for any Third-Party Services. 15. User-Generated Content Users may post content, including but not limited to text, images, and videos (\"User Content\"). You are solely responsible for the User Content that you post, upload, link to or otherwise make available via the Service. You agree that we are only acting as a passive conduit for your online distribution and publication of your User Content. We reserve the right to remove any User Content from the Service at our discretion. 16. Termination We may terminate or suspend access to our Service immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms. All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability. 17. Disclaimer Your use of the Service is at your sole risk. The Service is provided on an \"AS IS\" and \"AS AVAILABLE\" basis. The Service is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, non-infringement or course of performance. 18. Governing Law These Terms shall be governed and construed in accordance with the laws of the country in which we operate, without regard to its conflict of law provisions. Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights. If any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect. These Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have between us regarding the Service. Disclaimer Privacy policy Terms of Use 18+ Please be aware that StackSurge.com, dedicated to providing premium poker equipment, is only available to individuals who are 18 years of age or older. We appreciate your understanding and compliance with this age restriction. We use cookies to enhance your experience on StackSurge.com. By continuing to explore our site, you consent to our use of cookies. For more details on how we use cookies and how you can manage them, please visit our Privacy Policy. Accept Decline",
    "thanks": "Thank You for Contacting StackSurge London Thank You for Your Application! Your request has been successfully submitted and is being processed. A member of the StackSurge team will get back to you shortly. We appreciate your interest in our high-quality poker equipment designed for the European market. At StackSurge, we are committed to providing you with the best possible products and services. If you have any further questions or need additional information, please do not hesitate to reach out to us at stacksurge@gmail.com. Home We use cookies to enhance your experience on StackSurge.com. By continuing to explore our site, you consent to our use of cookies. For more details on how we use cookies and how you can manage them, please visit our Privacy Policy. Accept Decline"
  },
  "date": "2024-07-15T11:33:30.895Z"
}