{
  "name": "Starlight Terrace India",
  "pages": {
    "disclaimers": "StarlightTerrace Disclaimers - Understand Terms of Use for Luxury Stays StarlightTerrace HOME ABOUT US Casino Contact Disclaimer The information contained on this website is for general information purposes only. While we strive to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. In no event will we be liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website. The information provided on the Starlight Terrace Hotel website (\"the Site\") is intended for general informational purposes only. While we endeavor to keep the information up-to-date and accurate, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability of the Site or the information, products, services, or related graphics contained on the Site for any purpose. Any reliance you place on such information is therefore strictly at your own risk. Limitations of Liability Starlight Terrace Hotel shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in connection with the use of the Site or the information, products, services, or related graphics contained on the Site. This includes, but is not limited to, loss of data or profits, business interruption, or any other commercial damages, even if Starlight Terrace Hotel has been advised of the possibility of such damages. External Links The Site may contain links to third-party websites that are not owned or controlled by Starlight Terrace Hotel. We have no control over the nature, content, and availability of those sites. The inclusion of any links does not necessarily imply a recommendation or endorsement of the views expressed within them. Starlight Terrace Hotel is not responsible for the privacy practices or the content of such websites. Accuracy of Information We strive to provide accurate and up-to-date information on the Site. However, we cannot guarantee that all information is error-free. Starlight Terrace Hotel reserves the right to correct any errors or omissions in the information on the Site at any time without prior notice. Changes to this Disclaimer Starlight Terrace Hotel reserves the right to modify this disclaimer at any time. We encourage you to review this page periodically for any changes. Your continued use of the Site following the posting of changes to this disclaimer will be deemed your acceptance of those changes. The StarlightTerrace website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline StarlightTerrace Discover unparalleled luxury and comfort at StarlightTerrace Hotel. Relax in our elegantly appointed rooms, enjoy gourmet dining at our world-class restaurants, and rejuvenate at our state-of-the-art spa. Every detail is designed to provide an unforgettable experience, ensuring you create lasting memories with us. Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions",
    "index": "StarlightTerrace - Explore Luxury for Your Getaway StarlightTerrace HOME ABOUT US Casino Contact LUXURY STAYS FOR EVERY GUEST Experience Unmatched Comfort and Elegance Discover our diverse collection of amenities, designed to enhance your comfort and entertainment experience. Let StarlightTerrace redefine your travel experience with luxurious services. EXPLORE AMENITIES Luxurious Rooms Experience the ultimate in comfort and elegance in our well-appointed rooms designed to provide a perfect stay. VIEW ROOMS World-Class Dining Indulge in gourmet cuisine at our on-site restaurants, offering a variety of delectable dishes to satisfy every palate. EXPLORE DINING Deluxe Room Experience the luxury and comfort of our Deluxe Rooms, featuring elegant decor and modern amenities. VIEW ROOM Suite Our spacious Suites offer a perfect blend of comfort and style, with separate living areas and premium amenities. VIEW ROOM Family Room Ideal for families, our Family Rooms provide ample space and modern conveniences for a comfortable stay. VIEW ROOM Meet Our Receptionist Our friendly and professional receptionist is here to ensure you have a pleasant and comfortable stay. From check-in to check-out, we are dedicated to providing exceptional service. CONTACT US Spa Services Indulge in our luxurious spa services designed to relax and rejuvenate. From massages to facials, we offer a variety of treatments to pamper you. DISCOVER MORE Special Events Celebrate your special occasions with us. Our event planning team will ensure your event is memorable and perfectly executed. LEARN MORE Exclusive Offers Take advantage of our exclusive offers and packages. Enjoy special discounts and added benefits for a truly unique stay. VIEW OFFERS Room Cleaning Our staff ensures your room is spotless, providing daily cleaning and fresh linens to guarantee your comfort. Common Areas We maintain the highest standards of cleanliness in all common areas, including the lobby, hallways, and dining areas. Laundry Service Our laundry service ensures that your clothes are fresh and clean, offering both in-house and external laundry options. John Doe ★★★★★ \"The stay at StarlightTerrace was amazing. The room was clean and the staff were incredibly helpful. Highly recommended!\" Jane Smith ★★★★☆ \"Great experience overall. The dining options were fantastic, and the service was excellent. Will definitely return!\" Alice Brown ★★★★★ \"Absolutely loved my stay! The amenities were top-notch and the atmosphere was very relaxing. Five stars!\" The StarlightTerrace website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline StarlightTerrace Discover unparalleled luxury and comfort at StarlightTerrace Hotel. Relax in our elegantly appointed rooms, enjoy gourmet dining at our world-class restaurants, and rejuvenate at our state-of-the-art spa. Every detail is designed to provide an unforgettable experience, ensuring you create lasting memories with us. Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions",
    "privacy-policy": "StarlightTerrace Privacy Policy - Safeguarding Your Personal Information StarlightTerrace HOME ABOUT US Casino Contact Privacy Policy For StarlightTerrace Hotel (hereinafter referred to as Hotel), respecting and protecting your personal data is a commitment. We understand that you care about your personal data. This Personal Data Protection Statement describes the personal data the Hotel collects about you, how we use and protect your data, and the options you have regarding our use of this data. Who we are StarlightTerrace Hotel is part of bluegr Hotels & Resorts, a private family-owned company founded by CEO Gina Mamidakis. Our aim is to elevate luxury holidays with exceptional service, hospitality excellence, and breathtaking locations. Contact us by post at the above addresses, by e-mail at starlightterrace@gmail.com Which personal data we collect about you Data for the rendering of services: We collect personal data whenever we interact with you. This may include: Customer Details: Name, ID number, contact information, billing data, etc. Personal Data: Date of birth, nationality, etc. Stay Details: Arrival/departure dates, room number, preferences, etc. Health Data: Allergies, medical conditions, etc. Device Data: Unique device IDs, IP address, etc. Usage Data: Interaction with our services, browser cookies, etc. Underage Data: Name, nationality, and date of birth, provided by a guardian. Fellow Travelers’ Data: When booking for others, we collect their personal data and preferences. Obtain their consent before sharing their data. Surveys: We may request demographic or personal data in customer surveys. During your stay: We collect additional data during registration, including data required by law. We may use CCTV and other security measures on our premises. We also collect data related to services such as reception, gyms, spa, activities, childcare, and equipment rental. Events: If planning an event with us, we collect event details and data about your guests. We may share your data with event organizers and third-party service providers, as permitted by law. Social Media: If you engage with us on social media, we may collect data from your social networking account, with your permission. Employment Applications: If you apply for employment electronically, please refer to our Applicant’s Private Data Policy. Personal data from third parties: We may collect data about you from third parties, including partners in airlines, card payments, social networking services, and other third-party sources. The StarlightTerrace website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline StarlightTerrace Discover unparalleled luxury and comfort at StarlightTerrace Hotel. Relax in our elegantly appointed rooms, enjoy gourmet dining at our world-class restaurants, and rejuvenate at our state-of-the-art spa. Every detail is designed to provide an unforgettable experience, ensuring you create lasting memories with us. Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions",
    "products": "Casino Games - Explore Our Range of Thrilling Options StarlightTerrace HOME ABOUT US Casino Contact Live Casino Immerse yourself in the excitement of live dealer games, offering a real casino experience from the comfort of your home. JOIN LIVE CASINO Jackpot Games Try your luck with our jackpot games and stand a chance to win life-changing prizes with every spin. PLAY JACKPOT GAMES Baccarat Experience the elegance and excitement of Baccarat, a game of chance and strategy, favored by high rollers worldwide. Blackjack Join our Blackjack tables and use your skills and strategy to beat the dealer and win big. Roulette Place your bets and feel the thrill as the roulette wheel spins, offering a chance for substantial wins with every round. Live Betting Join our live betting section for real-time sports betting, offering an immersive and interactive gaming experience. PLACE BETS VIP Lounge Relax in our exclusive VIP Lounge, offering premium amenities and personalized service for our distinguished guests. EXPLORE VIP Tournaments Compete in exciting casino tournaments and showcase your skills for a chance to win amazing prizes. JOIN NOW Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 The StarlightTerrace website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline StarlightTerrace Discover unparalleled luxury and comfort at StarlightTerrace Hotel. Relax in our elegantly appointed rooms, enjoy gourmet dining at our world-class restaurants, and rejuvenate at our state-of-the-art spa. Every detail is designed to provide an unforgettable experience, ensuring you create lasting memories with us. Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "StarlightTerrace Terms and Conditions - Guidelines for Using Our Services StarlightTerrace HOME ABOUT US Casino Contact Terms & Conditions Welcome to StarlightTerrace Hotel. By accessing and using our website, you agree to comply with and be bound by the following terms and conditions. Use of Website This website is for your personal, non-commercial use only. You agree not to use this website for any unlawful purpose or in any manner that could damage, disable, or impair the site. Reservations and Cancellations Reservations made through our website are subject to availability and confirmation. Cancellation policies vary by room type and rate plan; please review the specific policy at the time of booking. Payment All prices are quoted in local currency and are inclusive of applicable taxes. Payments can be made using major credit/debit cards. The Hotel reserves the right to pre-authorize your card prior to arrival. Check-in and Check-out Check-in time is from 2:00 PM, and check-out time is by 12:00 PM. Early check-in and late check-out are subject to availability and may incur additional charges. Liability The Hotel is not liable for any loss, damage, or injury arising from the use of the website or services provided, except in cases of gross negligence or willful misconduct. Privacy Policy Your privacy is important to us. Please refer to our Privacy Policy for information on how we collect, use, and protect your personal data. Amendments The Hotel reserves the right to amend these terms and conditions at any time without prior notice. Please review this page periodically for any updates. Governing Law These terms and conditions are governed by and construed in accordance with the laws of the country where the hotel is located. Any disputes arising out of or related to the use of this website will be subject to the exclusive jurisdiction of the courts in that country. Contact Us If you have any questions about these terms and conditions, please contact us at: StarlightTerrace Hotel Address: Taj East Gate Rd, Paktola, Tajganj, Agra, Uttar Pradesh 282001, India Email: starlightterrace@gmail.com Phone: +91-257-698-2255 The StarlightTerrace website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline StarlightTerrace Discover unparalleled luxury and comfort at StarlightTerrace Hotel. Relax in our elegantly appointed rooms, enjoy gourmet dining at our world-class restaurants, and rejuvenate at our state-of-the-art spa. Every detail is designed to provide an unforgettable experience, ensuring you create lasting memories with us. Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions",
    "thanks": "Thank You for Contacting StarlightTerrace - Explore Luxury Stays StarlightTerrace HOME ABOUT US Casino Contact Thank You! Your submission has been received successfully, and our team is now reviewing your request. You can expect to hear back from us within the next 24-48 hours. In the meantime, we invite you to explore our website further to learn more about the wide range of products and services we offer. Whether you're looking for the latest updates, detailed information about our offerings, or customer testimonials, we have a wealth of resources available to you. Our website is designed to provide you with an easy and enjoyable browsing experience. We have categorized our products and services into different sections, making it simple for you to find exactly what you are looking for. Don't miss our frequently asked questions (FAQ) section, where you might find answers to some of your queries. We believe in the importance of staying connected with our customers. By subscribing to our newsletter, you will receive regular updates about our latest products, special promotions, and exclusive offers. We value your feedback and would love to hear your thoughts on how we can improve our services to better meet your needs. If you have any urgent questions or require immediate assistance, please do not hesitate to reach out to us directly. Our customer support team is always ready to help you with any inquiries you might have. You can contact us through the following channels: Email: starlightterrace@gmail.com Phone: +91-257-698-2255 We take pride in offering top-notch customer service and are committed to ensuring your satisfaction. Our team is dedicated to making your experience with us as pleasant and fulfilling as possible. We look forward to building a lasting relationship with you and providing exceptional service every step of the way. Thank you once again for choosing [Your Website Name]. We are dedicated to providing you with the best possible experience and look forward to serving you. Your satisfaction is our top priority, and we are committed to exceeding your expectations. The StarlightTerrace website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline StarlightTerrace Discover unparalleled luxury and comfort at StarlightTerrace Hotel. Relax in our elegantly appointed rooms, enjoy gourmet dining at our world-class restaurants, and rejuvenate at our state-of-the-art spa. Every detail is designed to provide an unforgettable experience, ensuring you create lasting memories with us. Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions",
    "about-us": "About StarlightTerrace - Redefining Your Getaway Experience StarlightTerrace HOME ABOUT US Casino Contact Meet Our Receptionist Our friendly and professional receptionist is here to ensure you have a pleasant and comfortable stay. From check-in to check-out, we are dedicated to providing exceptional service. CONTACT US Room Cleaning Our staff ensures your room is spotless, providing daily cleaning and fresh linens to guarantee your comfort. Common Areas We maintain the highest standards of cleanliness in all common areas, including the lobby, hallways, and dining areas. Laundry Service Our laundry service ensures that your clothes are fresh and clean, offering both in-house and external laundry options. Spa Services Indulge in our luxurious spa services designed to relax and rejuvenate. From massages to facials, we offer a variety of treatments to pamper you. DISCOVER MORE Special Events Celebrate your special occasions with us. Our event planning team will ensure your event is memorable and perfectly executed. LEARN MORE Exclusive Offers Take advantage of our exclusive offers and packages. Enjoy special discounts and added benefits for a truly unique stay. VIEW OFFERS The StarlightTerrace website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline StarlightTerrace Discover unparalleled luxury and comfort at StarlightTerrace Hotel. Relax in our elegantly appointed rooms, enjoy gourmet dining at our world-class restaurants, and rejuvenate at our state-of-the-art spa. Every detail is designed to provide an unforgettable experience, ensuring you create lasting memories with us. Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions",
    "contacts": "Contact StarlightTerrace - Reach Out to Explore Luxury Stays StarlightTerrace HOME ABOUT US Casino Contact CONTACT US Have any questions? I accept the Privacy Policy SUBMIT GET IN TOUCH Reach out to StarlightTerrace Hotel today to discover our latest accommodations and elevate your stay with us. Taj East Gate Rd, Paktola, Tajganj, Agra, Uttar Pradesh 282001, India +91-257-698-2255 starlightterrace@gmail.com The StarlightTerrace website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline StarlightTerrace Discover unparalleled luxury and comfort at StarlightTerrace Hotel. Relax in our elegantly appointed rooms, enjoy gourmet dining at our world-class restaurants, and rejuvenate at our state-of-the-art spa. Every detail is designed to provide an unforgettable experience, ensuring you create lasting memories with us. Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions"
  },
  "date": "2024-07-22T13:49:04.879Z"
}