{
  "name": "StarCricket",
  "pages": {
    "disclaimers": "StarCricket - Disclaimer StarCricket About Offers FAQ's Disclaimers By participating in the StarCricket fantasy game, you agree to the following disclaimers: Information Accuracy:** While we strive to provide accurate information on player performance and statistics, we cannot guarantee the completeness or accuracy of such information. You acknowledge that any decisions you make based on this information are at your own risk. Game Interruptions:** StarCricket fantasy game may be interrupted due to technical difficulties, unforeseen circumstances, or force majeure events. We will use reasonable efforts to rectify any interruptions, but we are not liable for any damages arising from such interruptions. Game Rules and Changes:** We reserve the right to modify the rules of the StarCricket fantasy game at any time without prior notice. We will post any changes to the rules on the website. It is your responsibility to stay informed of the latest rules. Prizes and Awards:** Prizes and awards offered in the StarCricket fantasy game are subject to availability and may be changed at our discretion. We are not responsible for any delays or cancellations of prizes. User Conduct:** You are responsible for your conduct while participating in the StarCricket fantasy game. You agree to abide by all applicable laws and regulations and to treat other users with respect. Limitation of Liability:** We are not liable for any damages arising from your participation in the StarCricket fantasy game, including but not limited to, indirect, incidental, consequential, or punitive damages. By participating in the StarCricket fantasy game, you acknowledge that you have read and understood these disclaimers. If you do not agree to these disclaimers, you should not participate in the game. The StarCricket website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline StarCricket Legal Disclaimers Privacy & Policy Terms & Conditions DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The StarCricket platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws.",
    "index": "StarCricket - Play Fantasy Sports & Win Cash Prizes StarCricket About Offers FAQ's Play Fantasy Cricket Games Play on India’s Top Gaming App GET DOWNLOAD LINK I agree to the Privacy Policy Why Play Fantasy Cricket on Gamezy? While there are numerous platforms for fantasy cricket, Gamezy stands out with continuous innovations and enhancements to ensure an engaging and captivating experience. Explore some of the unique features that Gamezy introduces, setting new standards in the industry. 1. Detailed Player Statistics Gamezy provides detailed statistics of players' performances in their last five matches, empowering you to make informed decisions when selecting your fantasy cricket team. 2. Pre-Match Analysis Get exclusive pre-match insights on player selections, pitch conditions, and weather forecasts, helping you strategize effectively before the game begins. 3. Play all 4 Innings of a Test match Experience the excitement of a Test match by playing all four innings as they happen. Maximize your chances of winning by participating in every phase of the match, a unique feature pioneered by Gamezy. 4. 2nd Innings contest Introducing the 2nd Innings contest, where you can create a new team during the second innings and still compete for prizes. It’s another innovation from Gamezy to enhance your fantasy cricket experience. 5. Play in 8 Languages Gamezy supports gameplay in multiple languages, ensuring that language is never a barrier to enjoying fantasy cricket. Choose your preferred language and play comfortably. In addition to fantasy cricket, Gamezy offers a variety of fantasy sports games including football and kabaddi. Why StarCricket is Your Ultimate Cricket Gaming Destination Top-tier Security Standards RNG Certified for Fair Play Secure Transactions Ensured Complete Data and Identity Protection Exciting Offers & Rewards Enjoy a Welcome Bonus of ₹12,000 Earn up to ₹12,516 through Referrals Unlimited Earnings via Exciting Missions Innovative Cricket Experiences Live Fantasy and 2nd Innings Challenges Instant Withdrawal of Winnings Exclusive Ludo and Season Passes Continuous Cricket Thrills Play Various Cricket Formats Online Monthly Free Cash Tournaments Worth ₹1 Crore+ Diverse Gameplay Options and Challenges Frequently Asked Questions What games can I play on StarCricket? + StarCricket offers an immersive fantasy sports experience where users can join contests for various sports leagues and tournaments, focusing primarily on cricket. Register with your email and mobile number to start enjoying the thrill! Do users really win money on StarCricket? + Yes, StarCricket ensures secure transactions and offers multiple payment options for adding and withdrawing funds. Your personal information is confidential, and winnings can be directly transferred to your bank account after verification. Is it legal to play fantasy cricket games on StarCricket? + Yes, playing fantasy cricket on StarCricket is legal in compliance with all applicable laws and regulations. Sign up quickly by filling out a short form and verifying your account via OTP. How can I maximize my chances of winning on StarCricket? + StarCricket processes winnings promptly, and withdrawals are typically credited within a few working days, depending on the chosen withdrawal method. How do I play and win in StarCricket Rummy? + StarCricket ensures fair play by strictly prohibiting multiple accounts with the same email address, maintaining a level playing field for all users. Explore StarCricket: Your Ultimate Fantasy Cricket Destination Fantasy Cricket App StarCricket is your premier fantasy cricket platform where skill meets excitement. Immerse yourself in a thrilling fantasy cricket experience right on your mobile device. Fantasy Cricket Live your dream of managing a cricket team with star players. Rummy Experience the thrill of the traditional Indian card game, now online. The StarCricket website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline StarCricket Legal Disclaimers Privacy & Policy Terms & Conditions DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The StarCricket platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws.",
    "privacy": "StarCricket - Privacy Policy StarCricket About Offers FAQ's StarCricket Privacy Policy Welcome to StarCricket! We take protecting your privacy and personal information seriously. This policy explains how we collect, use, disclose, and safeguard your data when you visit our website and use our services. Data Collection We collect information you provide directly when registering, participating in contests, contacting us, or using other features. This may include your name, email, phone number, payment details, and any additional information you choose to share. Data Use We use the information we collect to operate, maintain, and deliver the features and functionality of our services. This includes processing transactions, communication, and service improvement. We may also use your data to send updates, newsletters, and promotional materials. Data Disclosure We will not share your personal information with third parties except as outlined in this Privacy Policy. We may disclose your data to service providers who assist us in operating our services, to comply with legal obligations, or to protect our rights and property. Data Security We use administrative, technical, and physical safeguards to help protect your personal information. While we take reasonable steps to secure your data, please be aware that no security measures are foolproof. Privacy Policy Updates We may update this Privacy Policy occasionally to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify you of any significant changes by posting the new Privacy Policy on our website. The StarCricket website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline StarCricket Legal Disclaimers Privacy & Policy Terms & Conditions DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The StarCricket platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws.",
    "terms": "StarCricket - Terms and Conditions StarCricket About Offers FAQ's StarCricket Terms & Agreements Welcome to StarCricket! By entering our platform and leveraging its features, you consent to these terms and agreements. Please scrutinize them carefully. If you disagree with any of these terms, you cannot partake in our offerings. Age Requirement You must be at least 18 years old to engage with StarCricket. By utilizing our services, you verify that you meet the minimum age threshold and concur to adhere to all terms and agreements within this contract. Account Creation To unlock specific functionalities within the platform, you might need to establish an account. You agree to furnish accurate and complete information during account creation and to maintain its current state. You hold sole responsibility for safeguarding your account credentials and any activity conducted under your account. Service Utilization You consent to utilize our services solely for lawful purposes and in accordance with these terms. You must refrain from any activity that could potentially harm StarCricket, its users, or disrupt the normal operation of our services. Financial Transactions and Withdrawals All financial transactions and withdrawals on StarCricket are subject to our payment terms. You agree to provide accurate payment information and comply with all payment-related terms. Withdrawals are processed within a reasonable timeframe, pending verification and security checks. Account Termination We reserve the right to terminate or suspend your account and access to our services at any juncture, without prior notification, if you breach any of the terms and agreements within this contract. Upon termination, your right to utilize our services will cease immediately. Disclaimer of Warranties Our services are provided \"as is\" and \"as available\" without any guarantees of any kind. We do not guarantee uninterrupted or error-free service. We disclaim all warranties, express or implied, including but not limited to implied warranties of merchantability and suitability for a specific purpose. Limitation of Responsibility Under no circumstances shall StarCricket, its affiliates, or its partners be held accountable for any indirect, incidental, special, consequential, or punitive damages arising out of or in connection with your utilization of our services. Changes to Terms We reserve the right to modify these terms and agreements at any time. We will inform you of any changes by publishing the new terms on our website. Your continued utilization of our services after any such changes constitutes your acceptance of the new terms. The StarCricket website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline StarCricket Legal Disclaimers Privacy & Policy Terms & Conditions DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The StarCricket platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws.",
    "thanks": "StarCricket - Thank You StarCricket About Offers FAQ's Thank You for Joining StarCricket! We are thrilled to have you as part of our community. Get ready to experience the ultimate fantasy cricket journey, compete with others, and win exciting cash prizes. Your adventure begins now! Download our app, create your dream team, and start playing today. We look forward to seeing you excel in your fantasy leagues! If you have any questions or need assistance. The StarCricket website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline StarCricket Legal Disclaimers Privacy & Policy Terms & Conditions DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The StarCricket platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws."
  },
  "date": "2024-07-04T12:56:11.896Z"
}