{
  "name": "Stessy",
  "pages": {
    "about": "Stessy Otel Hakkında - Konforlu Konaklama ve Eşsiz Deneyimler Web sitemizin değerli ziyaretçileri! Stessy olarak web sitemizde kullanıcı deneyiminizi iyileştirmek ve daha özelleştirilmiş bir hizmet sunmak için çerezler kullanıyoruz. Güveninize değer veriyoruz ve bilgilerinizin Gizlilik Politikamıza uygun olarak güvenli ve gizli bir şekilde işlendiğini garanti ediyoruz. Kabul Et Hakkında Kumarhane Odalar İletişim Bu En İyi Otel Hakkımızda Dünyanın En Üstün Oteli Temas etmek HAKKIMIZDA 8+ Yıldır Stessy, 8 yılı aşkın süredir olağanüstü konukseverlik sunmaktadır. Mükemmellik taahhüdümüz, lüks konaklamalarımızdan dikkatli hizmetimize kadar her yönüyle yansıtılmaktadır. Stessy'nin sunabileceği konfor, rahatlık ve lüksün mükemmel birleşimini deneyimleyin. İş ya da eğlence için burada olun, memnuniyetiniz önceliğimizdir. Lüks Konaklamalar Geniş, özenle tasarlanmış odalarımızda ve süitlerimizde benzersiz konfor ve zarafeti deneyimleyin. Her konaklama modern olanaklarla, premium yataklarla ve şık dekorla titizlikle döşenmiştir, böylece rahat ve keyifli bir konaklama sağlanır. Peluş kral yataklardan muhteşem şehir manzaralı özel balkonlara kadar her detay üstün bir konfor seviyesini sağlamak için tasarlanmıştır. Gurme Yemekler Stessy'nin gurme restoranlarında en iyi mutfağın tadını çıkarın. Dünyaca ünlü şeflerden oluşan mutfak ekibimiz, çeşitli uluslararası ve yerel lezzetlerden oluşan bir menü yaratmak için en taze malzemeleri kullanır. İnce bir yemek deneyimini mi yoksa rahat bir yemeği mi tercih edersiniz, yemek seçeneklerimiz her damak zevkine ve her duruma hitap eder ve unutulmaz bir gastronomik yolculuk vaat eder. Spa ve Wellness Lüks spa merkezimizde en üst düzeyde rahatlamanın tadını çıkarın. Masajlar, yüz bakımları ve vücut terapileri dahil olmak üzere kapsamlı bir tedavi yelpazesi sunan spa merkezimiz, yenilenmek ve canlanmak için tasarlanmıştır. Deneyiminizi tam donanımlı fitness merkezi, sauna ve buhar odası içeren wellness tesislerimize erişimle tamamlayın. Etkinlik ve Konferans Tesisleri Bir sonraki etkinliğinizi Stessy'de şık bir şekilde düzenleyin. Son teknoloji konferans ve etkinlik alanlarımız, iş toplantıları, kurumsal etkinlikler ve sosyal toplantılar için mükemmeldir. Gelişmiş görsel-işitsel ekipmanlar, özelleştirilebilir düzenler ve profesyonel etkinlik planlama hizmetleri ile etkinliğinizin kusursuz bir şekilde yürütülmesini ve misafirleriniz üzerinde kalıcı bir izlenim bırakılmasını sağlıyoruz. Merkezi Konum Şehrin kalbindeki merkezi konumumuzun keyfini çıkarın. Stessy, ana cazibe merkezlerine, alışveriş bölgelerine, kültürel simgelere ve iş merkezlerine kolay erişim sağlar. İster eğlence ister iş için burada olun, merkezi konumumuz, şehrin en iyilerini kolaylıkla ve rahatlıkla keşfetmenizi sağlar. Olağanüstü Hizmet Stessy'de tüm misafirlerimize olağanüstü hizmet sunmaktan gurur duyuyoruz. Adanmış ekibimiz, kişiselleştirilmiş yardım, 24/7 konsiyerj hizmetleri ve dikkatli konukseverlik sunarak her ihtiyacınızı karşılamaya kararlıdır. Varış anınızdan ayrılışınıza kadar, konaklamanızın olağanüstü olmasını sağlamak için çaba gösteriyoruz. EN İYİ FİYATLAR Ekstra Hizmetler Özel konsiyerj ekibimiz, restoran rezervasyonlarından bilet rezervasyonlarına ve yerel önerilere kadar her ihtiyacınızı karşılamak için günün her saati hizmetinizdedir. Kıyafetlerinizi temiz ve mükemmel durumda tutmak için hızlı çamaşırhane ve kuru temizleme hizmetlerimizden yararlanın. Giysilerinizi özenle işliyor ve size mükemmel durumda geri teslim ediyoruz. (800)33-175-84-01 En İyi Fiyatlar OTEL İMKANLARI Şehirdeki En Güzel ve Lüks Otel Otopark Alarm Hızlı Wifi Kahve Kasa Banyo (810) 33-175-84-01 Stessy@gmail.com Çiftlik Mahallesi E-90 Karayolu Recep Hakkında Kumarhane Odalar İletişim Şartlar ve Koşullar Gizlilik Politikası Feragatname Telif Hakkı © 2024. Tüm Hakları Saklıdır",
    "casino": "Stessy Otel Kumarhane - Eğlenceli ve Heyecan Dolu Zaman Geçirin 18 yaşından büyük müsünüz? \"Evet\"i tıklayarak 18 yaşında veya daha büyük olduğunuzu belirtiyorsunuz. Evet Hayır Web sitemizin değerli ziyaretçileri! Stessy olarak web sitemizde kullanıcı deneyiminizi iyileştirmek ve daha özelleştirilmiş bir hizmet sunmak için çerezler kullanıyoruz. Güveninize değer veriyoruz ve bilgilerinizin Gizlilik Politikamıza uygun olarak güvenli ve gizli bir şekilde işlendiğini garanti ediyoruz. Kabul Et Hakkında Kumarhane Odalar İletişim En İyi Kumarhane Oyunlarını Oynayın Deneyimli bir oyuncu ya da yeni başlayan biri olsanız da, en iyi kumarhane oyunlarının koleksiyonuyla heyecan ve heyecanın dünyasına adım atın. Geniş seçimimiz, tüm beceri seviyelerine ve tercihlere hitap eder. Temas etmek İkramiye Bu kumarhane için ilk kez bir inceleme yapıyorum, size bol şanslar. Şimdi Oyna Poker Stessy'nin sofistike oyun salonunda pokerin heyecanını yaşayın. Şimdi Oyna Kural Şık kumarhanemizde Kural tekerleğini döndürün ve şansınızı deneyin. Şimdi Oyna Kumarhane Hakkında Neden Bizi Seçmelisiniz? Luxurious Setting: Immerse yourself in luxury and elegance with our state-of-the-art casino facilities. Variety of Games: Enjoy a wide selection of games including Poker and Roulette, catering to both beginners and seasoned players. Professional Staff: Our experienced and friendly staff are dedicated to providing exceptional service and ensuring your comfort. Exclusive Offers: Take advantage of exclusive offers and promotions, enhancing your gaming experience. Convenient Location: Located in the heart of the city Türkiye, Stessy offers easy access and a satisfying stay. Daha Fazla Oku 20 ÜCRETSİZ DÖNDÜRME KİLİDİNİ AÇIN Kumarhanede oynanan 20 €'luk sadece 2 depozit ile, heyecan verici bir yolculuğa çıkın, ödüller ve bol eğlenceyle dolu bir macera yaşayın. Ödüllü çevrimiçi kumarhaneye katılın ve en iyi çevrimiçi slot makineleri, masa oyunları ve ilerici jackpotların tadını çıkarın. Katıl ve Oyna Sadece Bir Madeni Para Çevir Çevrimiçi kumar dünyasına girmeye mi hazırlanıyorsunuz? Stessy ile çevrimiçi kumarın heyecan verici dünyasını keşfedin. İster deneyimli bir meraklı olun, ister yeni başlayan biri, platformumuz güvenli ve ilgi çekici bir ortam sunar. Poker, Rulet ve daha fazlası dahil olmak üzere çeşitli seçeneklerimizle, zevkinize uygun bir şeyler bulacaksınız. Her yerden oynama rahatlığının keyfini çıkarın, Stessy'den beklediğiniz yüksek kaliteli hizmet ve destekle birleşen bu deneyimi yaşayın. Bizimle çevrimiçi kumarın heyecan ve eğlencesine dalın! Oyna En Son Kumarhane Stessy'de sadece en iyi kumarhaneleri gösteriyoruz Jackpot Gecesi Kumarhanesi 10 $ ödül kazanın! Oyna Vegas Slots Kumarhanesi 5 $ ödül kazanın! Oyna Royal Ace Gecesi Kumarhanesi 12/20 $ ödül kazanın! Oyna Jumba Bet Gecesi Kumarhanesi 43 $ ödül kazanın! Oyna (810) 33-175-84-01 Stessy@gmail.com Çiftlik Mahallesi E-90 Karayolu Recep Hakkında Kumarhane Odalar İletişim Şartlar ve Koşullar Gizlilik Politikası Feragatname Telif Hakkı © 2024. Tüm Hakları Saklıdır",
    "contact": "Stessy Otel İletişim - Bize Ulaşın Web sitemizin değerli ziyaretçileri! Stessy olarak web sitemizde kullanıcı deneyiminizi iyileştirmek ve daha özelleştirilmiş bir hizmet sunmak için çerezler kullanıyoruz. Güveninize değer veriyoruz ve bilgilerinizin Gizlilik Politikamıza uygun olarak güvenli ve gizli bir şekilde işlendiğini garanti ediyoruz. Kabul Et Hakkında KUMARHANE Odalar İletişim Bu En İyi Otel İletişim Bilgilerimiz Dünyanın En İyi Oteli Temas etmek Bize yazmaktan çekinmeyin: Stessy@gmail.com Bizi arayın: (810) 33-175-84-01 Bizi ziyaret edin: Çiftlik Mahallesi E-90 Karayolu Recep Ad E-posta Adresi Mesaj Bunu kabul ediyorum - Gizlilik Politikası Gönder Sıkça Sorulan Sorular Oda ve süitlere hangi olanaklar dahildir? Stessy otelimizdeki odalar ve süitler, lüks ve konforlu bir konaklama deneyimi sunmak için tasarlanmıştır. Her oda yüksek hızlı internet erişimi, kablolu kanallarla donatılmış düz ekran TV'ler, minibar, kahve/çay yapma olanakları, oda kasası ve geniş çalışma masası ile donatılmıştır. Süitler ayrıca ayrı oturma ve yemek alanları, küçük mutfaklar ve şehrin veya çevredeki manzaraların muhteşem manzaralarını sunar. Tesis bünyesinde restoran var mı? Evet, Stessy otelinde gün boyu geniş bir yelpazede yemekler sunan zarif bir restoran bulunmaktadır. Menümüz, taze, mevsimlik malzemeler kullanılarak hazırlanmış yerel ve uluslararası mutfakları içerir. Restoran ayrıca konukların şarap, kokteyl ve içeceklerin tadını çıkarabilecekleri rahat bir bar alanı da sunmaktadır. Havaalanı ulaşım hizmeti sunuyor musunuz? Sorunsuz bir seyahat deneyimi sağlamak için Stessy oteli, konuklarımız için havaalanı transfer hizmetleri sunmaktadır. Rezervasyon sırasında veya konaklamanız sırasında konsiyerj ekibimizle havaalanı transferlerini ayarlayabilirsiniz. Dost şoförlerimiz sizi havaalanında karşılayacak ve otele rahat ve güvenli bir şekilde varmanızı sağlayacaktır. Stessy'de toplantı ve etkinlik olanakları var mı? Stessy oteli, konaklamanızı geliştirmek için çeşitli dinlence olanakları sunar. Konuklar, rahatlayıp güneşin tadını çıkarabilecekleri açık yüzme havuzumuzdan yararlanabilirler. Spa merkezimiz, vücudunuzu ve zihninizi yenilemek için çeşitli tedavi ve masajlar sunar. Ayrıca, fitness merkezimiz modern spor ekipmanları ile donatılmış olup, konukların evden uzakta olsalar bile antrenman rutinlerini sürdürmelerini sağlar. Stessy toplantı ve etkinlik alanları sunuyor mu? Evet, Stessy oteli, çeşitli etkinlikler için uygun olan kapsamlı toplantı ve etkinlik olanakları sunmaktadır. Otelimiz, küçük toplantılardan büyük konferanslara, düğünlere ve diğer sosyal etkinliklere kadar her türlü etkinliğe ev sahipliği yapabilecek son teknoloji konferans salonları ve etkinlik alanlarına sahiptir. Deneyimli etkinlik planlama ekibimiz, etkinliğinizi organize etmenize ve başarılı ve unutulmaz olmasını sağlamanıza yardımcı olmak için hizmetinizdedir. Sorularınız mı var? Cevaplarımız var Otelinizde çocuklar için olanaklar var mı? Evet, Stessy evcil hayvan dostudur. Evcil hayvanınızla birlikte konaklamanız için özel odalarımız bulunmaktadır. Evcil hayvan politikamız hakkında daha fazla bilgi almak için lütfen rezervasyon sırasında bizimle iletişime geçin. Otelinizde evcil hayvan kabul ediliyor mu? Evet, yerel ve uluslararası yemeklerden oluşan çeşitli bir menü sunan zarif bir restoranımız ve çeşitli içecekler sunan bir barımız bulunmaktadır. Otelinizde hangi spor ve eğlence olanakları mevcut? Stessy'de konuklarımız için geniş bir spor ve eğlence yelpazesi sunuyoruz. Modern donanımlı bir fitness merkezimiz, yoga ve pilates dersleri, tenis kortları ve bisiklet kiralama hizmetimiz bulunmaktadır. Ayrıca, çeşitli etkinlikler ve turlar düzenlemekteyiz. Otele erken giriş veya geç çıkış yapabilir miyim? Erken giriş veya geç çıkış taleplerinizi mümkün olduğunca karşılamaya çalışıyoruz. Odanızın müsaitlik durumuna bağlı olarak, bu hizmetlerden yararlanabilirsiniz. Lütfen varışınızdan önce resepsiyon ekibimizle iletişime geçerek talebinizi iletin. (810) 33-175-84-01 Stessy@gmail.com Çiftlik Mahallesi E-90 Karayolu Recep Hakkında Kumarhane Odalar İletişim Şartlar ve Koşullar Gizlilik Politikası Feragatname Telif Hakkı © 2024. Tüm Hakları Saklıdır",
    "disclaimer": "Stessy Otel Yasal Uyarı - Sorumluluk Reddi Web sitemizin değerli ziyaretçileri! Stessy olarak web sitemizde kullanıcı deneyiminizi iyileştirmek ve daha özelleştirilmiş bir hizmet sunmak için çerezler kullanıyoruz. Güveninize değer veriyoruz ve bilgilerinizin Gizlilik Politikamıza uygun olarak güvenli ve gizli bir şekilde işlendiğini garanti ediyoruz. Kabul Et Hakkında Kumarhane Odalar İletişim Bu En İyi Otel FERAGATNAME Dünyanın En İyi Otel Başlangıç FERAGATNAME Stessy web sitesinde yer alan bilgiler ('Web Sitesi'), yalnızca genel bilgilendirme amaçlıdır. Profesyonel tavsiye olarak düşünülmemeli ve profesyonel danışmanlık yerine geçmemelidir. Sorumluluk Reddi Stessy, Web Sitesi'nde yer alan bilgilere dayanarak ortaya çıkan doğrudan, dolaylı, tesadüfi, sonuçsal veya özel zararlardan sorumlu değildir. Bu, ancak bununla sınırlı olmamak üzere, kar kaybı, gelir kaybı, tasarruf kaybı veya iş kesintisi zararlarını içerir. Onay Reddi Web Sitesi'nde herhangi bir üçüncü taraf bağlantısının, referansının veya onayının bulunması, Stessy'nin üçüncü tarafı veya üçüncü tarafın ürünlerini veya hizmetlerini onayladığı anlamına gelmez. Stessy, üçüncü taraf materyallerinin içeriği veya doğruluğu için herhangi bir sorumluluk kabul etmez. Değişiklik Reddi Stessy, Web Sitesi'ni veya içeriğini herhangi bir zamanda bildirim yapmaksızın değiştirme veya durdurma hakkını saklı tutar. Ayrıca Stessy, bu Reddi herhangi bir zamanda değiştirme hakkını saklı tutar. Web Sitesi'ne erişerek, zaman zaman değiştirilen bu Redd'in şartlarına bağlı olduğunuzu kabul edersiniz. Hata ve Kusur Reddi Stessy, Web Sitesi'nde yer alan bilgilerin doğru ve güncel olduğundan emin olmak için makul çaba gösterir. Bununla birlikte, hatalar ve eksiklikler olabilir. Stessy, Web Sitesi'nde sağlanan bilgilerdeki herhangi bir hatayı veya eksikliği bildirim yapmaksızın düzeltme hakkını saklı tutar. Güven Reddi Web Sitesi'nde yer alan bilgilere güvenmekten tamamen siz sorumlusunuzdur. Web Sitesi'nde sağlanan bilgilere dayalı herhangi bir karar vermeden önce her zaman nitelikli bir profesyonelle görüşmeniz gerekmektedir. Virüs Reddi Stessy, Web Sitesi üzerinden virüslerin yayılmasını önlemek için makul çaba gösterir. Bununla birlikte, Stessy Web Sitesi'nin virüs veya diğer zararlı bileşenlerden arındırılmış olduğunu garanti edemez. Bilgisayar sisteminizi ve verilerinizi virüslerden ve diğer zararlı bileşenlerden korumak için uygun önlemleri almak sizin sorumluluğunuzdadır. Üçüncü Taraf İçeriği Reddi Web Sitesi, üçüncü taraf web siteleri veya içerikleri içerebilir. Stessy'nin bu üçüncü taraf içeriği üzerinde kontrolü yoktur ve üçüncü taraf içeriği onaylamaz. Stessy'nin, üçüncü taraf içeriğinin içeriğinden veya doğruluğundan sorumlu olmadığını kabul edersiniz. Uluslararası Kullanım Reddi Web sitesi, Türkiye'deki kullanıcılar İçin. Stessy, Sitenin diğer kullanımları için. uygun veya uygun olduğu takdirde herhangi bir beyan veya garanti. yapma. Web Sitesine erişirken ve Web Sitesini kullanırken, geçerli olan tüm Yasa ve yönetmeliklere uymak sizin sorumluluğunuzdadır. Uygulanacak Hukuk ve Yargı Bu sorumluluk reddi, kanunlar ihtilafı hükümlerine bakılmaksızın Türkiye için geçerlidir. Devletin kanunlarına uygun olarak yorumlanacak ve uygulanacaktır. Bu Feragatnameden kaynaklanan veya onunla ilgili olan. Türkiye'deki eyalet veya federal anlaşmazlıklar mahkemede karara bağlanacak. Bize Ulaşın Gizlilik Politikamızla ilgili herhangi bir sorunuz, yorumunuz veya endişeniz varsa lütfen bizimle şu adresten iletişime geçin: Stessy@gmail.com (810) 33-175-84-01 Stessy@gmail.com Çiftlik Mahallesi E-90 Karayolu Recep Hakkında Kumarhane Odalar İletişim Şartlar ve Koşullar Gizlilik Politikası Feragatname Telif Hakkı © 2024. Tüm Hakları Saklıdır",
    "index": "Stessy Otel - Konforlu Konaklama ve Eşsiz Deneyimler Web sitemizin değerli ziyaretçileri! Stessy olarak web sitemizde kullanıcı deneyiminizi iyileştirmek ve daha özelleştirilmiş bir hizmet sunmak için çerezler kullanıyoruz. Güveninize değer veriyoruz ve bilgilerinizin Gizlilik Politikamıza uygun olarak güvenli ve gizli bir şekilde işlendiğini garanti ediyoruz. Kabul Et Hakkında Kumarhane Odalar İletişim Bu En İyi Otel Lüks Otel Dünyanın En Üstün Oteli Temas etmek EN İYİ LÜKS OTEL Sizin İçin Doğru Daire Otel ve Tatil Köyünü Bulun Dünya genelinde 70'ten fazla ülkede 39.000'den fazla kişi bizim için çalışıyor. Bu geniş küresel kapsama alanı, özel hizmetlerle birleştiğinde Dünyada 5 Yıldızlı Otel Misafirler, yoğun dünyanın ortasında huzurlu bir vaha yaratan yeşil alanlar, temiz bahçeler ve panoramik manzaralarla karşılanır. En İyi Ortam Modern spa merkezimizde rahatlayın ve yenilenin, sonsuzluk havuzumuzda ferahlatıcı bir yüzme deneyimi yaşayın veya güzel manzaralı bahçelerimizde keyifli bir yürüyüşe çıkın. LÜKS OTEL Odalar ve Süitler Çift Kişilik Odalar 45m2/3 yatak/2 banyo Çift Kişilik Odalar Her Çift Kişilik Oda, konforlu bir çift kişilik yatakla geniş bir yerleşim düzeni sunarak size rahat bir gece uykusu sağlar. Şimdi Rezervasyon Yapın Deluxe Çift Kişilik Odalar 38m2/2 yatak/1 banyo Deluxe Çift Kişilik Odalar Deluxe Çift Kişilik Odalarımızda konfor ve zarafetin doruklarını yaşayın. Lüks ve kolaylığın mükemmel birleşimini sağlamak için tasarlanmıştır. Şimdi Rezervasyon Yapın Superior Odalar 41m2/1 yatak/4 banyo Superior Odalar Superior Odalarımızda konfor ve tarzın en üstün halini keşfedin. Lüks ve huzurlu bir sığınak sağlamak için titizlikle tasarlanmıştır. Şimdi Rezervasyon Yapın OTEL İMKANLARI Şehirdeki En Güzel ve Lüks Otel Otopark Alarm Hızlı Wifi Kahve Kasa Banyo EN İYİ LÜKS OTEL Spa Merkezimizde Rahatlama Anları. Rahatlama ve yenilenme için benzersiz bir deneyim sunan lüks Spa Merkezimizde kendinizi şımartın. Zarif otelimizin içinde yer alan Spa Merkezi, zihin, beden ve ruhunuzu canlandırmak için huzurlu bir kaçış sunar. Tranquil Oasis Comprehensive Treatments Luxurious Facilities Expert Staff Şimdi Rezervasyon Yapın TECRÜBELİ Sağlık Kulübü ve Havuz Sağlık Kulübü ve Havuzumuzda rahatlama ve wellness deneyimini keşfedin. Sakin ve lüks bir ortamda bedeninizi ve zihninizi yenileyin. State-of-the-Art Fitness Center Heated Indoor Pool Sauna and Steam Room Relaxation Lounge Şimdi Rezervasyon Yapın GÖRÜŞLER Müşterilerimiz Ne Diyor? \"Stessy Otel'de kalmak harika bir deneyimdi. Oda lüks ve iş seyahatim için ihtiyaç duyduğum tüm olanaklarla donatılmıştı. Personel nazik ve dikkatliydi, geldiğim andan itibaren kendimi hoş karşılanmış hissettirdi. Otelin merkezi konumu, toplantılara ve yerel cazibe merkezlerine erişimi kolaylaştırdı. Sabahları sunulan lezzetli kahvaltının tadını özellikle çıkardım. Bu oteli iş veya tatil amaçlı seyahat eden herkese şiddetle tavsiye ederim.\" Maria, İş Seyahatçisi \"Stessy Otel'deki konaklamamız tüm beklentilerimizi aştı. Oda geniş ve şık bir şekilde dekore edilmişti, şehir manzarasına bakan nefes kesici bir manzara sunuyordu. Otelin spa olanakları ziyaretimizin en önemli noktasıydı, bize ihtiyaç duyduğumuz rahatlama ve yenilenmeyi sağladı. Isıtmalı kapalı havuzun ve saunanın huzurlu atmosferinin tadını çıkardık. Personel konforumuzu sağlamak için ellerinden geleni yaptı ve yemek seçenekleri mükemmeldi. Çok mutluyuz!\" John ve Sarah, Çift \"Stessy Otel'deki aile tatilimiz harikaydı. Otelin konumu mükemmeldi, aile dostu cazibe merkezlerine ve restoranlara yakındı. Çocuklar ısıtmalı kapalı havuza bayıldı ve saatlerce yüzüp oynadılar. Oda geniş ve temizdi ve personel ihtiyaçlarımızı karşılamak için yardımcı oldu. Otelin güvenlik ve temizlik önlemlerine gösterdiği özeni takdir ettik. Genel olarak, unutulmaz bir deneyimdi ve gelecekte tekrar ziyaret etmeyi sabırsızlıkla bekliyoruz.\" David, Aile Tatili (810) 33-175-84-01 Stessy@gmail.com Çiftlik Mahallesi E-90 Karayolu Recep Hakkında Kumarhane Odalar İletişim Şartlar ve Koşullar Gizlilik Politikası Feragatname Telif Hakkı © 2024. Tüm Hakları Saklıdır",
    "policy": "Stessy Otel Gizlilik Politikası Web sitemizin değerli ziyaretçileri! Stessy olarak web sitemizde kullanıcı deneyiminizi iyileştirmek ve daha özelleştirilmiş bir hizmet sunmak için çerezler kullanıyoruz. Güveninize değer veriyoruz ve bilgilerinizin Gizlilik Politikamıza uygun olarak güvenli ve gizli bir şekilde işlendiğini garanti ediyoruz. Kabul Et Hakkında Kumarhane Odalar İletişim Bu En İyi Otel Gizlilik Politikası Dünyanın En İyi Otel Temas etmek Gizlilik Politikası Stessy gizlilik politikasını okuyunuz Tanıtım Stessy, kullanıcılarımızın gizliliğini ve güvenliğini koruma konusunda kararlıdır. Bu Gizlilik Politikası, topladığımız kişisel bilgi türlerini, bunları nasıl kullandığımızı ve koruma tedbirlerimizi açıklar. Web sitemizi, mobil uygulamalarımızı veya diğer Stessy hizmetlerini kullanarak bu Gizlilik Politikası'nın koşullarını kabul etmiş olursunuz. Topladığımız Kişisel Bilgiler Kullanıcılarımızdan çeşitli yollarla kişisel bilgi topluyoruz, bunlar şunları içerir: Hesap oluşturduğunuzda: Adınızı, e-posta adresinizi ve şifrenizi topluyoruz. Bir otel rezervasyonu yaptığınızda: Adınızı, e-posta adresinizi, telefon numaranızı ve ödeme bilgilerinizi topluyoruz. Kişisel Bilgilerinizi Nasıl Kullanıyoruz Kişisel bilgilerinizi aşağıdaki gibi hizmetlerimizi sağlamak ve geliştirmek için kullanıyoruz: Adınız, e-posta adresiniz Senin adresin. Stessy hesabınızı kullanmak için adresiniz ve şifreniz. Otel rezervasyonlarınızı işlemek için: Adınızı, e-posta adresinizi, telefon numaranızı ve ödeme bilgilerinizi otel rezervasyonlarınızı işlemek için kullanıyoruz. Müşteri desteği sağlamak için: İletişim bilgilerinizi müşteri desteği sağlamak ve sorularınıza yanıt vermek için kullanıyoruz. Web sitemizi ve mobil uygulamalarımızı iyileştirmek için: Tarayıcı geçmişiniz ve arama geçmişiniz hakkındaki bilgileri web sitemizin ve mobil uygulamalarımızın kullanıcı deneyimini iyileştirmek için kullanıyoruz. Kişisel Bilgilerinizi Paylaşma Kişisel bilgilerinizi yalnızca aşağıdaki durumlarda üçüncü taraflarla paylaşıyoruz: Hizmet sağlayıcılarla: Ödeme işlemcileri, e-posta pazarlama sağlayıcıları ve müşteri destek sağlayıcıları gibi hizmet sağlayıcıları ile kişisel bilgilerinizi paylaşıyoruz. Hukuk uygulamalarıyla: Kullanıcılarımızı zarardan korumak veya yasalara uygunluk sağlamak amacıyla kişisel bilgilerinizi hukuk uygulamalarıyla paylaşabiliriz. Satış veya birleşme durumunda: Stessy'nin satışı veya birleşmesi durumunda kişisel bilgilerinizi üçüncü bir taraf ile paylaşabiliriz. Kişisel Bilgilerinizi Koruma Kişisel bilgilerinizi yetkisiz erişim, kullanım veya açıklamaya karşı korumak için bir dizi önlem alıyoruz, bunlar şunları içerir: Şifreleme: Kişisel bilgilerinizi hem aktarma hem de dinlenme sırasında şifreleriz. Güvenli sunucular: Kişisel bilgilerinizi güvenli sunucularda saklarız. Gizlilik Haklarınız Aşağıdaki gizlilik haklarına sahipsiniz: Kişisel bilgilerinize erişim hakkı: Sizin hakkınızda tuttuğumuz kişisel bilgilerin bir kopyasını isteme hakkına sahipsiniz. Kişisel bilgilerinizi düzeltme hakkı: Sizin hakkınızda tuttuğumuz herhangi bir yanlış veya eksik kişisel bilgiyi düzeltmemizi isteme hakkına sahipsiniz. Kişisel bilgilerinizi silme hakkı: Sistemlerimizden kişisel bilgilerinizi silmemizi isteme hakkına sahipsiniz. Bu Gizlilik Politikasının Değişiklikleri Bu Gizlilik Politikasını zaman zaman güncelleyebiliriz. Bu Gizlilik Politikasındaki herhangi bir değişikliği web sitemizde yayınlayacak ve size e-posta ile bildireceğiz. Bize Ulaşın Gizlilik Politikamızla ilgili herhangi bir sorunuz, yorumunuz veya endişeniz varsa lütfen bizimle şu adresten iletişime geçin: Stessy@gmail.com (810) 33-175-84-01 Stessy@gmail.com Çiftlik Mahallesi E-90 Karayolu Recep Hakkında Kumarhane Odalar İletişim Şartlar ve Koşullar Gizlilik Politikası Feragatname Telif Hakkı © 2024. Tüm Hakları Saklıdır",
    "rooms": "Stessy Otel Odaları ve Konaklama Seçenekleri Web sitemizin değerli ziyaretçileri! Stessy olarak web sitemizde kullanıcı deneyiminizi iyileştirmek ve daha özelleştirilmiş bir hizmet sunmak için çerezler kullanıyoruz. Güveninize değer veriyoruz ve bilgilerinizin Gizlilik Politikamıza uygun olarak güvenli ve gizli bir şekilde işlendiğini garanti ediyoruz. Kabul Et Hakkında KUMARHANE Odalar İletişim Bu En İyi Otel Odalarımız Dünyanın En İyi Oteli Temas etmek ALAN Benzersiz ve Etkileyici 01 Muhteşem bir alanda rahatlayın İster iş ister tatil için burada olun, huzurlu ve geniş konaklama birimlerimiz rahat ve yenileyici bir deneyim sağlar. Stessy'de her konaklamayı gerçekten unutulmaz kılan huzurlu ambiyans ve olağanüstü hizmetin tadını çıkarın. Konforunuz düşünülerek tasarlanmış bir alanda rahatlayın ve gevşeyin. 02 Balkonlu bahçe ve deniz manzarası Stessy'deki özel balkonunuzdan bahçe ve deniz manzaralarının huzur verici güzelliğinin tadını çıkarın. Odalarımız ve süitlerimiz, doğal manzaralar ve modern konforun mükemmel bir karışımını sunar. Gününüze huzurlu bir gün doğumu ile başlayın ya da deniz üzerindeki gün batımı ile dinlenin, konaklamanız her anı doğanın güzelliği ve çevrenizin sakinliği ile güçlendirilmiştir. Kendinizi doğanın güzelliği ve lüks olanakların sakinliği ile dolu bir konaklama ile şımartın. 03 Optimum konfor ve işlevsellik Her detayın konaklamanızı geliştirmek için tasarlandığı Stessy'de optimum konfor ve işlevselliği deneyimleyin. Odalarımız ve süitlerimiz, konfor, stil ve pratikliği harmanlamak için titizlikle tasarlanmıştır. İster iş ister tatil için seyahat ediyor olun, rahat ve verimli bir konaklama için ihtiyacınız olan her şeyi bulacaksınız. Modern olanaklar, düşünceli dokunuşlar ve dinlendirici bir ambiyansın keyfini çıkarın. Check-in'den check-out'a kadar sorunsuz bir deneyim sağlayan bir alan keşfedin. Konfor ve işlevselliğin mükemmel dengesini Stessy'de yaşayın. Konferans Salonu Etkinliğinizin başarıyla geçmesini sağlamak için modern teknoloji ve özel hizmetlerle donatılmış son teknoloji konferans salonumuzda başarılı toplantılar ve etkinlikler düzenleyin. Restoran &amp; Bar Şık ve davetkar bir atmosferde lezzetli bir menü ve hazırlanmış kokteyller sunan restoran ve barımızda gastronomi mükemmeliyetini deneyimleyin. Spa Merkezi Bedeninizi ve zihninizi canlandırmak için çeşitli tedaviler sunan lüks spa merkezimizde kendinizi yenilenmeye bırakın. Yüzme Havuzu Sakin suları ve manzaralı görünümleri ile rahatlatıcı bir kaçış sunan tertemiz yüzme havuzumuzda rahatlamaya dalın. KONAKLAMA Oda ve Süit Koleksiyonunu Keşfedin 04 Odalar &amp; Süitler Stessy'de lüks ve konforun zirvesini keşfedin. Odalarımız ve süitlerimiz, zarafet, işlevsellik ve rahatlamanın mükemmel bir karışımını sunmak için tasarlanmıştır. Deluxe Çift Kişilik Oda, Superior Süit veya diğer seçeneklerimizden birini seçtiğinizde, modern olanaklar, şık dekor ve nefes kesici manzaraların keyfini çıkaracaksınız. Her köşesinde eşsiz konfor ve olağanüstü hizmet sunan titizlikle hazırlanmış alanlarımızda konaklamanızı unutulmaz kılın. Stessy'de lüksün sofistike ile buluştuğu bir konaklama deneyimi yaşayın. (810) 33-175-84-01 Stessy@gmail.com Çiftlik Mahallesi E-90 Karayolu Recep Hakkında Kumarhane Odalar İletişim Şartlar ve Koşullar Gizlilik Politikası Feragatname Telif Hakkı © 2024. Tüm Hakları Saklıdır",
    "terms-conditions": "Stessy Otel Kullanım Şartları ve Koşulları Web sitemizin değerli ziyaretçileri! Stessy olarak web sitemizde kullanıcı deneyiminizi iyileştirmek ve daha özelleştirilmiş bir hizmet sunmak için çerezler kullanıyoruz. Güveninize değer veriyoruz ve bilgilerinizin Gizlilik Politikamıza uygun olarak güvenli ve gizli bir şekilde işlendiğini garanti ediyoruz. Kabul Et Hakkında Kumarhane Odalar İletişim Bu En İyi Otel Şartlar ve Koşullar Dünyanın En İyi Otel Temas etmek Şartlar ve Koşullar Stessy'ye hoş geldiniz, otel rezervasyon ihtiyaçlarınız için birinci sınıf hizmet sunan bir platformdur. Sunduğumuz geniş otel ağı ve özel fiyatlarla eşsiz bir konaklama seçeneği sunmaktayız. Bu Şartlar ve Koşullar ('Koşullar'), web sitemiz, mobil uygulamamız ve diğer ilgili hizmetlerimizin ('Hizmetler') kullanımınızı düzenler. Hizmetlere eriştiğinizde veya kullandığınızda bu Koşullara bağlı olduğunuzu kabul edersiniz. Bu Koşulları kabul etmiyorsanız, lütfen Hizmetleri kullanmayın. 1. Tanımlar \"Stassie\", \"biz\", \"bize\" ve \"bizim\" Türk şirketi Stessy Inc. Şirkete ilişkin kanuna uygun olarak oluşturulmuştur. “Siz”, Hizmetleri kullanan kişi veya kuruluşu ifade eder. Öyle. “Hesap” Stessy'de kayıtlı hesabınız anlamına gelir. Öyle. “Rezervasyon” Hizmetler aracılığıyla bir otel odası anlamına gelir. veya başka bir konaklama rezervasyonu yapmak veya satın almak ifade eder. “İçerik” Hizmetler aracılığıyla sunulan içerik anlamına gelir. tüm metin, grafik, resim, video, ses ve diğer materyaller ifade eder. “Hizmetler” Stessy tarafından sağlanan web sitesini ifade eder. İnternet sitesi, mobil uygulama ve ilgili diğer hizmetleri ifade eder. 2. Yeterlilik Hizmetleri kullanmak için en az 18 yaşında olmalı ve yasal bir anlaşmaya girecek yeterlilikte olmalısınız. İlgili yasalar tarafından buna izin verilmiyorsa Hizmetleri kullanamazsınız. 3. Hesap Oluşturma Hizmetlerin belirli özelliklerine erişmek için bir Hesap oluşturmanız gerekebilir. Hesabınızın güvenliğinden ve hesabınız altında gerçekleşen tüm faaliyetlerden siz sorumlusunuz. Hesabınızı oluştururken doğru ve gerçek bilgiler sağlamayı kabul edersiniz. 4. Rezervasyon Süreci Uygunluk: Hizmetlerde görüntülenen otel odalarının ve diğer konaklama birimlerinin uygunluğu önceden bildirilmeksizin değişiklik gösterebilir. Stessy, belirli bir otel odasının veya konaklama biriminin uygunluğunu garanti etmez. Oda Türleri ve Olanaklar: Hizmetlerdeki otel odası ve konaklama birimi tanımları, iş ortaklarımız tarafından sağlanan bilgilere dayanmaktadır. Stessy, bu bilgilerin doğruluğundan veya eksiksizliğinden sorumlu değildir. Bir Rezervasyon yapmadan önce oda tanımlarını ve olanakları dikkatlice incelemelisiniz. Onay: Başarılı ödeme işleminden sonra, Rezervasyonunuzun detaylarını içeren bir onay e-postası veya mobil bildirim alacaksınız. 5. İptal ve İade İptal Politikası: Her otel veya konaklama sağlayıcısının kendi iptal politikası bulunmaktadır. Belirli bir otel veya konaklama birimi için iptal politikasını Rezervasyon sürecinde görebilirsiniz. İade: İptal durumunda, iade tutarı otel veya konaklama sağlayıcısının iptal politikasına uygun olarak belirlenecektir. 6. Kullanıcı İçeriği Kullanıcı Katkıları: Hizmetlere yorumlar, fotoğraflar ve yorumlar gibi İçerikler ekleyebilirsiniz. İçerik ekleyerek, İçeriğinizin Hizmetlerle ilgili olarak yayınlamasına, çoğaltmasına, değiştirmesine, dağıtmasına ve diğer şekillerde kullanmasına izin verdiğiniz dünya çapında bir telifsiz lisans vermiş olursunuz. İçerik Standartları: Hizmetlere katkıda bulunduğunuz tüm İçeriklerden siz sorumlusunuzdur. İçeriğiniz yasa dışı, dolandırıcı veya iftira niteliğinde olmamalıdır. 7. Fikri Mülkiyet Hizmetler ve tüm İçerikler, Stessy'ye veya lisansörlerine aittir. Hizmetlere veya herhangi bir İçeriğe dayanan çoğaltma, dağıtma, değiştirme veya türev eserler oluşturma hakkınız yoktur ve yazılı iznimiz olmadan kullanamazsınız. 8. Sorumluluk Sınırlaması Stessy, Hizmetleri kullanmanızdan kaynaklanan doğrudan, dolaylı, özel, arızi veya sonuç olarak ortaya çıkan zararlardan sorumlu tutulamaz, bunlarla sınırlı olmamak üzere kâr kaybı veya iş kesintisi dahil olmak üzere. Bu Koşullar kapsamındaki herhangi bir talebiniz için size olan toplam sorumluluğumuz, talebinizi oluşturan Rezervasyon için ödediğiniz tutarı aşmayacaktır. 9. Tazminat Hizmetlerimizi kullanımınızdan veya bu Koşulları ihlal etmenizden kaynaklanan her türlü talep, kayıp, zarar ve masraflardan, makul avukatlık ücretleri de dahil olmak üzere, Stessy'yi, yöneticilerini, memurlarını, çalışanlarını ve acentelerini tazmin etmeyi kabul edersiniz. Bize Ulaşın Ürünlerimizle ilgili herhangi bir sorunuz, yorumunuz veya endişeniz varsa Gizlilik Politikası, lütfen bizimle şu adresten iletişime geçin: Stessy@gmail.com (810) 33-175-84-01 Stessy@gmail.com Çiftlik Mahallesi E-90 Karayolu Recep Hakkında Kumarhane Odalar İletişim Şartlar ve Koşullar Gizlilik Politikası Feragatname Telif Hakkı © 2024. Tüm Hakları Saklıdır",
    "thanks": "Stessy Otel Teşekkürler Stessy'i Tercih Ettiğiniz İçin Teşekkür Ederiz Stessy olarak, seyahatinizin konfor, kolaylık ve unutulmaz anılarla dolu zengin bir deneyim olması gerektiğine inanıyoruz. Misafirlerimiz için rezervasyon yapma anından çıkış yapana kadar sorunsuz ve keyifli bir yolculuk yaratmaya çalışıyoruz. Stessy'i tercih ettiğiniz için gerçekten minnettarız. Yüksek kaliteli bir deneyim sunmak için özveriyle çalışıyoruz ve sizin olumlu geri bildirimleriniz, beklentilerin ötesine geçmeye devam etmemize yol açıyor. Konforlu ve güzel tasarlanmış odalar sunuyoruz; her biri modern olanaklarla donatılmıştır ve dinlendirici ve keyifli bir konaklama sağlamak için düşünülmüştür. Lüks yataklarda yumuşak yastıklar ve yüksek iplik sayılı çarşaflarla rahat bir gece uykusuna dalın. Odalarımız, hem konfor hem de işlevsellik sağlayacak şekilde tasarlanmıştır; sizin için gevşeyebileceğiniz, dinlenebileceğiniz ve enerji depolayabileceğiniz bol miktarda alan sunar. Şehir manzarasının soluksuz manzaralarıyla, sakin bahçelerle veya resim-perdelerle çevrili manzaralarla uyanın, tercihinize bağlı olarak. Ekibimiz, ihtiyaçlarınızı öngörme ve her talebinize cevap verme konusunda özveriyle çalışmaktadır. Konaklamanız boyunca herhangi bir soru veya ihtiyacınız için saatlerce resepsiyonumuz sizin hizmetinizdedir. Her misafirin benzersiz olduğunu anlıyoruz ve hizmetimizi bireysel gereksinimlerinizi karşılayacak şekilde uyarlıyoruz. Dünya çapında konuklarımız için pürüzsüz iletişim ve rahat bir deneyim sağlamak için çok dilli destek sunuyoruz. Tam donanımlı spor salonumuzda kaldığınız süre boyunca fitness rutininizi takip edin; kardiyo makineleri ve ağırlık antrenman ekipmanları sunuyoruz. Parıldayan havuzumuzda rahatlayın ve gevşeyin, tazeleme dalışı veya keyifli yüzme için mükemmel. Mekanlarımızda leziz yemekler ve ferahlatıcı içecekler sunan restoranlarımız ve barlarımızda çeşitli yemek deneyimlerinin tadını çıkarın. İş merkezimiz, toplantılar, sunumlar ve iş için uygun bir alan sunar. Otelimiz boyunca ücretsiz yüksek hızlı Wi-Fi erişimi ile bağlantıda kalın ve verimli olun. Stratejik olarak şehrin kalbinde, ana lokasyondayız. turistik yerler, alışveriş merkezleri ve eğlence Seçeneklere kolay erişim sağlıyoruz. belirli site Ekibimiz tur rezervasyonu, ulaşım organizasyonu ve Yerel öneriler sağlamaya yardımcı olmaktan mutluluk duyarız. Yerel işletmeler ve turistik mekanlarla özel ortaklıklar Size şehrin sunduğu en iyi şeyleri deneyimleme fırsatı sunuyoruz. Biz sağlıyoruz. Çevresel sürdürülebilirliğe kendimizi adadık ve Tüm iş operasyonlarımızda çevre dostu uygulamalar Bir başvuru gönderiyoruz. Geri bildiriminizi değerli buluyor ve önerilerinize göre sürekli olarak hizmetlerimizi iyileştirmeye çalışıyoruz. Lütfen düşüncelerinizi ve deneyimlerinizi web sitemiz, konuk anketlerimiz veya doğrudan personelimizle paylaşın. Tekrar Stessy'i tercih ettiğiniz için teşekkür ederiz. Sizi başka unutulmaz bir konaklama için tekrar ağırlamaktan mutluluk duyarız! Ana Sayfa"
  },
  "date": "2024-07-01T10:29:00.971Z"
}