{
  "name": "Striking Stumps",
  "pages": {
    "disclaimer": "Play at Your Own Risk - Stay Informed with Strikes Stumps Disclaimer About FAQ Download Disclaimer Welcome to \"STRIKES STUMPS\", the ultimate cricket game app where you can experience the thrill and excitement of playing cricket on your mobile device. Before you start enjoying the game, please take a moment to review our unique and creative disclaimer. 1. Account Registration To access all the features of the app, including multiplayer mode and customized player profiles, you will need to create an account. When registering for an account, you agree to provide accurate and up-to-date information. You also agree to keep your login credentials secure and not share them with anyone else. 2. Game Rules \"STRIKES STUMPS\" follows the rules and regulations of cricket. It is important to familiarize yourself with the rules of the game to fully enjoy the experience. Any violations of the game rules may result in penalties or disqualification from certain features of the app. 3. In-App Purchases \"STRIKES STUMPS\" offers in-app purchases for virtual items and upgrades that can enhance your gameplay experience. By making an in-app purchase, you agree to pay the specified amount for the selected item or upgrade. Please note that all in-app purchases are final and non-refundable. 4. Virtual Currency The app may include a virtual currency that can be earned through gameplay or purchased with real money. Virtual currency can be used to unlock special features, purchase virtual items, or participate in in-game events. Virtual currency has no real-world value and cannot be redeemed for cash. 5. User Generated Content \"STRIKES STUMPS\" allows users to create and share content within the app, such as player profiles, team logos, and gameplay videos. By submitting user-generated content, you grant us the right to use, modify, and distribute the content for promotional and marketing purposes. You also acknowledge that user-generated content must comply with our community guidelines. 6. Third-Party Links The app may contain links to third-party websites, services, or advertisements. We are not responsible for the content or privacy practices of these third parties. Clicking on a third-party link will take you out of the app, and you should review the disclaimer of the linked site before proceeding. 7. Prohibited Activities To ensure a safe and enjoyable gaming environment, the following activities are strictly prohibited in \"STRIKES STUMPS\": Cheating, hacking, or exploiting bugs in the game Harassment, bullying, or discrimination against other players Impersonating another user or using fake credentials Posting inappropriate or offensive content Violating any local, national, or international laws 8. Termination of Account We reserve the right to terminate or suspend your account at any time for violating the disclaimer outlined in this document. If your account is terminated, you will lose access to all in-game progress, virtual items, and purchased content. You may also be banned from creating a new account. 9. Changes to disclaimer We may update or revise these disclaimer from time to time to reflect changes in the app or legal requirements. You will be notified of any changes through the app or by email. Continued use of the app after the changes take effect constitutes acceptance of the new disclaimer. 10. Contact Us If you have any questions, concerns, or feedback about \"STRIKES STUMPS\" or these disclaimer, please contact us at StrikingStumps@gmail.com. We value your input and strive to provide the best possible gaming experience for our users. Thank you for choosing \"STRIKES STUMPS\" and happy gaming! Security and Game Integrity SLL Secure Connection 100% Legel & Secure Connection Payment Partners Privacy Policy | Terms & Conditions | Disclaimer StrikingStumps@gmail.com | +918456537222 Important Announcement: \"Strikes Stumps\" is now an 18+ only cricket game app. Players under the age of 18 will no longer be able to access or play the game. Thank you for your understanding. Copyright @2024",
    "index": "Unleash Your Cricket Skills with Strikes Stumps - Dive into the Exciting World of Cricket!s About FAQ Download Important Notice: Our website for the cricket game app \"Strikes Stumps\" uses cookie files for enhanced user experience and functionality. By continuing to use our site, you agree to the use of cookies. For more information on how we use cookies, please refer to our Privacy Policy. Thank you for your understanding. Accept Decline Striking Stumps Realistic gameplay Engaging Features Multiplayer Functionality Cricket has a long and storied history in India, dating back to the early 18th century. The game was introduced to the country by the British colonialists and quickly became a popular pastime among the Indian population. Over the years, cricket grew in popularity and became a national obsession, with millions of fans following the sport religiously. One of the reasons why cricket became so popular in India is its rich history and tradition. The game has a deep cultural significance in the country, with many legendary players and iconic moments that have become a part of the national folklore. Cricket matches are seen as a form of entertainment and a way to bring people together, and the sport has a massive following in India. Another reason for cricket's popularity in India is the success of the national team. Indian cricket has produced some of the greatest players in the history of the game, such as Sachin Tendulkar, Kapil Dev, and Virat Kohli. These players have achieved incredible success on the international stage, winning tournaments like the Cricket World Cup and the ICC Champions Trophy. Their success has inspired a whole generation of young cricketers in India and fueled the country's passion for the sport. In recent years, the rise of the Indian Premier League (IPL) has further propelled cricket's popularity in India. The IPL is a domestic T20 cricket league that features some of the best players from around the world competing for various franchises. The tournament has gained a massive following in India and has become one of the most-watched sporting events in the country. The IPL has helped bring the game to the masses and has made cricket more accessible and exciting for fans. With the growing popularity of cricket in India, there has been a surge in the demand for cricket-related content, including games and apps. One such app that has gained immense popularity among cricket enthusiasts is \"Strikes Stumps\". This cricket game app offers players the chance to experience the thrill and excitement of cricket on their mobile devices. \"Strikes Stumps\" is a multiplayer cricket game that allows players to compete against each other in real-time matches. The game features realistic graphics, intuitive controls, and immersive gameplay that make it a hit among cricket fans. Players can choose their favorite teams, customize their players, and strategize their tactics to outwit their opponents and emerge victorious. One of the reasons why \"Strikes Stumps\" is so popular among players is its engaging gameplay and competitive features. The game offers a wide range of challenges and game modes that keep players coming back for more. Whether you're a seasoned cricket fan or a casual player, \"Strikes Stumps\" has something for everyone. Another reason for the popularity of \"Strikes Stumps\" is its social aspect. The game allows players to connect with their friends and compete against them in friendly matches. Players can also join online leagues and tournaments to test their skills against the best players from around the world. This social element adds a new dimension to the game and makes it more enjoyable to play with friends. In conclusion, cricket has a deep-rooted history in India and has become a national obsession thanks to its rich tradition, the success of the national team, and the popularity of tournaments like the IPL. The game has inspired a whole generation of young cricketers in India and has captured the hearts of millions of fans. Apps like \"Strikes Stumps\" have further fueled the passion for cricket in the country by providing players with an immersive and engaging gaming experience. With its realistic gameplay, competitive features, and social aspect, \"Strikes Stumps\" has become a favorite among cricket enthusiasts and is likely to continue to be a popular choice for fans of the sport. Installation Enable Unknown Sources Download the \"StrikingStumps.apk\" Install the \"StrikingStumps.apk\" Realistic Gameplay: Strikes Stumps offers players a realistic cricket gaming experience with detailed graphics, accurate physics, and authentic gameplay mechanics. From batting and bowling to fielding and running between the wickets, the game provides an immersive experience that closely simulates the feel of real cricket matches. Engaging Features: Strikes Stumps includes a variety of engaging features that enhance the overall gaming experience. Players can enjoy different game modes such as T20, Test Matches, and World Cup tournaments, as well as challenges and mini-games to test their skills. Additionally, the app may include features like player customization, team management, and leaderboards to keep players engaged and motivated to improve their gameplay. Multiplayer Functionality: Strikes Stumps allows players to compete against friends or other players from around the world in online multiplayer matches. This feature adds a social and competitive element to the game, allowing players to test their skills against real opponents and create a sense of community within the game. The multiplayer functionality increases the longevity and replay value of the app, keeping players coming back for more matches and tournaments. FAQ Can I play Strikes Stumps offline? Yes, you can play Strikes Stumps offline without an internet connection. Simply download the game and enjoy cricket anytime, anywhere! How can I earn more coins in Strikes Stumps? There are several ways to earn coins in Strikes Stumps. You can collect them by completing levels, achieving high scores, watching ads, or participating in special events and challenges. Make sure to keep an eye out for opportunities to earn more coins! Are there different game modes in Strikes Stumps? Yes, Strikes Stumps offers a variety of game modes to keep you entertained. From classic cricket matches to time trials and challenges, there's something for everyone to enjoy. Try them all and see which one is your favorite! Can I customize my cricket player in Strikes Stumps? Absolutely! You can customize your cricket player in Strikes Stumps with different uniforms, helmets, and gear. Show off your unique style and stand out on the field as you play through the game. How can I improve my skills in Strikes Stumps? Practice makes perfect! In Strikes Stumps, you can improve your skills by playing regularly, learning different strategies, and mastering the game mechanics. Don't be afraid to try new techniques and tactics to become a cricket pro! Can I challenge my friends in Strikes Stumps? Yes, you can challenge your friends in Strikes Stumps by competing for high scores and completing levels faster than them. Show off your cricket skills and see who comes out on top in friendly competition. Are there power-ups in Strikes Stumps? Yes, Strikes Stumps features power-ups that can help you increase your score, earn more coins, and overcome tough obstacles. Use them strategically to enhance your gameplay and achieve higher levels of success. Is Strikes Stumps suitable for all ages? Yes, Strikes Stumps is suitable for players of all ages. Whether you're a seasoned cricket fan or new to the sport, you can enjoy the game and have fun while playing. Just download the app and start swinging for the fences! Can I play Strikes Stumps on multiple devices? Yes, you can play Strikes Stumps on multiple devices by syncing your progress through your account. Whether you're on your phone, tablet, or computer, you can pick up right where you left off and continue your cricket journey. Reviews Sarah M. \"Absolutely love this cricket game! The graphics are amazing and the gameplay is so realistic. Definitely my go-to game for when I need a quick cricket fix.\" Rajesh P. \"I can't get enough of Strikes Stumps! The controls are easy to master and the different game modes keep things interesting. Highly recommend for any cricket fan.\" Aryan S. \"As a die-hard cricket fan, I can honestly say that Strikes Stumps is the best cricket game I've ever played on my phone. The attention to detail and smooth gameplay make it a must-have for any cricket enthusiast.\" Jessica L. \"I've tried numerous cricket games before, but Strikes Stumps really stands out from the rest. The graphics are top-notch and the gameplay is addictively fun. I can't stop playing!\" Ryan G. \"I love how Strikes Stumps captures the essence of cricket in a mobile game. It's easy to pick up and play, yet challenging enough to keep me coming back for more. 5 stars all the way!\" Get App Link I accept Privacy Policy GET APP LINK Security and Game Integrity SLL Secure Connection 100% Legel & Secure Connection Payment Partners Privacy Policy | Terms & Conditions | Disclaimer StrikingStumps@gmail.com | +918456537222 Important Announcement: \"Strikes Stumps\" is now an 18+ only cricket game app. Players under the age of 18 will no longer be able to access or play the game. Thank you for your understanding. Copyright @2024 const faq = document.querySelectorAll(\".faqBlock__listItemTitle\"); const accordionToggle = (e) => { e.currentTarget.classList.toggle(\"faqBlock__listItemActive\"); const item = e.currentTarget.nextElementSibling; if (e.currentTarget.classList.contains(\"faqBlock__listItemActive\")) { item.style.maxHeight = item.scrollHeight + \"px\"; } else { item.style.maxHeight = 0; } }; if (faq) { faq.forEach((el) => { el.addEventListener(\"click\", accordionToggle); }); } document.addEventListener(\"DOMContentLoaded\", function () { const cookieNotification = document.getElementById(\"cookieInfoSection\"); const cookiesChoice = localStorage.getItem(\"cookiesChoice\"); if (cookiesChoice === \"accepted\") { cookieNotification.style.display = \"none\"; } else if (cookiesChoice === \"declined\") { cookieNotification.style.display = \"none\"; } else { cookieNotification.style.display = \"block\"; } }); function acceptCookies() { const cookieNotification = document.getElementById(\"cookieInfoSection\"); localStorage.setItem(\"cookiesChoice\", \"accepted\"); cookieNotification.style.display = \"none\"; } function declineCookies() { const cookieNotification = document.getElementById(\"cookieInfoSection\"); localStorage.setItem(\"cookiesChoice\", \"declined\"); cookieNotification.style.display = \"none\"; }",
    "policy": "Guardian of Your Data - Your Privacy Matters at Strikes Stumps About FAQ Download Privacy Policy for \"Strikes Stumps\" Cricket Game App Welcome to \"STRIKES STUMPS,\" the ultimate cricket game app that provides thrilling gameplay and exciting challenges for cricket enthusiasts all around the world. At \"STRIKES STUMPS,\" we understand the importance of safeguarding your privacy and ensuring a secure gaming experience. This Privacy Policy outlines our commitment to protecting your personal information and maintaining the trust you place in us as you enjoy our game app. 1. User Authentication At \"STRIKES STUMPS,\" we prioritize user authentication to ensure the security of your account and prevent unauthorized access to your personal information. We deploy advanced encryption techniques and secure login procedures to verify your identity and protect your account from potential threats. By utilizing multi-factor authentication and strong password requirements, we aim to create a robust barrier against unauthorized access and safeguard your gaming profile. 2. In-Game Communication \"STRIKES STUMPS\" offers in-game communication features that enable players to interact with each other, share experiences, and enjoy a sense of community within the gaming platform. Our privacy policy emphasizes the importance of respectful and positive communication among players while maintaining a safe and enjoyable environment for all users. We monitor in-game chats and messages to prevent any form of harassment, inappropriate behavior, or offensive content that may compromise the well-being of our players. By fostering a culture of respect and inclusivity, we aim to create a welcoming and engaging gaming community for all users. 3. Data Protection Measures In the digital age, data protection is of paramount importance to safeguard the privacy of individuals and prevent unauthorized access to sensitive information. At \"STRIKES STUMPS,\" we implement stringent data protection measures to secure your personal data, gaming statistics, and transaction records from potential cyber threats and data breaches. Our comprehensive data security protocols include regular system updates, encryption technologies, and secure data storage practices to ensure the confidentiality and integrity of your information. By prioritizing data protection, we strive to maintain the trust and confidence of our users in the security of our gaming platform. 4. Transparent Data Practices Transparency is a core value at \"STRIKES STUMPS,\" and we are committed to providing clear and concise information about our data practices to our users. Our privacy policy emphasizes transparency in our data collection, storage, and usage processes, empowering users to make informed decisions about their privacy preferences and data sharing settings. We believe in open communication and proactive disclosure of our data practices to build trust with our users and foster a transparent and accountable relationship with our gaming community. In conclusion, \"STRIKES STUMPS\" is dedicated to upholding the highest standards of privacy protection, data security, and user trust in our cricket game app. Our unique and creative privacy policy reflects our commitment to delivering a safe, enjoyable, and secure gaming experience for all users. By prioritizing user authentication, promoting positive in-game communication, implementing robust data protection measures, and maintaining transparency in our data practices, we strive to create a trusted and welcoming gaming environment that celebrates the spirit of cricket and the joy of gameplay. Thank you for choosing \"STRIKES STUMPS\" as your preferred cricket game app, and we look forward to creating unforgettable gaming moments with you. Security and Game Integrity SLL Secure Connection 100% Legel & Secure Connection Payment Partners Privacy Policy | Terms & Conditions | Disclaimer StrikingStumps@gmail.com | +918456537222 Important Announcement: \"Strikes Stumps\" is now an 18+ only cricket game app. Players under the age of 18 will no longer be able to access or play the game. Thank you for your understanding. Copyright @2024",
    "terms": "The Legal Scorecard - Your Rules and Guidelines at Strikes Stumps About FAQ Download Terms and Conditions for \"Strikes Stumps\" Cricket Game App in India Welcome to \"Strikes Stumps\"! By accessing or using our cricket game app, you agree to abide by the following terms and conditions. Please read them carefully before proceeding. 1. Eligibility: 1.1. To use the \"Strikes Stumps\" app, you must be at least 18 years old. 1.2. By using the app, you confirm that you are of legal age to enter into binding agreements. 2. Account Registration: 2.1. To access certain features of the app, you may need to create an account. 2.2. You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account. 2.3. You agree to provide accurate, current, and complete information during the registration process. 3. Use of the App: 3.1. \"Strikes Stumps\" is intended for personal entertainment purposes only. 3.2. You agree not to use the app for any unlawful or unauthorized purpose. 3.3. You are solely responsible for your use of the app and any consequences that may arise from your actions. 4. In-App Purchases: 4.1. \"Strikes Stumps\" may offer in-app purchases for virtual goods or enhancements. 4.2. You agree to pay all fees and charges incurred through these purchases. 4.3. All transactions are final and non-refundable. 5. Intellectual Property: 5.1. All content on the \"Strikes Stumps\" app, including but not limited to graphics, logos, and text, is the property of our company. 5.2. You may not reproduce, distribute, or modify any part of the app without our prior written consent. 6. Privacy: 6.1. We respect your privacy and are committed to protecting your personal information. 6.2. By using the app, you consent to the collection and use of your data as outlined in our Privacy Policy. 7. Disclaimer of Warranties: 7.1. \"Strikes Stumps\" is provided on an \"as is\" and \"as available\" basis, without any warranties of any kind. 7.2. We do not guarantee that the app will be error-free or uninterrupted. 8. Limitation of Liability: 8.1. Our company shall not be liable for any indirect, incidental, special, or consequential damages arising from your use of the app. 8.2. In no event shall our total liability exceed the amount paid by you for the app. 9. Governing Law: 9.1. These terms and conditions shall be governed by and construed in accordance with the laws of India. 9.2. Any disputes arising from these terms shall be subject to the exclusive jurisdiction of the courts in India. 10. Changes to the Terms: 10.1. We reserve the right to update or modify these terms and conditions at any time. 10.2. Your continued use of the app after any changes indicates your acceptance of the updated terms. Thank you for taking the time to read our terms and conditions. If you have any questions or concerns, please contact us at StrikingStumps@gmail.com. Enjoy playing \"Strikes Stumps\"! Security and Game Integrity SLL Secure Connection 100% Legel & Secure Connection Payment Partners Privacy Policy | Terms & Conditions | Disclaimer StrikingStumps@gmail.com | +918456537222 Important Announcement: \"Strikes Stumps\" is now an 18+ only cricket game app. Players under the age of 18 will no longer be able to access or play the game. Thank you for your understanding. Copyright @2024",
    "thank_page": "Swinging by to Say Thanks - Your Request is Our Command! Thank you! Thank you for your interest in our cricket game app, \"Strikes Stumps\"! We appreciate your request for the app link and are glad that you are excited to explore the world of cricket with us. We hope you enjoy playing the game and have a great time hitting those stumps! We will send you the app link shortly. Thank you for your support! Back"
  },
  "date": "2024-07-10T13:44:22.729Z"
}