{
  "name": "StumpSaga",
  "pages": {
    "index": "Welcome to StumpSaga - Your Ultimate Fantasy Cricket Destination StumpSaga Welcome to StumpSaga Unleash Your Inner Cricket Maestro Welcome to StumpSaga, the ultimate fantasy cricket experience! Dive into the thrilling world of cricket where your strategic skills and passion for the game come alive. Build your dream team, compete with friends and fans worldwide, and climb to the top of the leaderboard. Whether you're a cricket aficionado or a casual fan, StumpSaga is your gateway to an exhilarating and immersive fantasy cricket adventure. Join us today and make every match unforgettable! I accept Privacy policy Submit 150,000+ Join a massive community of cricket enthusiasts and fantasy sports fans. Our growing number of players ensures a dynamic and competitive environment where every match is a new challenge. 500,000+ Experience the thrill of cricket with over half a million matches played. Every game is a new opportunity to strategize, score, and lead your team to victory in the world of fantasy cricket. 10,000+ From friendly matches to high-stakes competitions, our users have created over 10,000 leagues. Whether you want to test your skills against friends or compete with the best, there's a league for everyone. Become a Fantasy Cricket Pro with StumpSaga Immerse yourself in the exciting world of fantasy cricket with StumpSaga. Build your ultimate team, outsmart your opponents, and rise to the top. Join thousands of players in the ultimate cricket experience today! ☉ Create your ultimate fantasy cricket team with players from around the world. Choose wisely to assemble a squad that will lead you to victory. ☉ Join or create leagues and challenge friends and rivals. Test your skills and strategy in a variety of competitive environments. ☉ Stay updated with live match data and player performance stats. Make informed decisions and adjust your team to stay ahead of the competition. ☉ Participate in tournaments and contests for a chance to win incredible rewards. The more you play, the greater your chances of claiming top prizes. ☉ Connect with fellow cricket enthusiasts and fantasy gamers. Share tips, discuss strategies, and celebrate victories together. ☉ Access expert analysis and predictions to gain an edge in your fantasy cricket journey. Use insider knowledge to refine your team and strategy. StumpSaga Fantasy Cricket Platform Create Your Ultimate Team Join Thrilling Leagues Track Live Match Stats Win Exciting Rewards Connect with Cricket Fans Get Expert Analysis Frequently Asked Questions about Fantasy Cricket How do I create my fantasy cricket team? Learn how to assemble your dream team on StumpSaga. Select players based on performance and strategic considerations to maximize your chances of success. What is the scoring system in fantasy cricket? Understand how points are awarded based on player performances such as runs scored, wickets taken, catches, and more. Master the scoring system to optimize your team's performance. How can I join a league on StumpSaga? Discover the steps to join or create leagues on our platform. Compete with friends or join public leagues to showcase your cricket knowledge and skills. When are the player transfers allowed? Find out the rules and timings for making player transfers on StumpSaga. Manage your team effectively by making strategic changes throughout the season. StumpSaga Number: +91-411-8475123 StumpSaga@gmail.com Important Links Privacy &amp; Policy Terms &amp; Conditions Disclaimers Fantasy cricket involves financial risks and may not be suitable for everyone. Participation in fantasy sports requires understanding the risks involved and the possibility of losing money. Players should carefully consider their financial situation and risk tolerance before participating. Our website uses cookies to enhance user experience and provide personalized content. By using our site, you consent to the use of cookies in accordance with our Cookie Policy. Cookies are small text files stored on your device that track and remember preferences and activities. You can manage or disable cookies through your browser settings, but some features of the site may not function properly without them. For more information on how we use cookies and your choices, please review our Cookie Policy. Accept Cancel",
    "privacy-policy": "Privacy Policy | StumpSaga Fantasy Cricket StumpSaga Privacy Policy At StumpSaga, we are committed to protecting your privacy and ensuring the security of your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website or use our services. Please read this policy carefully to understand our practices regarding your personal data. We collect various types of information from and about users of our website and services. This may include personal information such as your name, email address, phone number, location data, and payment information when you register for an account or participate in fantasy cricket activities. The information we collect is used to provide and improve our services, personalize your experience, communicate with you, process transactions, and comply with legal obligations. We may also use your information to send you promotional emails about our services or notify you about changes and updates. We implement appropriate technical and organizational security measures to protect your personal data from unauthorized access, use, or disclosure. These measures include encryption, access controls, and regular security assessments to safeguard your information. Our website uses cookies and similar tracking technologies to enhance user experience, analyze trends, administer the website, track users' movements around the site, and gather demographic information. You can control cookies through your browser settings and opt-out of certain types of tracking. We may share your personal information with trusted third-party service providers who assist us in operating our website, conducting our business, or servicing you. We ensure these providers comply with data protection laws and use your information only for specified purposes. We retain your personal information for as long as necessary to fulfill the purposes outlined in this Privacy Policy unless a longer retention period is required or permitted by law. We regularly review our retention practices to ensure data is not kept longer than necessary. You have the right to access, update, or delete your personal information. You can also object to the processing of your data, restrict its use, or request its portability. We provide mechanisms to exercise these rights and will respond to your requests promptly. StumpSaga@gmail.com. Our services are not intended for children under the age of 18. We do not knowingly collect or solicit personal information from children, and if we learn that we have inadvertently gathered such information, we will take steps to delete it. We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. We will notify you of any material changes by posting the updated policy on our website or through other appropriate means. Your continued use of our services after such changes constitutes acceptance of the updated policy. If you have any questions about this Privacy Policy, our practices, or your dealings with us, please contact us. We are committed to addressing your concerns and resolving any issues promptly. We process your personal data for specific purposes such as managing your account, providing customer support, conducting research and analytics to improve our services, and complying with legal obligations related to fantasy cricket operations. Your personal information may be transferred to and processed in countries outside of your own jurisdiction where our service providers are located. We take steps to ensure adequate safeguards are in place to protect your data during such transfers. StumpSaga@gmail.com. We may use your contact information to send you promotional communications about our products and services that may be of interest to you. You have the option to opt-out of receiving such communications at any time by following the unsubscribe instructions provided in the emails. Our website may contain links to third-party websites or services not operated by StumpSaga. We are not responsible for the privacy practices or content of these third-party sites. We encourage you to review the privacy policies of those websites before providing any personal information. We strive to keep your personal information accurate and up to date. You can help us maintain the accuracy of your data by promptly notifying us of any changes or corrections to your information. We do not knowingly collect or process sensitive personal information unless required for specific legal obligations or with your explicit consent. Examples of sensitive information include race or ethnic origin, political opinions, religious or philosophical beliefs, health information, or genetic data. In the event of a data breach that compromises the security of your personal information, we will notify you and relevant authorities as required by law. We will take immediate action to mitigate risks and prevent further unauthorized access. You are responsible for maintaining the confidentiality of your account credentials and for restricting access to your account. Notify us immediately if you suspect unauthorized access or use of your account. By using our website and services, you consent to the collection, use, and processing of your personal information as described in this Privacy Policy. You have the right to withdraw your consent at any time, although this may affect the availability and functionality of our services. StumpSaga Number: +91-411-8475123 StumpSaga@gmail.com Important Links Privacy &amp; Policy Terms &amp; Conditions Disclaimers Fantasy cricket involves financial risks and may not be suitable for everyone. Participation in fantasy sports requires understanding the risks involved and the possibility of losing money. Players should carefully consider their financial situation and risk tolerance before participating.",
    "terms-conditions": "Terms and Conditions | StumpSaga Fantasy Cricket StumpSaga Terms and Conditions Acceptance of Terms: By accessing and using StumpSaga, you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you may not use our services. User Eligibility: You must be at least 18 years old or the legal age of majority in your jurisdiction to participate in fantasy cricket on StumpSaga. Minors are not allowed to create accounts or participate in our services. Account Registration: You agree to provide accurate and complete information during the registration process. You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account. Use of Services: Our services are intended for personal, non-commercial use only. You may not use StumpSaga for any unlawful purpose or in violation of these Terms and Conditions. Fantasy Cricket Gameplay: StumpSaga offers a platform for fantasy cricket enthusiasts to create virtual teams based on real-life player performances in cricket matches. Points are awarded based on the performance of selected players. Team Creation and Management: You have the freedom to create and manage your fantasy cricket team by selecting players within the constraints of the game rules and regulations. League Participation: You can join public leagues or create private leagues to compete with other users. Each league may have specific rules and entry requirements that you must adhere to. Scoring System: Points are allocated to players based on their performance in real-life cricket matches. The scoring system is predefined and may include criteria such as runs scored, wickets taken, catches, and more. StumpSaga@gmail.com Prizes and Rewards: StumpSaga may offer prizes and rewards for top-performing participants in leagues or contests. Prize distribution and eligibility criteria will be specified for each competition. Fair Play and Integrity: Users are expected to uphold the principles of fair play, honesty, and sportsmanship when participating in StumpSaga. Any form of cheating, collusion, or manipulation of the platform is strictly prohibited. Intellectual Property Rights: All content, trademarks, logos, and intellectual property on StumpSaga are owned or licensed by us. You may not use, reproduce, or distribute any content without our prior written consent. Limitation of Liability: StumpSaga is not liable for any direct, indirect, incidental, consequential, or punitive damages arising from your use of our services, including but not limited to loss of data, loss of profits, or business interruption. Modification of Terms: We reserve the right to modify or update these Terms and Conditions at any time. Changes will be effective upon posting on our website. Continued use of StumpSaga after changes indicates your acceptance of the updated terms. Termination of Account: We may suspend or terminate your account if you violate these Terms and Conditions, engage in fraudulent activities, or misuse our services in any way. You may also terminate your account at any time. Data Privacy: Our Privacy Policy governs the collection, use, and disclosure of your personal information. By using StumpSaga, you consent to our privacy practices as described in the Privacy Policy. Governing Law: These Terms and Conditions are governed by the laws, without regard to its conflict of laws principles. Any disputes arising from these terms will be resolved in the courts. Indemnification: You agree to indemnify and hold harmless StumpSaga, its affiliates, directors, officers, employees, and agents from any claims, liabilities, damages, losses, or expenses arising out of your use of our services or violation of these terms. Contact Information: For questions or concerns regarding these Terms and Conditions, please contact us. We are committed to addressing your inquiries promptly. Entire Agreement: These Terms and Conditions constitute the entire agreement between you and StumpSaga regarding your use of our services, superseding any prior agreements or communications. Effective Date: These Terms and Conditions were last updated. Please review them periodically for any changes or updates. StumpSaga Number: +91-411-8475123 StumpSaga@gmail.com Important Links Privacy &amp; Policy Terms &amp; Conditions Disclaimers Fantasy cricket involves financial risks and may not be suitable for everyone. Participation in fantasy sports requires understanding the risks involved and the possibility of losing money. Players should carefully consider their financial situation and risk tolerance before participating.",
    "thanks": "Thank You for Visiting StumpSaga Going Home Thank You for Visiting Our Site We appreciate your visit to our website! Explore everything StumpSaga has to offer, from creating your dream fantasy cricket team to joining exciting leagues and tracking live match stats. Join our vibrant community of cricket enthusiasts and embark on an exhilarating journey with StumpSaga. Visit us again soon for more cricket excitement and fantasy gaming thrills!",
    "disclaimer": "Disclaimer | StumpSaga Fantasy Cricket StumpSaga Disclaimer Financial Risks: Participation in fantasy cricket on StumpSaga involves financial risks. Players may lose money through entry fees, bets, or other financial transactions associated with contests and leagues. It is important to assess your financial situation and play responsibly. Game of Skill: Fantasy cricket on StumpSaga is considered a game of skill, where participants use their knowledge of cricket and strategic abilities to create teams and compete. Success is based on the performance of chosen players in real-life matches. No Guarantee of Wins: While skill and strategy influence outcomes, StumpSaga does not guarantee winnings or success in contests or leagues. Results depend on player performances, team selections, and other factors beyond our control. Legal Compliance: Users are responsible for complying with all applicable laws and regulations related to online gaming and fantasy sports in their jurisdiction. StumpSaga does not provide legal advice, and users should seek legal counsel if uncertain about the legality of participating. Platform Integrity: StumpSaga strives to maintain the integrity and fairness of its platform. We employ measures to prevent cheating, collusion, or any form of unfair play. Any detected violations may result in account suspension or termination. Third-Party Content: StumpSaga may contain links to third-party websites or services. We do not endorse or take responsibility for the content, privacy practices, or activities of these third parties. Users access third-party sites at their own risk. Availability of Services: StumpSaga endeavors to provide uninterrupted access to its services but does not guarantee continuous availability. Maintenance, technical issues, or unforeseen circumstances may temporarily disrupt service availability. Limitation of Liability: StumpSaga is not liable for any direct, indirect, incidental, consequential, or punitive damages arising from your use of our services, including but not limited to loss of data, profits, or business interruption. StumpSaga@gmail.com. User Responsibility: Users are responsible for maintaining the security of their accounts, including passwords and personal information. StumpSaga is not liable for unauthorized access to accounts due to user negligence or sharing of login credentials. Changes to Services: StumpSaga reserves the right to modify, suspend, or discontinue any aspect of its services at any time without prior notice. We may also update these disclaimers and terms periodically, and continued use of our services implies acceptance of such changes. No Warranty: StumpSaga provides its services on an \"as is\" and \"as available\" basis without warranties of any kind, whether express or implied. We do not warrant that our services will meet your requirements or be error-free. User Interactions: Users interact with each other on StumpSaga through leagues, contests, and community features. We do not monitor or control user interactions and disclaim any liability arising from user-generated content or interactions. Data Security: While StumpSaga implements security measures to protect user data, we cannot guarantee the security of information transmitted over the internet. Users should use caution when sharing sensitive information online. Indemnification: By using StumpSaga, you agree to indemnify and hold harmless StumpSaga, its affiliates, directors, officers, employees, and agents from any claims, damages, liabilities, or expenses arising from your use of our services or violation of these disclaimers. Force Majeure: StumpSaga is not liable for any failure or delay in performing obligations due to causes beyond our reasonable control, including natural disasters, acts of government, or technical disruptions. Jurisdiction: These disclaimers and your use of StumpSaga are governed by the laws, without regard to its conflict of laws principles. Any disputes will be resolved in the courts. Effective Date: This Disclaimer was last updated. Please review this page periodically for any changes or updates. Contact Information: For questions or concerns regarding this Disclaimer or our practices, please contact us. We are committed to addressing your inquiries promptly. Consent: By using StumpSaga, you consent to the terms outlined in this Disclaimer. If you do not agree with any part of this Disclaimer, refrain from using our services. Entire Agreement: This Disclaimer constitutes the entire agreement between you and StumpSaga regarding your use of our services, superseding any prior agreements or communications. StumpSaga Number: +91-411-8475123 StumpSaga@gmail.com Important Links Privacy &amp; Policy Terms &amp; Conditions Disclaimers Fantasy cricket involves financial risks and may not be suitable for everyone. Participation in fantasy sports requires understanding the risks involved and the possibility of losing money. Players should carefully consider their financial situation and risk tolerance before participating."
  },
  "date": "2024-07-04T11:24:31.279Z"
}