{
  "name": "Summits of the Lake(Chile)",
  "pages": {
    "about": "Acerca de Nosotros - Summits of the Lake: Lujo y Naturaleza en las Montañas de Chile Inicio Nuestras habitaciones Sobre nosotros Contacto Casino Inicio Nuestras habitaciones Sobre nosotros Contacto Casino Este sitio web utiliza cookies para ofrecerte la mejor experiencia de usuario. Al continuar, consientes aceptar nuestra política de cookies. Aceptar Bienvenidos a Summits of the Lake En Summits of the Lake nos enorgullece ofrecer una experiencia única donde la elegancia se encuentra con la naturaleza. Situado en un entorno privilegiado, nuestro hotel combina la serenidad de un lago con la majestuosidad de las montañas que lo rodean. Desde nuestra inauguración, nos hemos comprometido a proporcionar a nuestros huéspedes momentos inolvidables, envueltos en lujo y atención personalizada. Descubrir Ahora Nuestra Filosofía En el corazón de Summits of the Lake se encuentra nuestra filosofía de hospitalidad excepcional. Valoramos cada interacción con nuestros huéspedes y nos esforzamos por superar sus expectativas en cada visita. Desde la calidad de nuestras instalaciones hasta la calidez de nuestro servicio, todo está pensado para garantizar una experiencia inolvidable y gratificante. Descubrir Ahora Compromiso con el Medio Ambiente Somos conscientes de nuestra responsabilidad hacia el medio ambiente y nos comprometemos a operar de manera sostenible. Implementamos prácticas ecológicas en todas nuestras operaciones para preservar la belleza natural que nos rodea y ofrecer a nuestros huéspedes una experiencia consciente y respetuosa con el entorno. Nuestro Equipo Nuestro equipo está compuesto por profesionales apasionados que se dedican a hacer de cada estancia en Summits of the Lake una experiencia excepcional. Nos enorgullece contar con un equipo diverso que comparte nuestra visión y valores, trabajando juntos para crear recuerdos perdurables para nuestros huéspedes. Ubicación Privilegiada Ubicado estratégicamente entre las montañas y el lago, Summits of the Lake ofrece a nuestros huéspedes la oportunidad de explorar paisajes espectaculares y participar en una variedad de actividades al aire libre. Descubre todo lo que nuestro entorno tiene para ofrecer, desde senderismo hasta deportes acuáticos, y vive una experiencia inolvidable en un lugar donde la naturaleza y el lujo se encuentran. Descubrir Ahora Acepto la política de privacidad Enviar Terms & Conditions Privacy Policy Disclaimer Av. Errázuriz 673, 2691075 Las Cruces, El Tabo, Valparaíso, Chile +911823331111 summitslake@gmail.com",
    "apartaments": "Nuestros Números - Summits of the Lake: Alojamientos de Lujo en Chile Inicio Nuestras habitaciones Sobre nosotros Contacto Casino Inicio Nuestras habitaciones Sobre nosotros Contacto Casino Este sitio web utiliza cookies para ofrecerte la mejor experiencia de usuario. Al continuar, consientes aceptar nuestra política de cookies. Aceptar Nuestros Exclusivos Números En Summits of the Lake, cada una de nuestras habitaciones y suites está diseñada para ofrecer una experiencia de alojamiento excepcional que combina lujo, comodidad y vistas impresionantes. Desde acogedoras habitaciones con vistas al lago hasta amplias suites con terrazas privadas, cada espacio ha sido cuidadosamente decorado para asegurar una estancia memorable. Descubrir Ahora Tipos de Alojamiento Ofrecemos una variedad de opciones de alojamiento para satisfacer las necesidades de nuestros huéspedes más exigentes. Nuestras habitaciones estándar son perfectas para aquellos que buscan comodidad y estilo, mientras que nuestras suites ofrecen el máximo confort con áreas de estar separadas y servicios exclusivos. Detalles y Comodidades Cada una de nuestras habitaciones está equipada con comodidades modernas y elegantes detalles que aseguran una experiencia de alojamiento inolvidable. Desde lujosas camas y ropa de cama de alta calidad hasta baños spa con productos de tocador de primera categoría, todo ha sido pensado para su confort y satisfacción. Vistas Panorámicas Disfrute de vistas panorámicas impresionantes desde la privacidad de su habitación. Ya sea que prefiera despertar con la serenidad del lago o contemplar las montañas al atardecer, nuestras habitaciones están diseñadas para maximizar su conexión con el entorno natural que nos rodea. Servicio Personalizado Nuestro equipo está dedicado a asegurar que cada detalle de su estancia sea perfecto. Desde la bienvenida personalizada hasta el servicio de habitaciones disponible las 24 horas, estamos aquí para hacer que su experiencia en Summits of the Lake sea inolvidable y placentera. Reserva tu Estancia Explore nuestras opciones de alojamiento y reserve su próxima escapada a Summits of the Lake. Descubra la belleza natural y la tranquilidad de nuestro entorno mientras disfruta de la elegancia y el confort de nuestras exclusivas habitaciones y suites. Descubrir Ahora Acepto la política de privacidad Enviar Terms & Conditions Privacy Policy Disclaimer Av. Errázuriz 673, 2691075 Las Cruces, El Tabo, Valparaíso, Chile +911823331111 summitslake@gmail.com",
    "casino": "Casino - Summits of the Lake: Emoción y Lujo en Chile Inicio Nuestras habitaciones Sobre nosotros Contacto Casino Inicio Nuestras habitaciones Sobre nosotros Contacto Casino Este sitio web utiliza cookies para ofrecerte la mejor experiencia de usuario. Al continuar, consientes aceptar nuestra política de cookies. Aceptar Este sitio web está destinado a personas mayores de 18 años. Al ingresar, confirmas que tienes la edad legal requerida en tu jurisdicción. Sí No Bienvenidos a Summits of the Lake Casino-Hotel Summits of the Lake Casino-Hotel te invita a vivir una experiencia única donde el lujo se fusiona con la naturaleza en un entorno privilegiado. Ubicado en las majestuosas montañas de Chile y bordeando las tranquilas aguas de un lago sereno, nuestro hotel es un oasis de elegancia y confort. Descubrir Ahora Emoción y Variedad Sumérgete en la emoción del juego en nuestro exclusivo casino, donde encontrarás mesas de juego emocionantes y una amplia selección de máquinas tragamonedas de última generación. Desde clásicos juegos de cartas hasta innovadoras opciones de entretenimiento, cada visita es una oportunidad para vivir momentos emocionantes y memorables. Descubrir Ahora Ambiente Sofisticado Nuestro casino se distingue por su ambiente elegante y acogedor, diseñado para ofrecer la máxima comodidad y estilo. Desde nuestros espacios íntimos hasta nuestras áreas de juego más amplias, cada detalle ha sido cuidadosamente pensado para garantizar una experiencia de juego inigualable. Servicio de Primera Clase En Summits of the Lake, el servicio excepcional es nuestra prioridad. Nuestro equipo dedicado está comprometido en brindarte una atención personalizada y profesional en todo momento. Desde el momento en que cruzas nuestras puertas hasta tu despedida, nos esforzamos por hacer que tu experiencia sea impecable y memorable. Eventos Especiales y Entretenimiento Además de nuestra oferta de juegos, nuestro casino ofrece una variedad de eventos especiales y entretenimientos para complementar tu experiencia. Desde actuaciones en vivo de artistas reconocidos hasta noches temáticas exclusivas, cada visita promete una sorpresa nueva y emocionante. Descubrir Ahora Explora y Disfruta Summits of the Lake no solo te invita a disfrutar del juego, sino también a explorar las maravillas naturales y culturales que nos rodean. Aprovecha nuestra ubicación privilegiada para participar en excursiones emocionantes o simplemente relájate y admira las vistas panorámicas que ofrecemos. Reserva Tu Experiencia Descubre la emoción y el lujo de Summits of the Lake Casino. Reserva tu estancia hoy mismo y prepárate para vivir una experiencia única donde la suerte se encuentra con la sofisticación en un entorno incomparable. Acepto la política de privacidad Enviar Terms & Conditions Privacy Policy Disclaimer Av. Errázuriz 673, 2691075 Las Cruces, El Tabo, Valparaíso, Chile +911823331111 summitslake@gmail.com",
    "contacts": "Contacto - Summits of the Lake: Ponte en Contacto con Nosotros Inicio Nuestras habitaciones Sobre nosotros Contacto Casino Inicio Nuestras habitaciones Sobre nosotros Contacto Casino Este sitio web utiliza cookies para ofrecerte la mejor experiencia de usuario. Al continuar, consientes aceptar nuestra política de cookies. Aceptar Contacto Bienvenido a la página de contacto de Summits of the Lake. Estamos aquí para responder a todas tus preguntas, comentarios o solicitudes. Descubrir Ahora Acepto la política de privacidad Enviar Terms & Conditions Privacy Policy Disclaimer Av. Errázuriz 673, 2691075 Las Cruces, El Tabo, Valparaíso, Chile +911823331111 summitslake@gmail.com",
    "disclaimer": "Descargo de Responsabilidad - Summits of the Lake: Términos Legales y Política del Sitio Inicio Nuestras habitaciones Sobre nosotros Contacto Casino Inicio Nuestras habitaciones Sobre nosotros Contacto Casino Este sitio web utiliza cookies para ofrecerte la mejor experiencia de usuario. Al continuar, consientes aceptar nuestra política de cookies. Aceptar Descargo de Responsabilidad Propósito del Sitio Web Este sitio web tiene como objetivo proporcionar información general sobre Summits of the Lake y sus servicios. No constituye asesoramiento legal, financiero o médico. Los usuarios deben confirmar la información proporcionada aquí con fuentes autorizadas antes de tomar decisiones basadas en ella. Summits of the Lake no se hace responsable de la exactitud, integridad o actualidad de la información proporcionada en este sitio web. Los usuarios utilizan este sitio web bajo su propio riesgo y responsabilidad. Limitación de Responsabilidad Summits of the Lake no será responsable por cualquier daño directo, indirecto, incidental, consecuente o punitivo derivado del uso o acceso a este sitio web. La compañía se reserva el derecho de modificar, actualizar o eliminar cualquier información en este sitio web sin previo aviso. Los enlaces a otros sitios web son proporcionados únicamente para conveniencia del usuario y no implican respaldo de los contenidos o servicios ofrecidos en esos sitios. Este descargo de responsabilidad se aplica a todo el contenido presente y futuro de este sitio web. Contacto Para cualquier pregunta o comentario sobre este descargo de responsabilidad, por favor contáctenos a través de los medios proporcionados en nuestra página de contacto. Gracias por visitar Summits of the Lake. Terms & Conditions Privacy Policy Disclaimer Av. Errázuriz 673, 2691075 Las Cruces, El Tabo, Valparaíso, Chile +911823331111 summitslake@gmail.com",
    "index": "Summits of the Lake - Lujo y Naturaleza en las Montañas de Chile Inicio Nuestras habitaciones Sobre nosotros Contacto Casino Inicio Nuestras habitaciones Sobre nosotros Contacto Casino Este sitio web utiliza cookies para ofrecerte la mejor experiencia de usuario. Al continuar, consientes aceptar nuestra política de cookies. Aceptar Bienvenidos a Summits of the Lake Bienvenidos al exclusivo mundo del entretenimiento y la suerte en Summits of the Lake, nuestro prestigioso hotelero ubicado en el corazón de Chile. umérjase en la atmósfera de lujo y emoción que define nuestra experiencia única. Aquí, cada visita se transforma en una aventura memorable y llena de emociones. Descubrir Ahora Experiencia Hotelera Excepcional En Summits of the Lake, nos enorgullece ofrecer una experiencia hotelera excepcional. Nuestro se distingue por ofrecer un ambiente de lujo y acogedor, donde la tranquilidad y el bienestar se mezclan con la elegancia y la sofisticación. Desde habitaciones de primer nivel hasta servicios de spa de clase mundial, cada detalle está diseñado para ofrecerle una experiencia única y relajante. Descubrir Ahora Entretenimiento y Eventos Especiales Además de nuestras emocionantes opciones de juego, Summits of the Lake es conocido por su vibrante escena de entretenimiento. Entretenimiento de lujo Disfrute de actuaciones en vivo de renombrados artistas y eventos especiales que elevan su experiencia de visita. Nuestro compromiso con la excelencia se refleja en cada aspecto de nuestra programación, asegurando que cada noche con nosotros sea única y memorable. Servicio Personalizado y Gastronomía Exquisita En Summits of the Lake, la hospitalidad es nuestra prioridad. Nuestro equipo dedicado está comprometido en brindarle un servicio personalizado que supera sus expectativas. Desde la bienvenida inicial hasta la despedida, cada momento con nosotros está diseñado para que se sienta especial y atendido. Deléitese con una cocina excepcional en nuestros restaurantes de clase mundial y descubra la fusión perfecta de sabores locales e internacionales. Descubrir Ahora Un Destino de Lujo y Comodidad En Summits of the Lake, nos enorgullece ofrecer un destino de lujo y comodidad que combina la elegancia y la sofisticación con la tranquilidad y el bienestar. Nuestro hotel es un oasis de tranquilidad situado en el corazón de Chile, rodeado de paisajes impresionantes y una rica cultura local. Descubra lo que nuestro hotel tiene para ofrecer y disfrute de una experiencia de lujo inolvidable durante su estancia con nosotros. Ubicación Privilegiada y Experiencias Locales Ubicado en una ubicación privilegiada, nuestro hotel ofrece no solo la emoción del juego, sino también la oportunidad de explorar la rica cultura y las impresionantes vistas naturales que rodean nuestro destino. Desde excursiones locales hasta actividades al aire libre, descubra todo lo que nuestro entorno tiene para ofrecer y cree recuerdos inolvidables durante su estancia con nosotros. Lujo y Comodidad Nuestro hotel ofrece una experiencia de lujo incomparable, donde el confort y la elegancia se fusionan perfectamente. Cada habitación está diseñada para brindarle un espacio acogedor y sofisticado, equipado con todas las comodidades modernas para asegurarle una estancia placentera y relajante. Servicio Excepcional En nuestro hotel, el servicio es nuestra prioridad. Nuestro equipo dedicado está comprometido en hacer que cada momento de su estancia sea especial y memorable. Desde el check-in hasta el check-out, estamos aquí para atender todas sus necesidades con atención personalizada y profesionalismo. Actividades para Todos los Gustos Ya sea que prefieras la aventura al aire libre o la cultura local, nuestro hotel ofrece una variedad de actividades para todos los gustos. Explora los alrededores con excursiones guiadas, participa en actividades deportivas o simplemente relájate junto a nuestra piscina con vistas panorámicas. Aquí, la diversión y la exploración están a tu alcance. Ubicación Perfecta Ubicado estratégicamente en un entorno natural espectacular, nuestro hotel te invita a descubrir los tesoros locales y disfrutar de paisajes impresionantes. Desde montañas hasta playas vírgenes, aquí encontrarás un destino que combina la belleza natural con la comodidad y la elegancia de nuestro establecimiento. Descubrir Ahora Gastronomía de Primera Disfrute de una experiencia culinaria excepcional en nuestros exclusivos restaurantes, donde cada plato es una obra maestra de sabores y presentación. Nuestros chefs expertos utilizan ingredientes frescos y locales para crear delicias gastronómicas que deleitarán su paladar y complementarán su experiencia en nuestro hotel. Relajación y Bienestar Sumérjase en un oasis de tranquilidad en nuestro spa de clase mundial, donde podrá rejuvenecer cuerpo y mente con una variedad de tratamientos relajantes y revitalizantes. Nuestro objetivo es que se sienta renovado y revitalizado durante su estancia con nosotros. Ubicación Privilegiada Ubicado en un entorno natural impresionante, nuestro hotel le ofrece la oportunidad de explorar paisajes espectaculares y disfrutar de actividades al aire libre. Desde excursiones hasta deportes acuáticos, hay algo para cada tipo de viajero en nuestra ubicación privilegiada. Experiencia Inmersiva En nuestro hotel, la inmersión en una experiencia única comienza desde el momento en que cruzas nuestras puertas. Sumérjase en un ambiente de elegancia y confort, donde cada detalle está cuidadosamente diseñado para proporcionarle una estancia inolvidable. Ambiente Sofisticado Nuestro hotel se distingue por su ambiente sofisticado y acogedor. Desde los elegantes vestíbulos hasta las habitaciones decoradas con buen gusto, cada espacio está pensado para crear una atmósfera de tranquilidad y estilo. Disfrute de la combinación perfecta entre modernidad y tradición en cada rincón de nuestras instalaciones. Actividades y Entretenimiento Ofrecemos una amplia gama de actividades y entretenimiento para todos los gustos. Desde experiencias gastronómicas exclusivas hasta eventos culturales y deportivos, siempre hay algo emocionante que descubrir y disfrutar durante su estancia con nosotros. Descanso y Bienestar Nuestro compromiso con su bienestar es fundamental. Relájese y revitalícese en nuestro spa de clase mundial, donde podrá disfrutar de tratamientos rejuvenecedores y terapias relajantes. Déjese consentir por nuestros expertos terapeutas y experimente un verdadero oasis de tranquilidad. Exploración Local Ubicado en un entorno privilegiado, nuestro hotel le ofrece la oportunidad de explorar la rica cultura y la impresionante naturaleza que nos rodea. Descubra las atracciones locales, desde monumentos históricos hasta paisajes naturales, y cree recuerdos inolvidables durante su estancia con nosotros. Descubre Nuestro Hotel En nuestro hotel, la experiencia de inmersión va más allá de la estética elegante y el servicio excepcional. Cada momento está diseñado para transportarte a un mundo de confort y sofisticación, donde cada detalle cuenta y cada servicio está pensado para superar tus expectativas. Detalles que Marcan la Diferencia Desde la bienvenida personalizada hasta las amenidades exclusivas en cada habitación, en nuestro hotel nos esforzamos por crear un ambiente donde te sientas como en casa y a la vez como en un lugar especial. Cada espacio está cuidadosamente decorado para ofrecerte no solo confort, sino también un ambiente que inspire y relaje. Lo que nos hace únicos En nuestro hotel, la atención personalizada, las amenidades exclusivas y la decoración cuidadosa de cada habitación están diseñadas para ofrecerte un ambiente que te haga sentir como en casa, pero también como en un lugar especial. Cada detalles está pensado para superar tus expectativas y hacer que tu estancia sea inolvidable. Acepto la política de privacidad Enviar Terms & Conditions Privacy Policy Disclaimer Av. Errázuriz 673, 2691075 Las Cruces, El Tabo, Valparaíso, Chile +911823331111 summitslake@gmail.com",
    "privacy": "Política de Privacidad - Summits of the Lake: Protección de Datos Personales Inicio Nuestras habitaciones Sobre nosotros Contacto Casino Inicio Nuestras habitaciones Sobre nosotros Contacto Casino Este sitio web utiliza cookies para ofrecerte la mejor experiencia de usuario. Al continuar, consientes aceptar nuestra política de cookies. Aceptar Política de Privacidad Recopilación de Información Personal Summits of the Lake recopila información personal de los usuarios de manera voluntaria a través de formularios de contacto y registros en nuestro sitio web. Esta información puede incluir nombre, dirección de correo electrónico, número de teléfono y preferencias personales. Utilizamos esta información para responder a consultas, procesar reservas y proporcionar un servicio personalizado a nuestros huéspedes. Uso de la Información Personal La información personal recopilada se utiliza exclusivamente para los fines específicos para los cuales se proporcionó. No compartimos esta información con terceros sin el consentimiento explícito del usuario, excepto cuando sea requerido por ley o para proteger nuestros derechos legales. Los usuarios tienen el derecho de acceder, corregir y eliminar su información personal según lo estipulado por la ley de protección de datos aplicable. Cookies y Tecnologías de Seguimiento Nuestro sitio web utiliza cookies y otras tecnologías de seguimiento para mejorar la experiencia del usuario y analizar el tráfico del sitio. Estas tecnologías pueden recopilar información como la dirección IP, el tipo de navegador y las páginas visitadas. Los usuarios pueden controlar el uso de cookies a través de la configuración de su navegador. Al continuar utilizando nuestro sitio web, se considerará que aceptan el uso de cookies de acuerdo con nuestra política. Seguridad de la Información Implementamos medidas de seguridad adecuadas para proteger la información personal contra accesos no autorizados, uso indebido o divulgación. Sin embargo, ninguna transmisión de datos por Internet o método de almacenamiento electrónico es completamente seguro. Los datos personales se conservan solo durante el tiempo necesario para cumplir con los fines para los cuales se recopilaron, a menos que se requiera un período de retención más largo por ley o para fines comerciales legítimos. Modificaciones a la Política de Privacidad Nos reservamos el derecho de actualizar y modificar esta política de privacidad en cualquier momento. Se notificarán cambios significativos mediante publicación en nuestro sitio web. Al utilizar nuestro sitio web, usted acepta las prácticas descritas en esta política de privacidad. Le recomendamos revisar regularmente esta página para estar informado sobre cómo protegemos su información personal. Terms & Conditions Privacy Policy Disclaimer Av. Errázuriz 673, 2691075 Las Cruces, El Tabo, Valparaíso, Chile +911823331111 summitslake@gmail.com",
    "terms": "Términos y Condiciones - Summits of the Lake: Normativas y Derechos del Usuario Inicio Nuestras habitaciones Sobre nosotros Contacto Casino Inicio Nuestras habitaciones Sobre nosotros Contacto Casino Este sitio web utiliza cookies para ofrecerte la mejor experiencia de usuario. Al continuar, consientes aceptar nuestra política de cookies. Aceptar Términos y Condiciones Aceptación de los Términos Por favor, lea detenidamente estos términos y condiciones antes de utilizar nuestro sitio web. Al acceder o utilizar este sitio, usted acepta estar legalmente vinculado por estos términos y condiciones y nuestra política de privacidad. Uso del Sitio Web El contenido de este sitio web es para su uso personal y no comercial. Usted acepta no utilizar este sitio para actividades ilegales, difamatorias o que violen los derechos de terceros. Reservas y Pagos Las reservas están sujetas a disponibilidad y confirmación. Se aplican políticas de cancelación y depósitos según los términos establecidos al momento de la reserva. Propiedad Intelectual El contenido, diseño y marcas registradas en este sitio web son propiedad de Summits of the Lake o se utilizan con permiso de los propietarios. Se prohíbe el uso no autorizado de cualquier material en este sitio. Limitación de Responsabilidad Ni Summits of the Lake ni sus afiliados serán responsables por daños directos, indirectos, incidentales, consecuentes o punitivos derivados del uso o acceso a este sitio web. Modificaciones Nos reservamos el derecho de modificar, actualizar o eliminar cualquier parte de estos términos y condiciones en cualquier momento y sin previo aviso. Se recomienda revisar regularmente esta página para estar informado sobre los cambios. Contacto Para cualquier pregunta o comentario sobre nuestros términos y condiciones, por favor contáctenos a través de los medios proporcionados en nuestra página de contacto. Gracias por visitar Summits of the Lake. Terms & Conditions Privacy Policy Disclaimer Av. Errázuriz 673, 2691075 Las Cruces, El Tabo, Valparaíso, Chile +911823331111 summitslake@gmail.com",
    "thank_you": "Gracias - Summits of the Lake: Mensaje Recibido Inicio Nuestras habitaciones Sobre nosotros Contacto Casino Inicio Nuestras habitaciones Sobre nosotros Contacto Casino Este sitio web utiliza cookies para ofrecerte la mejor experiencia de usuario. Al continuar, consientes aceptar nuestra política de cookies. Aceptar Gracias por tu Solicitud Hemos recibido tu solicitud con éxito. Apreciamos tu interés en Summits of the Lake y nos comunicaremos contigo a la brevedad posible. Si tienes alguna pregunta urgente o necesitas asistencia inmediata, por favor no dudes en contactarnos a través de los medios proporcionados en nuestra página de contacto. Gracias nuevamente por elegir Summits of the Lake. Esperamos tener la oportunidad de atenderte pronto. Terms & Conditions Privacy Policy Disclaimer Av. Errázuriz 673, 2691075 Las Cruces, El Tabo, Valparaíso, Chile +911823331111 summitslake@gmail.com"
  },
  "date": "2024-07-15T14:44:44.983Z"
}