{
  "name": "SunburstIndia",
  "pages": {
    "about-us": "About Us - Sunburst Hotel Resort Sunburst Home About us Casino Contact About Sunburst Hotel Resort Experience Luxury and Comfort at Sunburst Hotel Resort DISCOVER MORE OUR STORY Embark on a journey through our resort's history, where passion for hospitality and dedication to guest satisfaction converge. Discover how Sunburst Hotel Resort came to be and what drives our commitment to providing exceptional experiences. Experience the essence of luxury woven into every stay. OUR COMMITMENT Dedicated to crafting experiences that not only fulfill but also exceed expectations. We meticulously curate our offerings and employ expert hospitality practices to ensure each guest's stay meets our standards of excellence. Experience the epitome of luxury and comfort at Sunburst Hotel Resort. Deluxe Room $ 199.99 USD per night Executive Suite $ 299.99 USD per night Presidential Suite $ 499.99 USD per night The Sunburst website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Sunburst HOME CASINO ABOUT US TERMS AND CONDITIONS DISCLAIMERS PRIVACY POLICY",
    "contacts": "Contact Us - Sunburst Hotel Resort Sunburst Home About us Casino Contact Email sunburst@gmail.com Phone +91-855-581-9132 Address 22/9/A, Jetty Rd, Dona Paula, Panaji, Goa 403004, India Leave us your message and we'll get back to you as soon as possible. I accept Privacy Policy SEND The Sunburst website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Sunburst HOME CASINO ABOUT US TERMS AND CONDITIONS DISCLAIMERS PRIVACY POLICY",
    "disclaimers": "Disclaimers - Sunburst Hotel Resort Sunburst Home About us Casino Contact Disclaimers Welcome to the Disclaimers section of Sunburst Hotel Resort. Please read the following terms carefully before using our website. Accuracy of Information While we strive to provide accurate and up-to-date information on our website, Sunburst Hotel Resort makes no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability of the information, products, services, or related graphics contained on the website for any purpose. Limitation of Liability Under no circumstances will Sunburst Hotel Resort be liable for any loss or damage, including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website. External Links Our website may contain links to external websites that are not provided or maintained by Sunburst Hotel Resort. We do not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites. Changes to Disclaimer We reserve the right to update or change these disclaimers at any time without prior notice. It is your responsibility to check this page periodically for changes. Your continued use of the website after any changes constitutes acceptance of those changes. The Sunburst website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Sunburst HOME CASINO ABOUT US TERMS AND CONDITIONS DISCLAIMERS PRIVACY POLICY",
    "index": "Sunburst Hotel Resort - Experience Luxury and Relaxation Sunburst Home About us Casino Contact NEW Experience Sunburst Hospitality DISCOVER MORE WELCOME TO SUNBURST HOTEL RESORT We specialize in providing modern and luxurious hospitality experiences. Our passion lies in creating unforgettable stays for our guests. EXPLORE MORE About Us Our Rooms Contact Us About Sunburst Hotel Resort Experience Luxury and Comfort at Sunburst Hotel Resort DISCOVER MORE OUR STORY Embark on a journey through our resort's history, where passion for hospitality and dedication to guest satisfaction converge. Discover how Sunburst Hotel Resort came to be and what drives our commitment to providing exceptional experiences. Experience the essence of luxury woven into every stay. OUR COMMITMENT Dedicated to crafting experiences that not only fulfill but also exceed expectations. We meticulously curate our offerings and employ expert hospitality practices to ensure each guest's stay meets our standards of excellence. Experience the epitome of luxury and comfort at Sunburst Hotel Resort. Deluxe Room $ 199.99 USD per night Executive Suite $ 299.99 USD per night Presidential Suite $ 499.99 USD per night The Sunburst website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Sunburst HOME CASINO ABOUT US TERMS AND CONDITIONS DISCLAIMERS PRIVACY POLICY",
    "privacy-policy": "Privacy Policy - Sunburst Hotel Resort Sunburst Home About us Casino Contact Your Privacy Policy At Sunburst Hotel Resort, we take your privacy seriously. We're committed to safeguarding your personal information and ensuring its security. Gathering Your Information When you make a reservation or interact with our website, we might collect personal details like your name, contact information, and payment methods. How We Use Your Information The information we collect helps us process reservations, enhance our services, and keep you informed about promotions or Sunburst Hotel Resort updates. Safeguarding Your Information We take appropriate security measures to protect your personal information from unauthorized access or disclosure. Changes to this Policy We may occasionally update this Privacy Policy. We'll post any changes on this page, so we encourage you to review it periodically. The Sunburst website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Sunburst HOME CASINO ABOUT US TERMS AND CONDITIONS DISCLAIMERS PRIVACY POLICY",
    "products": "Sunburst Hotel Resort Casino - Thrilling Gaming Experience Sunburst Home About us Casino Contact WELCOME TO SUNBURST CASINO Experience the thrill of gaming at our luxurious casino. Our passion lies in providing unforgettable gaming experiences for our guests. MAKE A RESERVATION Slot Machines Table Games Contact Us OUR CASINO Step into a world of excitement at our casino, where we combine luxury and thrill to create an unforgettable gaming experience. Discover the variety of games we offer and the sophisticated ambiance of Sunburst Casino. Experience the excitement and elegance of our top-tier casino. OUR GAMES We offer a wide range of games to suit every taste. From slot machines to table games, each offering is designed to provide maximum enjoyment and excitement. Our casino is equipped with the latest gaming technology to ensure a seamless experience. Join us at Sunburst Casino and enjoy the finest in gaming entertainment. Slot Machines Multiple Jackpots Poker Tables High Stakes Roulette Exciting Spins Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 The Sunburst website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Sunburst HOME CASINO ABOUT US TERMS AND CONDITIONS DISCLAIMERS PRIVACY POLICY const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "Terms and Conditions - Sunburst Hotel Resort Sunburst Home About us Casino Contact Terms and Conditions Welcome to the Terms and Conditions of Sunburst Hotel Resort. By accessing or using our services, you agree to abide by these terms and conditions. Reservations All reservations are subject to availability and confirmation. You must provide accurate and complete information when making a reservation. Check-In and Check-Out Check-in time is after 3:00 PM, and check-out time is before 11:00 AM. Early check-in or late check-out may be available upon request and subject to availability. Cancellations and Refunds Cancellation policies vary depending on the type of reservation and time of booking. Please review the specific cancellation policy stated at the time of booking. Use of Facilities Guests are expected to use hotel facilities and services responsibly. Any damages caused to hotel property or disruption to other guests may result in additional charges or penalties. Liability Sunburst Hotel Resort is not liable for any loss, damage, injury, or inconvenience caused by events beyond our control, including but not limited to natural disasters, acts of terrorism, or government regulations. Changes to Terms We reserve the right to update or modify these terms and conditions at any time. Changes will be effective immediately upon posting to this page. The Sunburst website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Sunburst HOME CASINO ABOUT US TERMS AND CONDITIONS DISCLAIMERS PRIVACY POLICY",
    "thanks": "Thank You - Sunburst Hotel Resort Sunburst Home About us Casino Contact Thank You for Choosing Sunburst Hotel Resort! Your reservation is confirmed. We look forward to welcoming you and providing an exceptional stay. For any inquiries or modifications to your reservation, please contact us. The Sunburst website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Sunburst HOME CASINO ABOUT US TERMS AND CONDITIONS DISCLAIMERS PRIVACY POLICY"
  },
  "date": "2024-07-08T11:37:51.486Z"
}