{
  "name": "Sunday",
  "pages": {
    "disclaimer": "Disclaimer - Sunday Offline Bookmaking Office Consent to the processing of personal data We use cookies. We value your trust and your information securely and confidentially in accordance with our Policy privacy We guarantee correct processing. Accept About Categories Services Contact FAQ Welcome to Sunday Betting Explore a world of thrilling betting experiences with Sunday. Enjoy a wide range of sports betting options, competitive odds, and exceptional customer service. Bet with confidence in a secure and trusted environment. Disclaimer The following disclaimer governs your use of the website of 'Sunday' offline bookmaker (the 'Website'). By accessing and using the Website, you agree to be bound by the terms and conditions set forth in this disclaimer. If you do not agree to these terms and conditions, please do not use the Website. No Offer or Advice The information provided on the Website does not constitute an offer to sell or a solicitation of an offer to buy any securities or other financial instruments. The information provided on the Website is for informational purposes only and should not be relied upon for investment decisions. Accuracy of Information 'Sunday' makes reasonable efforts to ensure that the information provided on the Website is accurate and up-to-date. However, 'Sunday' does not warrant the accuracy or completeness of the information provided on the Website. You acknowledge that the information provided on the Website may contain errors or omissions. No Warranty THE WEBSITE AND ALL OF THE INFORMATION PROVIDED ON THE WEBSITE ARE PROVIDED 'AS IS' AND WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED. 'SUNDAY' DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT. Limitation of Liability IN NO EVENT SHALL 'SUNDAY' BE LIABLE FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES, INCLUDING, BUT NOT LIMITED TO, LOSS OF PROFITS, LOSS OF DATA, BUSINESS INTERRUPTION, OR DAMAGE TO COMPUTER SYSTEMS OR SOFTWARE, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OF THE WEBSITE OR THE INFORMATION PROVIDED ON THE WEBSITE, EVEN IF 'SUNDAY' HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. Third-Party Websites The Website may contain links to third-party websites. These links are provided for your convenience only and do not imply any endorsement or approval of the content of such third-party websites. 'Sunday' assumes no responsibility for the content of any third-party websites. No Unlawful or Prohibited Use You agree to use the Website only for lawful purposes and in accordance with all applicable laws and regulations. You agree not to use the Website for any purpose that is unlawful or prohibited by this disclaimer. We are located Ave. Kletskova 21b-2, Grodno, Grodno region 230020, Belarus Call +375 29 520 77 77 Email us Sunday@gmail.com Terms and Conditions Privacy Policy Disclaimer",
    "index": "Sunday Betting - Your Premier Offline Bookmaker Consent to the processing of personal data We use cookies. We value your trust and your information securely and confidentially in accordance with our Policy privacy We guarantee correct processing. Accept About Categories Services Contact FAQ Welcome to Sunday Betting Explore a world of thrilling betting experiences with Sunday. Enjoy a wide range of sports betting options, competitive odds, and exceptional customer service. Bet with confidence in a secure and trusted environment. About Sunday Betting Welcome to Sunday Betting, where excitement meets reliability in the world of offline betting. At Sunday, we pride ourselves on offering a diverse range of sports betting options, ensuring that every sports enthusiast finds something to bet on. With competitive odds and a commitment to customer satisfaction, Sunday Betting provides a trusted and secure environment for all your betting needs. Whether you're a seasoned bettor or new to the world of sports betting, Sunday Betting is your go-to destination for an enjoyable and rewarding experience. Our Services Explore our comprehensive range of services designed to enhance your betting experience. From sports betting to live betting and special promotions, we have everything you need for an exciting time at Sunday Betting. Why Choose Us Discover why Sunday Betting is your best choice for offline betting. We offer competitive odds, secure transactions, professional customer support, and a wide selection of sports events to bet on. Frequently Asked Questions Get answers to common queries about betting with Sunday. Learn about placing bets, payment methods, promotions, and more to make the most of your betting experience. About Services Our Services Sports Betting Explore a wide range of sports betting options, including football, basketball, tennis, horse racing, and more. We provide competitive odds and a seamless betting experience. Special Promotions Take advantage of our special promotions and bonuses designed to boost your winnings. From welcome bonuses to loyalty rewards, we offer exciting incentives for our valued customers. Professional Customer Support Our dedicated customer support team is available to assist you with any inquiries or issues you may have. We strive to provide prompt and knowledgeable assistance to ensure your betting experience is smooth and enjoyable. Wide range of bets Explore a diverse selection of betting options across various sports and events, ensuring there's something for every betting enthusiast. From traditional match outcomes to specialized bets, discover endless possibilities to enhance your betting experience. Highly profitable Experience highly profitable betting opportunities with competitive odds and favorable outcomes, maximizing your potential winnings and enhancing your overall betting satisfaction. About Categories Traditional Sports Bets Traditional Sports Bets Bet on classic sports like football, basketball, tennis, and more. Predict match outcomes, scores, and player performances with competitive odds. Special Events Special Events Explore unique betting opportunities on special events such as major tournaments, championships, and seasonal competitions. Enjoy enhanced odds and exclusive betting markets. Proposition Bets Proposition Bets Dive into specialized betting options including player statistics, team behaviors, and specific game events. Customize your bets for a more personalized and strategic betting experience. Virtual Sports Virtual Sports Bet on virtual sports simulations that offer non-stop action and quick results. Experience the excitement of virtual football, racing, and other sports with continuous betting options. About Why Choose Sunday Betting At Sunday Betting, we offer compelling reasons to make us your preferred betting partner: Wide Range of Sports: Explore a diverse selection of sports and events to bet on, ensuring there's always something exciting to wager on. Competitive Odds: Benefit from competitive odds that maximize your potential winnings, enhancing your overall betting experience. Exceptional Customer Service: Our dedicated team provides professional and friendly customer support, ensuring your needs are met promptly and effectively. Security and Trust: We prioritize the security of your transactions and personal information, offering a safe and reliable platform for all your betting activities. Innovative Features: Enjoy innovative features such as virtual sports and special promotions that add excitement and value to your betting journey. About Frequently Asked Questions How do I place a bet on Sunday Betting? To place a bet on Sunday Betting, you need to first register on our website. Then, choose a sports event and select your desired type of bet. Follow the on-screen instructions to complete the betting process. What types of sports bets are available on Sunday Betting? We offer a wide range of bets on traditional sports like football, basketball, tennis, as well as specialized bets on player statistics and other options. What special promotions and bonuses are available on Sunday Betting? We regularly offer special promotions and bonuses to our customers, including welcome bonuses for new players, loyalty program rewards, and promotions for special events. How is the security of my data and transactions ensured on Sunday Betting? We use advanced encryption technology to secure your personal data and financial transactions. All operations are conducted in a safe and reliable environment. How can I contact customer support at Sunday Betting? Our customer support team is available 24/7. You can reach us via live chat on the website, email, or phone for assistance and answers to your queries. We are located Ave. Kletskova 21b-2, Grodno, Grodno region 230020, Belarus Call +375 29 520 77 77 Email us Sunday@gmail.com Terms and Conditions Privacy Policy Disclaimer",
    "policy": "Privacy Policy of Sunday Offline Bookmaking Office Consent to the processing of personal data We use cookies. We value your trust and your information securely and confidentially in accordance with our Policy privacy We guarantee correct processing. Accept About Categories Services Contact FAQ Welcome to Sunday Betting Explore a world of thrilling betting experiences with Sunday. Enjoy a wide range of sports betting options, competitive odds, and exceptional customer service. Bet with confidence in a secure and trusted environment. Sunday Offline Bookmaker's Privacy Policy At Sunday Offline Bookmaker's, we are committed to protecting the privacy and security of our customers' personal information. This Privacy Policy outlines how we collect, use, and safeguard your information in accordance with applicable data protection laws and regulations. By using our services, you consent to the practices described in this policy. Information We Collect We collect personal information from you when you use our services, register for an account, or interact with us in any other way. This information may include your name, address, phone number, email address, date of birth, government-issued identification number, and financial information. We may also collect information about your usage of our services, including your betting history and preferences. How We Use Your Information We use your personal information for the following purposes: To verify your identity and eligibility to use our services To process your transactions and manage your account To provide you with customer support and assistance To comply with legal and regulatory obligations Disclosure of Your Information We may share your personal information with third parties in the following circumstances: With service providers and partners who assist us in operating our business and providing our services With government and law enforcement agencies as required by law With other third parties as necessary to protect our rights and property Data Security We take appropriate measures to safeguard your personal information from unauthorized access, disclosure, or alteration. These measures include physical, technical, and administrative safeguards, such as secure servers, firewalls, and access controls. Data Retention We retain your personal information for as long as necessary to fulfill the purposes for which it was collected, or as required by law. We may also retain and use your information as necessary to resolve disputes, enforce our agreements, and comply with legal obligations. Children's Privacy Our services are not intended for children under the age of 18. We do not knowingly collect personal information from children under the age of 18. If we become aware that we have inadvertently collected personal information from a child under the age of 18, we will take steps to delete such information as soon as possible. We are located Ave. Kletskova 21b-2, Grodno, Grodno region 230020, Belarus Call +375 29 520 77 77 Email us Sunday@gmail.com Terms and Conditions Privacy Policy Disclaimer",
    "terms-conditions": "Terms and Conditions of Sunday Offline Bookmaking Office Consent to the processing of personal data We use cookies. We value your trust and your information securely and confidentially in accordance with our Policy privacy We guarantee correct processing. Accept About Categories Services Contact FAQ Welcome to Sunday Betting Explore a world of thrilling betting experiences with Sunday. Enjoy a wide range of sports betting options, competitive odds, and exceptional customer service. Bet with confidence in a secure and trusted environment. Terms and Conditions for Sunday Bookmaker Office Welcome to Sunday Bookmaker Office, a leading platform for online sports betting and gaming. By using our services, you agree to be bound by the following terms and conditions. Account Registration To use our services, you must register for an account. You must provide accurate and complete information, including a valid email address and a password. You are responsible for maintaining the confidentiality of your account and for all activities that occur under your account. Legal Requirements You must be of legal age to use our services and be legally permitted to place bets in your jurisdiction. It is your responsibility to ensure that you are in compliance with all relevant laws and regulations. We reserve the right to request proof of age and identity at any time. Intellectual Property All content on our website, including text, graphics, logos, and software, is owned by us or licensed to us. You may not use, copy, modify, or distribute any of our content without our prior written consent. Bets and Wagers You may place bets or wagers on our website, subject to certain limitations and restrictions. We reserve the right to cancel or void any bet or wager at any time. The outcome of any bet or wager is determined by the relevant sporting event, and we are not liable for any errors or inaccuracies in the reporting of such events. Payment and Withdrawals You must provide valid payment information to use our services. All payment transactions are subject to our verification and security checks. We reserve the right to withhold any winnings if we suspect fraudulent or unauthorized activity. Withdrawals are subject to certain limitations and processing fees. Liability and Indemnification We are not liable for any loss or damage arising from your use of our services. You agree to indemnify and hold us harmless for any claims, damages, or expenses arising from your violation of these terms and conditions. Third-Party Content We may provide links to third-party websites or services. We are not responsible for the content or practices of such websites or services. You use such websites or services at your own risk. Governing Law These terms and conditions are governed by the laws of the jurisdiction where our company is registered. Any disputes arising from these terms and conditions will be resolved by the competent courts of that jurisdiction. We are located Ave. Kletskova 21b-2, Grodno, Grodno region 230020, Belarus Call +375 29 520 77 77 Email us Sunday@gmail.com Terms and Conditions Privacy Policy Disclaimer"
  },
  "date": "2024-07-08T13:27:04.608Z"
}