{
  "name": "SunKissedHotelIndia",
  "pages": {
    "about-us": "About SunKissed Hotel Resort SunKissed HOME ABOUT US Casino Contact Discover the Luxury of SunKissed Hotel Resort Experience unparalleled comfort and elegance. Explore our world-class amenities designed to elevate your stay. Luxurious Accommodation Relax in our spacious and elegantly designed rooms, tailored for your utmost comfort. Gourmet Dining Experiences Indulge in gourmet dining with a variety of exquisite cuisines prepared by our top chefs. Tailored Experiences for Your Unique Vacation Needs From luxurious accommodations to personalized services, our resort ensures your stay is unforgettable. EXPLORE MORE Endless Satisfaction at SunKissed Hotel Resort Experience boundless satisfaction and inspiration during your stay at SunKissed Hotel Resort. Guest Testimonial from a Happy Visitor: \"The personalized service and luxurious amenities at SunKissed Hotel Resort made our stay unforgettable. Highly recommended!\" READ GUEST STORY The SunKissed website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Connect with Us Follow us on social media to stay updated on the latest resort news and special offers. Navigation Home About Us Casino Contact Us Important Links Disclaimers Privacy Policy Terms & Conditions Contact Us Vastrapur, Ahmedabad, Gujarat 380015, India sunkissed@gmail.com +91-945-554-9193",
    "contacts": "Contact SunKissed Hotel Resort - Get in Touch SunKissed HOME ABOUT US Casino Contact Have any questions about our Casino Hotel? I accept Privacy Policy SUBMIT The SunKissed website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Connect with Us Follow us on social media to stay updated on the latest resort news and special offers. Navigation Home About Us Casino Contact Us Important Links Disclaimers Privacy Policy Terms & Conditions Contact Us Vastrapur, Ahmedabad, Gujarat 380015, India sunkissed@gmail.com +91-945-554-9193",
    "disclaimers": "Disclaimers - SunKissed Hotel Resort SunKissed HOME ABOUT US Casino Contact Important Information Please review the following important information before booking your stay at SunKissed Hotel. Rates and Availability All rates displayed on this website are subject to change and availability. Rates may vary depending on the season, day of the week, and room type. Please contact the hotel directly for the most current rates and availability. Taxes and Fees All rates displayed on this website are exclusive of taxes and fees. Additional taxes and fees, such as resort fees, occupancy taxes, and city taxes, may apply to your stay. These fees will be added to your final bill. Payment Terms SunKissed Hotel requires a valid credit card to guarantee your reservation. We accept all major credit cards. Please review our cancellation policy for details on cancellation fees. Cancellation Policy SunKissed Hotel has a variety of cancellation policies depending on the rate you book. Please review the cancellation policy for your specific rate at the time of booking. Age Requirements Guests must be 18 years of age or older to check in to SunKissed Hotel without a parent or guardian. No Pets Policy SunKissed Hotel is a pet-free property. No pets are allowed on the premises. Disclaimer SunKissed Hotel strives to ensure that all information on this website is accurate and up-to-date. However, we reserve the right to change information at any time without prior notice. We are not responsible for any errors or omissions that may appear on this website. The SunKissed website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Connect with Us Follow us on social media to stay updated on the latest resort news and special offers. Navigation Home About Us Casino Contact Us Important Links Disclaimers Privacy Policy Terms & Conditions Contact Us Vastrapur, Ahmedabad, Gujarat 380015, India sunkissed@gmail.com +91-945-554-9193",
    "index": "SunKissed Hotel Resort - Your Perfect Getaway SunKissed HOME ABOUT US Casino Contact Welcome to SunKissed Hotel Resort Discover luxurious accommodations, world-class amenities, and unforgettable experiences. EXPLORE NOW Welcome to SunKissed Hotel Resort Discover luxurious accommodations, world-class amenities, and unforgettable experiences. Luxurious Rooms and Suites Experience comfort and elegance in our beautifully designed rooms and suites. Gourmet Dining Savor exquisite culinary delights prepared by our renowned chefs. Relaxing Spa Unwind with a variety of soothing treatments at our luxurious spa. Recreational Activities Enjoy a range of activities including swimming, tennis, and more. Event Hosting Host your events in our elegant and versatile event spaces. Discover the Luxury of SunKissed Hotel Resort Experience unparalleled comfort and elegance. Explore our world-class amenities designed to elevate your stay. Luxurious Accommodation Relax in our spacious and elegantly designed rooms, tailored for your utmost comfort. Gourmet Dining Experiences Indulge in gourmet dining with a variety of exquisite cuisines prepared by our top chefs. Tailored Experiences for Your Unique Vacation Needs From luxurious accommodations to personalized services, our resort ensures your stay is unforgettable. EXPLORE MORE Endless Satisfaction at SunKissed Hotel Resort Experience boundless satisfaction and inspiration during your stay at SunKissed Hotel Resort. Guest Testimonial from a Happy Visitor: \"The personalized service and luxurious amenities at SunKissed Hotel Resort made our stay unforgettable. Highly recommended!\" READ GUEST STORY The SunKissed website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Connect with Us Follow us on social media to stay updated on the latest resort news and special offers. Navigation Home About Us Casino Contact Us Important Links Disclaimers Privacy Policy Terms & Conditions Contact Us Vastrapur, Ahmedabad, Gujarat 380015, India sunkissed@gmail.com +91-945-554-9193",
    "privacy-policy": "Privacy Policy - SunKissed Hotel Resort SunKissed HOME ABOUT US Casino Contact Privacy Policy Welcome to the privacy policy of SunKissed Hotel Resort. This policy governs the manner in which we collect, use, maintain, and disclose information collected from users (each, a \"User\") of the website (\"Site\"). This privacy policy applies to the Site and all products and services offered by SunKissed Hotel Resort. Personal identification information We may collect personal identification information from Users in a variety of ways, including, but not limited to, when Users visit our site, register on the site, place an order, subscribe to the newsletter, respond to a survey, fill out a form, and in connection with other activities, services, features or resources we make available on our Site. Users may be asked for, as appropriate, name, email address, mailing address, phone number, and credit card information. Users may, however, visit our Site anonymously. We will collect personal identification information from Users only if they voluntarily submit such information to us. Users can always refuse to supply personally identification information, except that it may prevent them from engaging in certain Site related activities. Non-personal identification information We may collect non-personal identification information about Users whenever they interact with our Site. Non-personal identification information may include the browser name, the type of computer and technical information about Users means of connection to our Site, such as the operating system and the Internet service providers utilized and other similar information. Web browser cookies Our Site may use \"cookies\" to enhance User experience. User's web browser places cookies on their hard drive for record-keeping purposes and sometimes to track information about them. Users may choose to set their web browser to refuse cookies, or to alert you when cookies are being sent. If they do so, note that some parts of the Site may not function properly. How we use collected information We do not sell, trade, or rent Users personal identification information to others. We may share generic aggregated demographic information not linked to any personal identification information regarding visitors and users with our business partners, trusted affiliates and advertisers for the purposes outlined above. Changes to this privacy policy SunKissed Hotel Resort has the discretion to update this privacy policy at any time. When we do, we will revise the updated date at the bottom of this page. We encourage Users to frequently check this page for any changes to stay informed about how we are helping to protect the personal information we collect. You acknowledge and agree that it is your responsibility to review this privacy policy periodically and become aware of modifications. Your acceptance of these terms By using this Site, you signify your acceptance of this policy. If you do not agree to this policy, please do not use our Site. Your continued use of the Site following the posting of changes to this policy will be deemed your acceptance of those changes. The SunKissed website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Connect with Us Follow us on social media to stay updated on the latest resort news and special offers. Navigation Home About Us Casino Contact Us Important Links Disclaimers Privacy Policy Terms & Conditions Contact Us Vastrapur, Ahmedabad, Gujarat 380015, India sunkissed@gmail.com +91-945-554-9193",
    "products": "SunKissed Casino - Premier Gaming Experience SunKissed HOME ABOUT US Casino Contact Welcome to SunKissed Casino Experience the thrill of gaming at our luxurious casino. Discover a variety of games and exclusive services designed for your entertainment. Classic Table Games Enjoy a range of classic table games including Blackjack, Roulette, and Poker. Slot Machines Try your luck on our state-of-the-art slot machines with exciting themes and big payouts. Poker Tournaments Join our exciting poker tournaments and compete against other players for big prizes. VIP Lounge Relax in our exclusive VIP lounge with personalized service and premium amenities. Entertainment Shows Enjoy live entertainment and shows while you play at our casino. Discover the Thrill of SunKissed Casino Experience excitement and luxury in our premier casino. Explore exclusive amenities and services designed to enhance your gaming experience. Variety of Casino Games Enjoy a wide selection of casino games including slots, blackjack, and roulette. Exclusive VIP Services Access our VIP lounge with personalized service and premium amenities. Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 The SunKissed website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Connect with Us Follow us on social media to stay updated on the latest resort news and special offers. Navigation Home About Us Casino Contact Us Important Links Disclaimers Privacy Policy Terms & Conditions Contact Us Vastrapur, Ahmedabad, Gujarat 380015, India sunkissed@gmail.com +91-945-554-9193 const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "Terms and Conditions - SunKissed Hotel Resort SunKissed HOME ABOUT US Casino Contact Terms & Conditions Introduction Welcome to SunKissed Hotel Resort. These terms and conditions outline the rules and regulations for the use of (the \"Site\") and SunKissed Hotel Resort's services (the \"Services\"). By accessing this Site and using our Services, you accept these terms and conditions in full. Do not continue to use SunKissed Hotel Resort's website if you do not accept all of the terms and conditions stated on this page. Certain areas of this Site are restricted from being accessed by you and SunKissed Hotel Resort may further restrict access by you to any areas of this Site, at any time, in absolute discretion. Any user ID and password you may have for this Site are confidential and you must maintain confidentiality as well. Your Content In these terms and conditions, \"Your Content\" shall mean any audio, video, text, images, or other material you choose to display on this Site. By displaying Your Content, you grant SunKissed Hotel Resort a non-exclusive, worldwide irrevocable, sub licensable license to use, reproduce, adapt, publish, translate, and distribute it in any and all media. Limitation of Liability In no event shall SunKissed Hotel Resort, nor any of its officers, directors, and employees, be held liable for anything arising out of or in any way connected with your use of this Site, whether such liability is under contract. SunKissed Hotel Resort, including its officers, directors, and employees, shall not be held liable for any indirect, consequential, or special liability arising out of or in any way related to your use of this Site. SunKissed Hotel Resort is permitted to revise these terms at any time as it sees fit, and by using this Site, you are expected to review these terms on a regular basis. The SunKissed Hotel Resort is allowed to assign, transfer, and subcontract its rights and/or obligations under these terms without any notification. However, you are not allowed to assign, transfer, or subcontract any of your rights and/or obligations under these terms. Entire Agreement These terms constitute the entire agreement between SunKissed Hotel Resort and you in relation to your use of this Site and supersede all prior agreements and understandings. Governing Law & Jurisdiction These terms will be governed by and interpreted in accordance with the laws of the India, and you submit to the non-exclusive jurisdiction of the state and federal courts located in India for the resolution of any disputes. The SunKissed website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Connect with Us Follow us on social media to stay updated on the latest resort news and special offers. Navigation Home About Us Casino Contact Us Important Links Disclaimers Privacy Policy Terms & Conditions Contact Us Vastrapur, Ahmedabad, Gujarat 380015, India sunkissed@gmail.com +91-945-554-9193",
    "thanks": "Thank You - SunKissed Hotel Resort SunKissed HOME ABOUT US Casino Contact Thank You for Choosing SunKissed Hotel Resort! We appreciate your patronage and look forward to welcoming you for an unforgettable experience at our luxurious resort. If you have any questions or need further assistance, please don't hesitate to contact us. The SunKissed website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Connect with Us Follow us on social media to stay updated on the latest resort news and special offers. Navigation Home About Us Casino Contact Us Important Links Disclaimers Privacy Policy Terms & Conditions Contact Us Vastrapur, Ahmedabad, Gujarat 380015, India sunkissed@gmail.com +91-945-554-9193"
  },
  "date": "2024-07-04T11:09:18.660Z"
}