{
  "name": "SunlightGardenIndia",
  "pages": {
    "about-us": "About Us - SunlightGarden Resort DeviceDash HOME ABOUT US Casino Contact About SunlightGarden At SunlightGarden, we are dedicated to providing an unparalleled resort experience with luxury accommodations and world-class amenities. Our mission is to offer a serene and elegant escape where you can relax and rejuvenate in style. Discover our premium rooms, exquisite dining options, and exceptional services designed to enhance your stay. Whether you're seeking a tranquil retreat or an active getaway, SunlightGarden offers the perfect blend of comfort and sophistication. Deluxe Room $199 per night VIEW DETAILS Superior Suite $299 per night VIEW DETAILS Presidential Suite $499 per night VIEW DETAILS Discover the Elegance of SunlightGarden At SunlightGarden, each aspect of our resort is designed to enhance your stay, combining luxury with unparalleled comfort. Our curated services and amenities cater to every need, ensuring a seamless blend of relaxation and sophistication. From our elegantly appointed rooms to our exquisite dining options, every detail is crafted to provide an exceptional experience. Experience the height of luxury and refinement with SunlightGarden’s exclusive offerings tailored to make your stay unforgettable. The SunlightGarden website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SunlightGarden Discover exquisite pc accessories. USEFUL LINKS HOME ABOUT US CASINO CONTACT IMPORTANT LINKS DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS LOCATE US Divar Island, Sao Matias VP, Malar, Goa 403403, India sunlightgarden@gmail.com +91-945-555-7223",
    "contacts": "Contact Us - SunlightGarden Resort DeviceDash HOME ABOUT US Casino Contact Got any question? I accept Policy & Privacy SUBMIT The SunlightGarden website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SunlightGarden Discover exquisite pc accessories. USEFUL LINKS HOME ABOUT US CASINO CONTACT IMPORTANT LINKS DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS LOCATE US Divar Island, Sao Matias VP, Malar, Goa 403403, India sunlightgarden@gmail.com +91-945-555-7223",
    "disclaimers": "Disclaimers - SunlightGarden Resort DeviceDash HOME ABOUT US Casino Contact Disclaimers 1. General Notice The content presented on the SunlightGarden Resort website is intended solely for general informational purposes. Although we endeavor to maintain the accuracy and currency of the information, we offer no guarantees, whether explicit or implied, regarding the completeness, correctness, reliability, suitability, or availability of the website’s content, including any information, products, services, or related visuals contained therein. The information presented on this website is furnished for informational purposes exclusively. It is not intended as a substitute for professional counsel, diagnosis, or treatment. SunlightGarden Hotel disclaims all liability for any reliance on the information contained herein. Indemnification: Users agree to indemnify and hold harmless SunlightGarden Hotel from and against any claims, damages, liabilities, costs, or expenses arising from their use of this website. No Warranty: The information on this website is provided \"as is\" without warranty of any kind, either expressed or implied, including but not limited to warranties of merchantability or fitness for a particular purpose. SunlightGarden Hotel reserves the right to alter or remove content from this website at any time without prior notification. The SunlightGarden website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SunlightGarden Discover exquisite pc accessories. USEFUL LINKS HOME ABOUT US CASINO CONTACT IMPORTANT LINKS DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS LOCATE US Divar Island, Sao Matias VP, Malar, Goa 403403, India sunlightgarden@gmail.com +91-945-555-7223",
    "index": "SunlightGarden - Luxurious Accommodations and Exceptional Amenities SunlightGarden HOME ABOUT US Casino Contact Experience Unmatched Luxury at SunlightGarden Indulge in our premium accommodations and exceptional amenities. DISCOVER MORE About SunlightGarden At SunlightGarden, we are dedicated to providing an unparalleled resort experience with luxury accommodations and world-class amenities. Our mission is to offer a serene and elegant escape where you can relax and rejuvenate in style. Discover our premium rooms, exquisite dining options, and exceptional services designed to enhance your stay. Whether you're seeking a tranquil retreat or an active getaway, SunlightGarden offers the perfect blend of comfort and sophistication. LEARN MORE Discover the Elegance of SunlightGarden At SunlightGarden, each aspect of our resort is designed to enhance your stay, combining luxury with unparalleled comfort. Our curated services and amenities cater to every need, ensuring a seamless blend of relaxation and sophistication. From our elegantly appointed rooms to our exquisite dining options, every detail is crafted to provide an exceptional experience. Experience the height of luxury and refinement with SunlightGarden’s exclusive offerings tailored to make your stay unforgettable. Explore our luxurious offerings here Exceptional Service and Care Experience our commitment to excellence with top-notch services and amenities that ensure a memorable stay. From prompt room service to personalized guest assistance, SunlightGarden is dedicated to your satisfaction. EXPLORE OUR SERVICES Exceptional Resort Experiences Discover the diverse range of experiences and amenities available at SunlightGarden, designed to cater to every guest's preferences and needs. EXPLORE Deluxe Room $199 per night VIEW DETAILS Superior Suite $299 per night VIEW DETAILS Presidential Suite $499 per night VIEW DETAILS The SunlightGarden website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SunlightGarden Discover exquisite pc accessories. USEFUL LINKS HOME ABOUT US CASINO CONTACT IMPORTANT LINKS DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS LOCATE US Divar Island, Sao Matias VP, Malar, Goa 403403, India sunlightgarden@gmail.com +91-945-555-7223",
    "privacy-policy": "Privacy Policy - SunlightGarden Resort DeviceDash HOME ABOUT US Casino Contact SunlightGarden Hotel Privacy Policy This document delineates SunlightGarden Hotel's protocols for the acquisition, utilization, dissemination, and safeguarding of personal data. Data Collection We may amass personal information, such as nomenclature, contact particulars, financial details, and booking preferences, during the course of your interactions with our establishment, including reservations, accommodations, subscription to our newsletter, and website or mobile application usage. Data Utilization Personal data is employed for the expeditious processing of reservations and bookings, the provision of hospitality services, the facilitation of communication regarding your sojourn and promotional offers, the refinement of our offerings and guest experiences, and compliance with legal mandates. Data Sharing We may divulge personal information to vetted third-party entities instrumental in our operational efficacy, including payment processors, reservation systems, and marketing collaborators. These entities are obligated to maintain data security and adherence to relevant regulations. Data Security We implement robust security measures to protect personal information from unauthorized access, utilization, disclosure, modification, or destruction. Individual Rights You retain the prerogative to access, rectify, or expunge your personal data. Additionally, you may opt out of marketing communications. The SunlightGarden website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SunlightGarden Discover exquisite pc accessories. USEFUL LINKS HOME ABOUT US CASINO CONTACT IMPORTANT LINKS DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS LOCATE US Divar Island, Sao Matias VP, Malar, Goa 403403, India sunlightgarden@gmail.com +91-945-555-7223",
    "products": "SunlightGarden Casino - Premier Gaming Experience DeviceDash HOME ABOUT US Casino Contact Thrilling Casino Games Immerse yourself in the excitement of our casino games, offering everything from classic table games to modern slot machines. Experience the thrill and chance to win big in our premier gaming section. DISCOVER OUR GAMES Blackjack Try your luck and test your strategy with our classic Blackjack tables. JOIN NOW Roulette Spin the wheel and experience the excitement of Roulette with various betting options. JOIN NOW Poker Join our Poker tables for a classic card game experience with various tournament options. JOIN NOW Dive into the Thrill of SunlightGarden Casino At SunlightGarden Casino, immerse yourself in a world of excitement and luxury with our diverse range of gaming options. Our state-of-the-art gaming floor features everything from classic table games to cutting-edge slot machines. Enjoy a premium casino experience with our expert staff, exclusive rewards, and an atmosphere designed for high-stakes excitement. Discover unparalleled gaming entertainment and luxury at SunlightGarden Casino, where every moment is crafted for unforgettable fun. Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 The SunlightGarden website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SunlightGarden Discover exquisite pc accessories. USEFUL LINKS HOME ABOUT US CASINO CONTACT IMPORTANT LINKS DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS LOCATE US Divar Island, Sao Matias VP, Malar, Goa 403403, India sunlightgarden@gmail.com +91-945-555-7223 const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "Terms and Conditions - SunlightGarden Resort DeviceDash HOME ABOUT US Casino Contact Terms and Conditions By accessing or utilizing the SunlightGarden Hotel website, you tacitly consent to abide by these terms and conditions. These stipulations constitute a legally binding agreement between you and SunlightGarden Hotel. Intellectual Property All intellectual property rights, including but not limited to copyrights, trademarks, and patents, pertaining to the content and materials on this website are exclusively vested in SunlightGarden Hotel or its licensors. Unauthorized utilization of such intellectual property is strictly prohibited. Limitation of Liability SunlightGarden Hotel shall not be held liable for any direct, indirect, incidental, consequential, or punitive damages arising from the use or inability to use this website or any information contained therein. Indemnification You agree to indemnify and hold harmless SunlightGarden Hotel from and against any claims, liabilities, damages, losses, or expenses arising from your use of the website or your violation of these terms and conditions. Governing Law These terms and conditions shall be governed by and construed in accordance with the laws of India. SunlightGarden Hotel reserves the right to modify these terms and conditions at any time without prior notification. The SunlightGarden website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SunlightGarden Discover exquisite pc accessories. USEFUL LINKS HOME ABOUT US CASINO CONTACT IMPORTANT LINKS DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS LOCATE US Divar Island, Sao Matias VP, Malar, Goa 403403, India sunlightgarden@gmail.com +91-945-555-7223",
    "thanks": "Thank You - SunlightGarden Resort DeviceDash HOME ABOUT US Casino Contact Thank You for Your Reservation! Dear Guest, We are delighted to confirm your reservation at SunlightGarden Resort. Thank you for choosing us for your upcoming stay. Our team is excited to provide you with a memorable experience filled with luxury and comfort. Here are a few details to help you prepare for your visit: Check-In Time: 3:00 PM Check-Out Time: 11:00 AM Address: 1234 Resort Lane, Paradise City, PC 56789 If you have any questions or need further assistance, please feel free to contact us. Our team is here to help! We look forward to welcoming you to SunlightGarden Resort. Warm regards, The SunlightGarden Resort Team The SunlightGarden website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SunlightGarden Discover exquisite pc accessories. USEFUL LINKS HOME ABOUT US CASINO CONTACT IMPORTANT LINKS DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS LOCATE US Divar Island, Sao Matias VP, Malar, Goa 403403, India sunlightgarden@gmail.com +91-945-555-7223"
  },
  "date": "2024-07-26T09:56:57.578Z"
}