{
  "name": "SunrisePlains India",
  "pages": {
    "about-us": "About SunrisePlains - Redefining Your Travel Experience SunrisePlains HOME ABOUT US Casino Contact Meet Our Receptionists Welcoming and Professional Our receptionists are dedicated to providing exceptional customer service. They ensure that every guest feels welcomed and valued from the moment they step through our doors. Their professionalism and friendly demeanor set the tone for a memorable stay at SunrisePlains. Knowledgeable and Attentive Our receptionists possess extensive knowledge of the hotel and the local area, helping guests feel at home and informed. Their commitment to excellence ensures a seamless and enjoyable experience, making them an invaluable part of our team. Explore Local Attractions Beautiful Beaches Visit the pristine beaches located just minutes away from the hotel. Enjoy sunbathing, swimming, and various water sports activities. Learn More Historical Landmarks Explore the rich history of the area by visiting nearby historical landmarks and museums. Perfect for history enthusiasts and curious minds. Learn More Shopping and Dining Indulge in a shopping spree at the local markets and malls, and savor the local cuisine at the nearby restaurants and cafes. Learn More Explore Our Open Buffet Breakfast Delights Start your day with a variety of breakfast options, including fresh pastries, fruits, and hot dishes prepared by our expert chefs. Learn More Lunch Specials Enjoy a sumptuous lunch buffet featuring a variety of international cuisines, fresh salads, and delectable desserts. Learn More Dinner Extravaganza Indulge in our dinner buffet with a wide selection of gourmet dishes, from appetizers to main courses and desserts. Learn More The SunrisePlains website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions SunrisePlains B K Boman Behram Marg, Apollo Bandar, Colaba, Mumbai, Maharashtra 400001, India +91-257-365-5896 sunriseplains@gmail.com",
    "contacts": "Contact SunrisePlains - Reach Out to Experience Luxury and Comfort SunrisePlains HOME ABOUT US Casino Contact CONTACT US Have any questions? I accept the Privacy Policy SUBMIT GET IN TOUCH Reach out to SunrisePlains Hotel today to discover our latest accommodations and elevate your stay with us. B K Boman Behram Marg, Apollo Bandar, Colaba, Mumbai, Maharashtra 400001, India +91-257-365-5896 sunriseplains@gmail.com The SunrisePlains website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions SunrisePlains B K Boman Behram Marg, Apollo Bandar, Colaba, Mumbai, Maharashtra 400001, India +91-257-365-5896 sunriseplains@gmail.com",
    "disclaimers": "SunrisePlains Disclaimers - Understand Terms of Use for Luxury and Comfort SunrisePlains HOME ABOUT US Casino Contact Disclaimer The information provided on this website is for general informational purposes only and is not intended as a substitute for professional advice. While we strive to keep the information accurate and up-to-date, SunrisePlains Hotel makes no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability of the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. SunrisePlains Hotel shall not be liable for any loss or damage, including but not limited to indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website. External Links Through this website, you may be able to link to other websites that are not under the control of SunrisePlains Hotel. We have no control over the nature, content, and availability of those sites. The inclusion of any links does not necessarily imply a recommendation or endorsement of the views expressed within them. We are not responsible for the privacy practices or content of these third-party websites. Changes to Information SunrisePlains Hotel reserves the right to modify, update, or remove any information on this website without prior notice. We are not obligated to update outdated information or to notify users of any changes. It is your responsibility to review this disclaimer periodically for any modifications. Professional Advice The information on this website should not be considered a substitute for professional advice. Always seek the advice of qualified professionals, such as attorneys, accountants, or financial advisors, regarding any questions or concerns you may have. The content provided on this site is not intended to be used for medical, legal, financial, or any other professional advice. Limitation of Liability In no event will SunrisePlains Hotel be liable for any damages arising from the use or inability to use this website, including but not limited to direct, indirect, incidental, punitive, and consequential damages. This includes, without limitation, any damages caused by errors, omissions, interruptions, defects, delays in operation or transmission, computer viruses, or line failures. Accuracy of Information While we endeavor to ensure that the information on this website is correct, we do not warrant its completeness or accuracy; nor do we commit to ensuring that the website remains available or that the material on the website is kept up-to-date. User Responsibility It is your responsibility to verify any information before relying on it. Use of the website and the information contained herein is at your own risk. We recommend verifying all information directly with SunrisePlains Hotel before making decisions based on the information provided on this website. The SunrisePlains website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions SunrisePlains B K Boman Behram Marg, Apollo Bandar, Colaba, Mumbai, Maharashtra 400001, India +91-257-365-5896 sunriseplains@gmail.com",
    "index": "SunrisePlains - Experience Unparalleled Luxury and Comfort SunrisePlains HOME ABOUT US Casino Contact LUXURY AND COMFORT AWAIT YOU Experience the Ultimate in Hospitality. Discover our exquisite accommodations, designed to provide you with unmatched comfort and luxury. Let SunrisePlains redefine your stay with exceptional service and world-class amenities. EXPLORE OUR ROOMS Our Accommodation Deluxe Room Experience luxury in our Deluxe Rooms, featuring elegant decor and top-notch amenities for a comfortable stay. Executive Suite Our Executive Suites offer spacious living areas, premium furnishings, and exclusive services for a truly luxurious experience. Presidential Suite The Presidential Suite is the epitome of luxury, with opulent interiors, panoramic views, and unparalleled service. Meet Our Receptionists Welcoming and Professional Our receptionists are dedicated to providing exceptional customer service. They ensure that every guest feels welcomed and valued from the moment they step through our doors. Their professionalism and friendly demeanor set the tone for a memorable stay at SunrisePlains. Knowledgeable and Attentive Our receptionists possess extensive knowledge of the hotel and the local area, helping guests feel at home and informed. Their commitment to excellence ensures a seamless and enjoyable experience, making them an invaluable part of our team. Explore Local Attractions Beautiful Beaches Visit the pristine beaches located just minutes away from the hotel. Enjoy sunbathing, swimming, and various water sports activities. Learn More Historical Landmarks Explore the rich history of the area by visiting nearby historical landmarks and museums. Perfect for history enthusiasts and curious minds. Learn More Shopping and Dining Indulge in a shopping spree at the local markets and malls, and savor the local cuisine at the nearby restaurants and cafes. Learn More Explore Our Open Buffet Breakfast Delights Start your day with a variety of breakfast options, including fresh pastries, fruits, and hot dishes prepared by our expert chefs. Learn More Lunch Specials Enjoy a sumptuous lunch buffet featuring a variety of international cuisines, fresh salads, and delectable desserts. Learn More Dinner Extravaganza Indulge in our dinner buffet with a wide selection of gourmet dishes, from appetizers to main courses and desserts. Learn More Meet Our Dedicated Staff John Doe General Manager John has over 15 years of experience in the hospitality industry, ensuring that every guest's stay is perfect. Jane Smith Head Chef Jane brings her culinary expertise to SunrisePlains, crafting delicious and innovative dishes for our guests. Michael Brown Front Desk Supervisor Michael ensures a seamless check-in and check-out experience, providing excellent service to our guests. Discover SunrisePlains Hotel Stunning Views Enjoy breathtaking views of the surrounding landscapes from SunrisePlains Hotel. Our rooms and suites offer panoramic vistas that will enhance your stay. Contact Us Luxurious Comfort Experience the epitome of luxury and comfort at SunrisePlains Hotel. Our meticulously designed interiors and top-notch amenities ensure a relaxing and memorable stay. Contact Us The SunrisePlains website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions SunrisePlains B K Boman Behram Marg, Apollo Bandar, Colaba, Mumbai, Maharashtra 400001, India +91-257-365-5896 sunriseplains@gmail.com",
    "privacy-policy": "SunrisePlains Privacy Policy - Safeguarding Your Personal Information SunrisePlains HOME ABOUT US Casino Contact Privacy Policy At SunrisePlains Hotel, we are dedicated to safeguarding the privacy and personal information of our guests and website visitors. This Privacy Policy explains the types of personal data we collect, how we use and protect it, and the choices available to you regarding your information. Information We Collect We collect various types of personal information when you interact with us. This includes: Personal Details: Such as your name, email address, phone number, and home address when you make a reservation or register on our website. Payment Information: Including credit card details and billing information necessary for processing payments. Preferences: Information about your preferences and interests, which helps us personalize your experience. Technical Data: Such as IP addresses, browser type, operating system, and browsing behavior collected through cookies and similar technologies. How We Use Your Information We use your personal information for various purposes, including: Processing Reservations: To confirm and manage your bookings and provide the services you have requested. Customer Support: To respond to your inquiries, resolve issues, and improve our customer service. Personalization: To tailor our services and offers to your preferences and enhance your experience at our hotel. Marketing Communications: With your consent, we may send you promotional offers, newsletters, and updates about our services. Improving Services: To analyze usage patterns and enhance our website, products, and services. Sharing of Information We may share your personal information with third parties under the following circumstances: Service Providers: Trusted partners who assist us with payment processing, marketing, IT support, and other essential functions. Business Partners: Companies we collaborate with for joint promotions or services. Legal Requirements: When required by law, regulation, or legal process, or to protect the rights, property, or safety of our guests, employees, or others. Data Security We implement comprehensive security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, firewalls, secure servers, and regular security audits. Your Choices You have the following rights regarding your personal information: Access and Correction: You can request access to your personal information and correct any inaccuracies. Deletion: You can request the deletion of your personal data, subject to certain legal obligations. Opt-Out: You can opt out of receiving marketing communications by following the unsubscribe instructions included in our emails or by contacting us directly. Policy Updates We may update this Privacy Policy periodically to reflect changes in our practices or for other operational, legal, or regulatory reasons. We encourage you to review this policy regularly to stay informed about how we are protecting your information. Contact Us If you have any questions or concerns about this Privacy Policy or our data practices, please contact us at: SunrisePlains Hotel Email: sunriseplains@gmail.com Phone: +91-257-365-5896 Address: B K Boman Behram Marg, Apollo Bandar, Colaba, Mumbai, Maharashtra 400001, India The SunrisePlains website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions SunrisePlains B K Boman Behram Marg, Apollo Bandar, Colaba, Mumbai, Maharashtra 400001, India +91-257-365-5896 sunriseplains@gmail.com",
    "products": "SunrisePlains Accommodations - Explore Our Range of Luxurious Rooms and Suites SunrisePlains HOME ABOUT US Casino Contact Experience Casino Night Blackjack Tournament Join our exciting Blackjack tournament and test your skills against other guests. Enjoy an evening of strategy and fun with great prizes to be won. Learn More Poker Night Participate in our Poker Night and enjoy the thrill of the game. Whether you are a seasoned player or a beginner. Learn More Roulette Extravaganza Experience the excitement of our Roulette Extravaganza. Spin the wheel and see if luck is on your side in this classic casino game. Learn More Our Casino Games Blackjack Experience the thrill of Blackjack, a classic card game that combines strategy and luck for an exciting gameplay. Roulette Spin the wheel and test your luck with Roulette, a game of chance that offers endless excitement and the possibility of big wins. Poker Join a game of Poker, a popular card game that requires skill, strategy, and a bit of bluffing to win big. Discover Our Casino Exciting Games Experience the thrill of our casino with a variety of exciting games. From slots to table games, there's something for everyone to enjoy. Contact Us Luxurious Casino Lounge Relax in our luxurious casino lounge, designed to provide a comfortable and elegant environment for our guests. Enjoy top-notch amenities and impeccable service. Contact Us Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 The SunrisePlains website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions SunrisePlains B K Boman Behram Marg, Apollo Bandar, Colaba, Mumbai, Maharashtra 400001, India +91-257-365-5896 sunriseplains@gmail.com const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "SunrisePlains Terms and Conditions - Guidelines for Using Our Services SunrisePlains HOME ABOUT US Casino Contact Sunrise Plains Terms and Conditions Welcome to the Sunrise Plains website! These terms and conditions (\"Terms\") govern your use of our website (the \"Website\"). By accessing or using the Website, you agree to be bound by these Terms. If you disagree with any part of the Terms, then you may not access or use the Website. Use of the Website You may use the Website for lawful purposes only. You may not use the Website: In any way that violates any applicable law or regulation. For any unauthorized or illegal purpose, such as infringing on the intellectual property rights of others. To transmit any harmful or malicious code, such as viruses or worms. To interfere with or disrupt the Website or any servers or networks connected to the Website. Intellectual Property The content of the Website, including but not limited to the text, graphics, logos, images, and software, is the property of Sunrise Plains or its licensors and is protected by copyright and other intellectual property laws. You may not modify, reproduce, distribute, or create derivative works of any content on the Website without the express written permission of Sunrise Plains. The SunrisePlains website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions SunrisePlains B K Boman Behram Marg, Apollo Bandar, Colaba, Mumbai, Maharashtra 400001, India +91-257-365-5896 sunriseplains@gmail.com",
    "thanks": "Thank You for Contacting SunrisePlains - Explore Luxurious Accommodations SunrisePlains HOME ABOUT US Casino Contact Thank You We appreciate your booking/inquiry/feedback. Your support means a lot to us. We look forward to welcoming you to SunrisePlains Hotel! Here's what to expect next: Booking confirmation email (if applicable) Further information or instructions (if relevant) Feel free to explore our website or contact us if you have any questions. The SunrisePlains website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions SunrisePlains B K Boman Behram Marg, Apollo Bandar, Colaba, Mumbai, Maharashtra 400001, India +91-257-365-5896 sunriseplains@gmail.com"
  },
  "date": "2024-07-12T06:10:39.807Z"
}