{
  "name": "SunsetStrip",
  "pages": {
    "about-us": "About Us - SunsetStrip Casino SunsetStrip HOME ABOUT US GAMES Contact Enjoy Free Airport Shuttle Service Experience convenience with our complimentary airport shuttle service to SunsetStrip Casino. Arrive in style and comfort, ready to immerse yourself in an unforgettable gaming experience. Direct Shuttle Access Our direct shuttle service ensures a seamless journey from the airport to SunsetStrip Casino, allowing you to start your gaming adventure without delay. Luxurious Transfers Enjoy luxurious transfers in our comfortable shuttles, ensuring a relaxed and convenient journey to SunsetStrip Casino. Casino Entry Requirements Valid Identification Ensure you have a valid government-issued ID such as a passport or driver's license. Security Screening Prepare for security screenings upon entry to SunsetStrip Casino. For more details, please contact our customer service. CONTACT US Experience Unmatched Entertainment Immerse yourself in a world of excitement and luxury at SunsetStrip Casino. Whether you're drawn to thrilling slots, classic table games, or live entertainment, our casino offers an unforgettable experience. Indulge in gourmet dining, relax at our upscale bars, and enjoy live performances by renowned artists. Join us for our exclusive weekend poker tournaments and win big! The SunsetStrip Casino website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SunsetStrip Casino HOME ABOUT US PRIVACY AND POLICY DISCLAIMERS TERMS AND CONDITIONS",
    "contacts": "Contact Us - SunsetStrip Casino SunsetStrip HOME ABOUT US GAMES Contact CONTACT US Contact SunsetStrip Casino Get in touch with SunsetStrip Casino for more entertainment and thrill . 258/2, Primeiro Vaddo, Velsavaon, Goa 403712, India sunsetstrip@gmail.com +91-995-553-1552 Our team will respond promptly to your inquiry. I accept the Privacy Policy SUBMIT The SunsetStrip Casino website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SunsetStrip Casino HOME ABOUT US PRIVACY AND POLICY DISCLAIMERS TERMS AND CONDITIONS",
    "index": "SunsetStrip Casino - Experience the Thrill of High-Stakes Gaming SunsetStrip HOME ABOUT US GAMES Contact Experience the Thrill at SunsetStrip Explore luxury and excitement. Explore Our Games Slot Machine Mania Spin your way to riches with our thrilling slot machines. Roulette Royale Experience the excitement of classic roulette. Blackjack Bonanza Play the ultimate card game with Blackjack Bonanza. Enjoy Free Airport Shuttle Service Experience convenience with our complimentary airport shuttle service to SunsetStrip Casino. Arrive in style and comfort, ready to immerse yourself in an unforgettable gaming experience. Direct Shuttle Access Our direct shuttle service ensures a seamless journey from the airport to SunsetStrip Casino, allowing you to start your gaming adventure without delay. Luxurious Transfers Enjoy luxurious transfers in our comfortable shuttles, ensuring a relaxed and convenient journey to SunsetStrip Casino. Casino Entry Requirements Valid Identification Ensure you have a valid government-issued ID such as a passport or driver's license. Security Screening Prepare for security screenings upon entry to SunsetStrip Casino. For more details, please contact our customer service. CONTACT US Plan Your Stay with SunsetStrip Hotel Enjoy the convenience of free hotel reservations at SunsetStrip Casino. Discover luxurious accommodations and plan your perfect casino getaway. Luxurious Hotel Rooms Experience comfort and style in our spacious hotel rooms, designed for a relaxing stay. Convenient Reservation Process Enjoy hassle-free booking with our easy reservation process. Secure your stay at SunsetStrip Hotel today. Experience Unmatched Entertainment Immerse yourself in a world of excitement and luxury at SunsetStrip Casino. Whether you're drawn to thrilling slots, classic table games, or live entertainment, our casino offers an unforgettable experience. Indulge in gourmet dining, relax at our upscale bars, and enjoy live performances by renowned artists. Join us for our exclusive weekend poker tournaments and win big! Discover What Our Guests Are Saying Explore the stories shared by our valued guests who have experienced unforgettable moments at SunsetStrip Casino. From exciting wins to luxurious experiences, our guests share their journey of thrill and indulgence. Learn why SunsetStrip Casino is the destination for those seeking excitement and luxury. Every Thursday, the \"Wheel of Fortune\" slot doubles your winnings - come and participate! Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 The SunsetStrip Casino website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SunsetStrip Casino HOME ABOUT US PRIVACY AND POLICY DISCLAIMERS TERMS AND CONDITIONS const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "privacy-policy": "Privacy Policy - SunsetStrip Casino SunsetStrip HOME ABOUT US GAMES Contact Privacy Policy At SunsetStrip Casino, we are committed to protecting your privacy. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website , including any other media form, media channel, mobile website, or mobile application related or connected thereto (collectively, the \"Site\"). Please read this privacy policy carefully. If you do not agree with the terms of this privacy policy, please do not access the Site. 1. Information We Collect We may collect information about you in a variety of ways. The information we may collect on the Site includes: Personal Information Personally identifiable information, such as your name, mailing address, email address, and telephone number, and demographic information, such as your age, gender, hometown, and interests, that you voluntarily give to us when you register with the Site or when you choose to participate in various activities related to the Site, such as online chat and message boards. Derivative Data Information our servers automatically collect when you access the Site, such as your IP address, your browser type, your operating system, your access times, and the pages you have viewed directly before and after accessing the Site. Financial Data Financial information, such as data related to your payment method (e.g., valid credit card number, card brand, expiration date) that we may collect when you purchase, order, return, exchange, or request information about our services from the Site. Mobile Device Data Device information, such as your mobile device ID, model, and manufacturer, and information about the location of your device, if you access the Site from a mobile device. Data From Contests, Giveaways, and Surveys Personal and other information you may provide when entering contests or giveaways and/or responding to surveys. 2. Use of Information Having accurate information about you permits us to provide you with a smooth, efficient, and customized experience. Specifically, we may use information collected about you via the Site to: Administer sweepstakes, promotions, and contests. Assist law enforcement and respond to subpoena. Compile anonymous statistical data and analysis for use internally or with third parties. Create and manage your account. Deliver targeted advertising, coupons, newsletters, and other information regarding promotions and the Site to you. 3. Disclosure of Your Information We may share information we have collected about you in certain situations. Your information may be disclosed as follows: By Law or to Protect Rights: If we believe the release of information about you is necessary to respond to legal process, to investigate or remedy potential violations of our policies, or to protect the rights, property, and safety of others, we may share your information as permitted or required by any applicable law, rule, or regulation. Third-Party Service Providers: We may share your information with third parties that perform services for us or on our behalf, including payment processing, data analysis, email delivery, hosting services, customer service, and marketing assistance. Business Transfers: We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company. 4. Security of Your Information We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that despite our efforts, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other type of misuse. 5. Policy for Children We do not knowingly solicit information from or market to children under the age of 18. If we learn that we have collected personal information from a child under age 18 without verification of parental consent, we will delete that information as quickly as possible. If you believe that we might have any information from or about a child under 18, please contact us at our designated email address. 6. Changes to This Privacy Policy We may update this Privacy Policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal, or regulatory reasons. The SunsetStrip Casino website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SunsetStrip Casino HOME ABOUT US PRIVACY AND POLICY DISCLAIMERS TERMS AND CONDITIONS",
    "terms-conditions": "Terms and Conditions - SunsetStrip Casino SunsetStrip HOME ABOUT US GAMES Contact Terms and Conditions 1. Introduction Welcome to SunsetStrip Casino. These Terms and Conditions govern your use of our website and any related services provided by SunsetStrip Casino (collectively, the \"Site\"). By accessing or using the Site, you agree to be bound by these Terms and Conditions and our Privacy Policy. Please read these Terms and Conditions and our Privacy Policy carefully before accessing or using our website. 2. Intellectual Property Rights Unless otherwise indicated, the Site and its entire contents, features, and functionality (including but not limited to all information, software, text, displays, images, video, and audio, and the design, selection, and arrangement thereof) are owned by SunsetStrip Casino, its licensors, or other providers of such material and are protected by Indiaand international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws. 3. User Representations By using the Site, you represent and warrant that: (a) all registration information you submit will be true, accurate, current, and complete; (b) you will maintain the accuracy of such information and promptly update such registration information as necessary; (c) you have the legal capacity and you agree to comply with these Terms and Conditions; (d) you are not under the age of 18; (e) you are not a minor in the jurisdiction in which you reside, or if a minor, you have received parental permission to use the Site; and (f) you will not access the Site through automated or non-human means, whether through a bot, script, or otherwise. 4. Prohibited Activities You may not access or use the Site for any purpose other than that for which we make the Site available. The Site may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by us. 5. Privacy Your use of the Site is also governed by our Privacy Policy. Please review our Privacy Policy for information about how we collect, use, and share your information. 6. Limitation of Liability In no event shall SunsetStrip Casino, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the Site; (ii) any conduct or content of any third party on the Site; (iii) any content obtained from the Site; and (iv) unauthorized access, use, or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence), or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose. 7. Governing Law These Terms and Conditions are governed by and construed in accordance with the laws of the India, without regard to its conflict of law provisions. 8. Changes to Terms and Conditions We reserve the right to revise and update these Terms and Conditions from time to time in our sole discretion. All changes are effective immediately when we post them. Your continued use of the Site following the posting of revised Terms and Conditions means that you accept and agree to the changes. The SunsetStrip Casino website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SunsetStrip Casino HOME ABOUT US PRIVACY AND POLICY DISCLAIMERS TERMS AND CONDITIONS"
  },
  "date": "2024-06-25T13:25:14.013Z"
}