{
  "name": "SunstoneIndia",
  "pages": {
    "about-us": "Sunstone - Discover Luxury Stays and Exceptional Hospitality Sunstone HOME ABOUT US Casino Contact Discover the Exceptional Services at Sunstone SPA Experience ultimate relaxation Explore Spa DINING Exquisite dining experiences Explore Dining EVENTS Perfect venues for your events Explore Events Book Now 2.8M GUESTS SERVED PER YEAR $10B TOTAL SALES REVENUE 3K BRANDS AND MODELS AVAILABLE Explore the Best Room Deals at Sunstone Discover the Luxury Suite Experience the ultimate luxury and comfort in our exquisitely designed Luxury Suite. View Deal Upgrade to a Deluxe Room Enhance your stay with the sophisticated amenities and comfort of our Deluxe Rooms. View Deal Explore Budget-Friendly Standard Rooms Find affordable yet comfortable rooms perfect for any stay at Sunstone. View Deal Experience Sunstone's Vision for Exceptional Hospitality Discover the future of luxury stays with Sunstone's innovative approach. Explore our vast selection of amenities and exceptional services today. Contact Us The Sunstone website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Sunstone Contact Us Navpada, Vile Parle East, Santacruz East, Mumbai, Maharashtra 400099, India sunstone@gmail.com Important Links Disclaimers Privacy & Policy Terms & Conditions",
    "contacts": "Contact Sunstone - Reach Out for Exceptional Service and Support Sunstone HOME ABOUT US Casino Contact Have a question? Reach out to Sunstone! I accept the Privacy Policy SUBMIT STAY CONNECTED Navpada, Vile Parle East, Santacruz East, Mumbai, Maharashtra 400099, India sunstone@gmail.com +91-755-545-1433 The Sunstone website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Sunstone Contact Us Navpada, Vile Parle East, Santacruz East, Mumbai, Maharashtra 400099, India sunstone@gmail.com Important Links Disclaimers Privacy & Policy Terms & Conditions",
    "disclaimers": "Sunstone - Disclaimers and Important Information Sunstone HOME ABOUT US Casino Contact Disclaimers A Few Things to Keep in Mind at Sunstone We strive to provide the best possible experience at Sunstone. However, there are a few things to keep in mind to ensure a smooth journey for everyone. Keeping Information Up-to-Date We do our best to keep the information on our website accurate and current. However, mistakes can happen! We can't guarantee everything is perfect, but we'll always strive for accuracy. Using Sunstone Responsibly When you explore Sunstone, you're in the driver's seat. We're not responsible for any unintended consequences arising from your use of the website. So, let's explore responsibly, together! Venturing Beyond Sunstone Sometimes, we might link you to cool stuff outside Sunstone. Remember, these are separate adventures, and we can't vouch for their content or practices. Always be cautious when venturing beyond Sunstone! Evolving with You As Sunstone grows, these disclaimers might need an update too. We'll keep you informed by displaying any changes right here on this page. So, feel free to revisit for any updates. The Sunstone website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Sunstone Contact Us Navpada, Vile Parle East, Santacruz East, Mumbai, Maharashtra 400099, India sunstone@gmail.com Important Links Disclaimers Privacy & Policy Terms & Conditions",
    "index": "Sunstone - Elevate Your Experience with Luxurious Stays Sunstone HOME ABOUT US Casino Contact Sunstone - Your Ultimate Luxury Destination Experience the ultimate in luxury and comfort at Sunstone. Whether you're looking for a relaxing getaway or a special event venue, we have the perfect accommodations for you. Explore our wide selection of rooms and amenities, and enjoy the convenience of booking your stay hassle-free. Book Now 2.8M GUESTS SERVED PER YEAR $10B TOTAL SALES REVENUE 3K BRANDS AND MODELS AVAILABLE Discover the Exceptional Services at Sunstone SPA Experience ultimate relaxation Explore Spa DINING Exquisite dining experiences Explore Dining EVENTS Perfect venues for your events Explore Events Book Now Explore the Best Room Deals at Sunstone Discover the Luxury Suite Experience the ultimate luxury and comfort in our exquisitely designed Luxury Suite. View Deal Upgrade to a Deluxe Room Enhance your stay with the sophisticated amenities and comfort of our Deluxe Rooms. View Deal Explore Budget-Friendly Standard Rooms Find affordable yet comfortable rooms perfect for any stay at Sunstone. View Deal Explore Sunstone's Premium Amenities SPA Relax in Our Luxurious Spa Explore Spa Services DINING Discover Gourmet Dining Options Explore Dining Experience Sunstone's Vision for Exceptional Hospitality Discover the future of luxury stays with Sunstone's innovative approach. Explore our vast selection of amenities and exceptional services today. Contact Us The Sunstone website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Sunstone Contact Us Navpada, Vile Parle East, Santacruz East, Mumbai, Maharashtra 400099, India sunstone@gmail.com Important Links Disclaimers Privacy & Policy Terms & Conditions",
    "privacy-policy": "Sunstone - Privacy Policy and Data Protection Sunstone HOME ABOUT US Casino Contact Your Privacy at Sunstone We take your privacy seriously at Sunstone. We're committed to keeping your information safe and secure, and only using it in ways you understand and expect. What Information We Collect When you book something awesome with us or interact with our services, we might collect information like your name, contact details, and preferences. This helps us make sure your experience is smooth and enjoyable. Using Your Information for Good We use your information to process bookings, provide the best service possible, and keep you in the loop about cool new stuff and updates. It also helps us improve Sunstone for everyone. Sharing with Trusted Partners Sometimes, we might need to share your information with trusted service providers who help us with things like payment processing, customer support, and even showing you relevant offers. But rest assured, we only share what's absolutely necessary, and we make sure they keep your information safe too. Keeping Your Information Secure We take security seriously and use strong measures to protect your information from unauthorized access or misuse. Think of it like Fort Knox for your data! You're in Control Your information belongs to you. You have the right to access, update, or even request deletion of your information. Just let us know if you have any questions or want to exercise these rights. We're always happy to help! The Sunstone website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Sunstone Contact Us Navpada, Vile Parle East, Santacruz East, Mumbai, Maharashtra 400099, India sunstone@gmail.com Important Links Disclaimers Privacy & Policy Terms & Conditions",
    "products": "Sunstone Casino - Thrilling Games and Unmatched Entertainment Sunstone HOME ABOUT US Casino Contact Explore the Best Casino Game Deals at Sunstone Discover the Thrill of Casino Suites Experience luxury and excitement in our exclusive Casino Suites. Explore Suites Challenge Yourself at Casino Tables Test your skills and luck at our variety of casino table games. Explore Tables Spin to Win at Casino Slots Enjoy the thrill of spinning and winning at our diverse casino slot machines. Explore Slots Discover the Exciting Casino Games at Sunstone BLACKJACK Experience the thrill of Blackjack POKER Join exciting Poker games SLOTS Try your luck at Slots Book Now Experience Sunstone's Vision for Exceptional Casino Entertainment Discover the future of casino entertainment with Sunstone's innovative approach. Explore our diverse selection of games and exceptional services today. Contact Us Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 The Sunstone website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Sunstone Contact Us Navpada, Vile Parle East, Santacruz East, Mumbai, Maharashtra 400099, India sunstone@gmail.com Important Links Disclaimers Privacy & Policy Terms & Conditions const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "Sunstone - Terms and Conditions for Service and Use Sunstone HOME ABOUT US Casino Contact Temrs and Conditions to Sunstone! Get ready to explore a world of possibilities with Sunstone. By using our website, you agree to these terms, ensuring a smooth and enjoyable experience for everyone. Your Sunstone Journey Whether you're browsing our products or simply soaking in the information, these terms guide your path. They ensure a safe and legal space for everyone to enjoy Sunstone. Keeping Things Secure The confidentiality of your login details is paramount. You're responsible for keeping them safe, and notifying us if anything seems amiss. Together, we can ensure a secure experience. Respecting Our Playground Sunstone is a platform for everyone to enjoy. We kindly ask you to refrain from activities that could disrupt or harm the website's performance. This includes unauthorized access, spreading harmful code, or anything that could hinder others' experience. Sunstone's Treasures The content you see, from text to captivating visuals, belongs to Sunstone or our trusted partners. We kindly ask you to respect these intellectual treasures and avoid unauthorized copying, distribution, or modification. Keeping You Safe While we strive for a perfect experience, we cannot be held responsible for any indirect or consequential damages arising from your use of Sunstone or its content. However, we're always here to help if you have any questions. Guiding Principles These terms are based on the laws of India, ensuring a fair and legal framework for everyone using Sunstone. Evolving with You As Sunstone grows, these terms might evolve too. We'll keep you updated by displaying any changes right here on this page. So, feel free to revisit for any updates. The Sunstone website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Sunstone Contact Us Navpada, Vile Parle East, Santacruz East, Mumbai, Maharashtra 400099, India sunstone@gmail.com Important Links Disclaimers Privacy & Policy Terms & Conditions",
    "thanks": "Thank You for Choosing Sunstone - Your Luxury Destination Sunstone HOME ABOUT US Casino Contact Thank You for Choosing Sunstone! Your booking is confirmed, and we look forward to welcoming you. Explore our luxurious accommodations, exceptional services, and thrilling entertainment options. Contact us for any further assistance or information. The Sunstone website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Sunstone Contact Us Navpada, Vile Parle East, Santacruz East, Mumbai, Maharashtra 400099, India sunstone@gmail.com Important Links Disclaimers Privacy & Policy Terms & Conditions"
  },
  "date": "2024-07-12T06:35:25.599Z"
}