{
  "name": "SuperFantasy",
  "pages": {
    "disclaimers": "SuperFantasy | Disclaimers | Play Fantasy Cricket Responsibly SuperFantasy About Disclaimers SuperFantasy is intended for entertainment purposes only. Any resemblance to real-world events or people is purely coincidental. Please note that participating in SuperFantasy may involve risks, including but not limited to the potential for addiction and financial loss. It is important to play responsibly and set limits for yourself. The information provided on this website is for informational purposes only and does not constitute financial advice. Please consult with a qualified financial advisor before making any investment decisions. SuperFantasy is not affiliated with any sports leagues or teams. By using this website, you agree to these disclaimers. The SuperFantasy website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline You must be at least 18 years old to access this app T&amp;C Privacy Policy Disclaimers Ⓒ Full Fantasy Technology Private Limited (formerly known as Paytm SuperFantasy Private Limited)",
    "index": "SuperFantasy | Play Fantasy Cricket & Win Cash Prizes | New Fantasy Sports App SuperFantasy About SuperFantasy Fantasy Cricket Games Build Your Ultimate Team Get App Link via SMS I accept Privacy Policy Instant Withdrawals 100% Legal & Safe Handcrafted By Paytm Join SuperFantasy Today! Experience the thrill of fantasy cricket with SuperFantasy. Create your dream team, participate in exciting tournaments, and win amazing cash prizes. Our platform offers a secure and engaging way to enjoy your favorite sport. ✓ Easy Sign-Up: Get started with a simple and quick registration process. ✓ Secure Payments: Choose from multiple payment options to ensure safe transactions. ✓ Real-Time Updates: Stay updated with the latest player stats and match results. ✓ Exciting Rewards: Earn points and climb the leaderboards to win big. Essential Tips to Excel in Fantasy Cricket Games Fantasy cricket games are skill-based challenges where your analytical skills and knowledge are key to creating a strong team of 11 players. On the SuperFantasy App, you can participate in various fantasy sports like cricket, football, kabaddi, and basketball, and win substantial cash prizes. Here are some tips to help you get started with online fantasy cricket games. Select a Diverse Team When building your team, choose players who consistently perform well and those who can be surprise packages. The most crucial aspect is evaluating the player's current form. Even players with excellent reputations might not be performing well at present, so always check their latest stats before drafting them. Avoid Personal Bias It can be tempting to draft players you personally like. However, this biased decision can be costly. Instead, focus on selecting top-performing players who consistently score well in their recent games, regardless of personal preferences. Monitor Benched Players When forming your winning team of 11 players, avoid including players who are frequently benched. It's essential to understand the game you're competing in and identify which players have been benched all season or recently. Keep an eye on team reports and finalize your selection once the match lineup is announced. Choose a Reliable Captain The captain of your virtual team will earn 2X points, and the vice-captain will earn 1.5X points. Therefore, it's crucial to select these players wisely, as they significantly contribute to your total points and help you achieve a higher ranking. Evaluate the players' performances to determine who can best lead your team in the current match. With these tips and tricks, you can start playing a variety of fantasy games on the SuperFantasy App and begin winning big today! Your Fantasy Cricket Journey Create Your Dream Cricket Team Assemble your perfect cricket team and compete to win substantial cash rewards! Compete in Various Tournaments Participate in a range of exciting cricket tournaments and showcase your strategic skills! Track Player Performances Keep up with the latest player stats to make informed decisions for your team. Earn Rewards and Recognition Climb the leaderboards and earn recognition for your fantasy cricket expertise! Frequently Asked Questions What is SuperFantasy Fantasy Cricket? + In India, cricket is more than just a sport; it is a passion. On SuperFantasy, you can participate in contests for every format of international cricket. Users can also play online cricket games from various cricket leagues around the world, including the IPL, as well as ICC matches and tournaments. How safe is it to add bonuses to SuperFantasy? + The process of adding bonuses to your SuperFantasy account is both simple and secure. SuperFantasy offers multiple payment options to ensure your personal information is protected. Additionally, SuperFantasy allows you to withdraw your winnings directly to your bank account after verifying your personal information. How do I sign up on SuperFantasy? + Signing up is easy! Get verified through OTP on our Fantasy Sports Platform. Once you’re on SuperFantasy, fill out the short form to start playing. What is the process for receiving my winnings? + IMPS withdrawals should be credited within three working days or almost immediately. NEFT withdrawals should be credited within three working days. How many accounts can I create with the same email address on SuperFantasy? + Only one account can be created per email address on SuperFantasy. Our Fair Play Policy prohibits users from creating more than one account on SuperFantasy. Why can’t I log in to my SuperFantasy account? + If you're having trouble logging in, ensure you've entered the correct mobile number and password, then try again. If you still can't log in, click on “Forgot Password” and enter your registered number on SuperFantasy. We will immediately send you an OTP to your registered number to reset your password. Follow the instructions to regain access to your account and start playing fantasy cricket. The SuperFantasy website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline You must be at least 18 years old to access this app T&amp;C Privacy Policy Disclaimers Ⓒ Full Fantasy Technology Private Limited (formerly known as Paytm SuperFantasy Private Limited)",
    "privacy-policy": "SuperFantasy | Privacy Policy | Your Data Security and Privacy SuperFantasy About Privacy Policy SuperFantasy takes the privacy of its users seriously. This Privacy Policy outlines how we collect, use, and disclose your personal information. **Information We Collect** Information you provide directly: This includes information you enter when registering for an account, such as your username, email address, and password. Information collected automatically: This includes information about your device and browsing activity, such as your IP address, browser type, and pages visited. **How We Use Your Information** To provide and improve the SuperFantasy service. To personalize your experience. To send you marketing communications (with your consent). To comply with legal and regulatory requirements. **Disclosure of Your Information** We may disclose your information to third-party service providers who help us operate the SuperFantasy website. We will only disclose your information to these providers to the extent necessary to provide the service. **Your Choices** You can access and update your personal information through your account settings. You can also opt out of receiving marketing communications from us. **Data Security** We take steps to protect your personal information from unauthorized access, use, or disclosure. However, no website or internet transmission is completely secure. We cannot guarantee the security of your information. **Changes to this Privacy Policy** We may update this Privacy Policy from time to time. We will post any changes on the SuperFantasy website. We encourage you to review this Privacy Policy periodically for the latest information. The SuperFantasy website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline You must be at least 18 years old to access this app T&amp;C Privacy Policy Disclaimers Ⓒ Full Fantasy Technology Private Limited (formerly known as Paytm SuperFantasy Private Limited)",
    "terms-conditions": "SuperFantasy | Terms and Conditions | Play Fantasy Cricket by the Rules SuperFantasy About Terms and Conditions Welcome to SuperFantasy. By accessing this website and using our services, you agree to abide by these terms and conditions and all applicable laws and regulations. If you disagree with any part of these terms and conditions, please do not use our website or services. User Eligibility You must be at least 18 years of age or the legal age of majority in your jurisdiction to use our services. By using our services, you warrant that you are legally capable of entering into binding contracts and complying with these terms and conditions. Account Registration To access certain features of our website and services, you may need to register an account. You are responsible for maintaining the confidentiality of your account and password, and for restricting access to your account. You agree to accept responsibility for all activities that occur under your account. Prohibited Activities You agree not to engage in any prohibited activities, including but not limited to: violating any laws or regulations, infringing intellectual property rights, transmitting harmful or malicious code, or engaging in fraudulent activities. We reserve the right to suspend or terminate your account if you engage in prohibited activities. Modification of Terms We reserve the right to modify these terms and conditions at any time. Changes will become effective immediately upon posting on the website. It is your responsibility to review these terms periodically for changes. Your continued use of the website and services following the posting of changes will constitute your acceptance of such changes. The SuperFantasy website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline You must be at least 18 years old to access this app T&amp;C Privacy Policy Disclaimers Ⓒ Full Fantasy Technology Private Limited (formerly known as Paytm SuperFantasy Private Limited)",
    "thanks": "SuperFantasy | Thank You | Enjoy Fantasy Cricket SuperFantasy About Thank You for Joining SuperFantasy! We appreciate your registration and are excited to have you as part of the SuperFantasy community. Your participation helps us create an exciting and engaging fantasy cricket experience. Get ready to dive into the thrill of fantasy cricket. Assemble your dream team, compete in exciting tournaments, and stand a chance to win amazing cash prizes. We are committed to providing you with a safe, secure, and enjoyable gaming environment. If you have any questions or need assistance, feel free to reach out to our support team. Enjoy playing and winning on SuperFantasy! The SuperFantasy website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline You must be at least 18 years old to access this app T&amp;C Privacy Policy Disclaimers Ⓒ Full Fantasy Technology Private Limited (formerly known as Paytm SuperFantasy Private Limited)"
  },
  "date": "2024-07-08T09:22:44.881Z"
}