{
  "name": "tabletop",
  "pages": {
    "privacy-policy": "Privacy Policy - TableTop Casino Equipment TableTop Home Products Services Why are we Privacy Policy Welcome to TableTop, your one-stop destination for high-quality casino equipment. This Privacy Policy is designed to inform you about the types of information we collect, how we use it, and the choices you have regarding our use of your information when you visit our website. Information Collection and Use We collect information from you when you visit our site, register an account, place an order, subscribe to our newsletter, respond to a survey, or fill out a form. The information we collect may include your name, email address, mailing address, phone number, and payment information. We use this information to process your orders, provide customer service, send marketing communications, improve our website and your shopping experience, and conduct research and analysis. Data Protection We implement a variety of security measures to maintain the safety of your personal information. Your personal information is contained behind secured networks and is only accessible by a limited number of persons who have special access rights to such systems and are required to keep the information confidential. We do not sell, trade, or otherwise transfer your personal information to outside parties. This does not include trusted third parties who assist us in operating our website, conducting our business, or servicing you, so long as those parties agree to keep this information confidential. Cookies and Web Beacons Our website uses cookies to enhance your experience. Cookies are small files that a site or its service provider transfers to your computer's hard drive through your web browser that enables the site's or service provider's systems to recognize your browser and capture and remember certain information. We use cookies to understand and save your preferences for future visits and compile aggregate data about site traffic and site interaction so that we can offer better site experiences and tools in the future. Third-Party Disclosure We do not sell, trade, or otherwise transfer your personally identifiable information to third parties. However, non-personally identifiable visitor information may be provided to other parties for marketing, advertising, or other uses. Third-Party Links Occasionally, at our discretion, we may include or offer third-party products or services on our website. These third-party sites have separate and independent privacy policies. We, therefore, have no responsibility or liability for the content and activities of these linked sites. Nonetheless, we seek to protect the integrity of our site and welcome any feedback about these sites. This Privacy Policy is designed to provide transparency into our privacy practices and principles. If you have any questions, please feel free to contact us at tabletop@gmail.com. We are committed to protecting your privacy and will do our best to address any concerns you may have. TableTop Email tabletop@gmail.com Phone: +91-966-7950202 Location: H.No. 542 &542/1, Hyderabad Road, opp. Spinning Mill, Wajegaon, Nanded, Maharashtra 431602, India Home Products Services Why are we Disclaimer Privacy Policy Terms of Use",
    "services": "Our Services - TableTop Casino Equipment TableTop Home Products Services Why are we Our Services At TableTop, we offer a wide range of services designed to meet all your casino equipment needs. From custom table design to professional installation and maintenance, our team of experts is dedicated to providing top-notch service and support. Custom Table Design Create your dream casino setup with our custom table design service. Choose from a variety of styles, finishes, and sizes to suit your needs. Professional Installation Ensure your casino equipment is installed correctly and efficiently by our team of skilled professionals. Maintenance & Repair Keep your equipment in top condition with our comprehensive maintenance and repair services. Global Shipping We offer reliable global shipping to ensure your products arrive safely and on time, no matter where you are located. Consulting Services Get expert advice on setting up and running your casino with our professional consulting services. Customer Support Our dedicated support team is available 24/7 to assist you with any questions or concerns. What We Offer Comprehensive Casino Solutions Custom Gaming Tables Design and order personalized gaming tables to match your casino's unique style and atmosphere. Equipment Upgrades Upgrade your existing equipment with our latest high-quality products and technology. Training Programs Enroll your staff in our professional training programs to ensure smooth and efficient casino operations. Event Hosting Host memorable casino events with our top-of-the-line equipment and expert event planning services. Technical Support Benefit from our ongoing technical support to resolve any equipment issues quickly and efficiently. Inventory Management Streamline your casino operations with our efficient inventory management solutions. Design Consultation Work with our design experts to create a customized layout that maximizes your casino space and enhances the gaming experience. Installation Services Our professional installation team ensures that your equipment is set up correctly and operates smoothly from day one. Preventative Maintenance Schedule regular maintenance to prevent issues and prolong the life of your casino equipment. Emergency Repairs Rely on our emergency repair services to minimize downtime and keep your casino running smoothly at all times. TableTop Email tabletop@gmail.com Phone: +91-966-7950202 Location: H.No. 542 &542/1, Hyderabad Road, opp. Spinning Mill, Wajegaon, Nanded, Maharashtra 431602, India Home Products Services Why are we Disclaimer Privacy Policy Terms of Use This site uses cookies to offer you a better browsing experience. Learn more Accept document.addEventListener(\"DOMContentLoaded\", function () { const consentDiv = document.getElementById(\"cookie-consent\"); const acceptButton = document.getElementById(\"accept-cookies\"); if (!localStorage.getItem(\"cookiesAccepted\")) { consentDiv.style.display = \"flex\"; } else { consentDiv.style.display = \"none\"; } acceptButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); consentDiv.style.display = \"none\"; }); }); 18+ Age Verification You must be 18 years old or older to enter this site. I am 18 or older document.addEventListener(\"DOMContentLoaded\", function () { const ageVerificationDiv = document.getElementById(\"age-verification\"); const confirmAgeButton = document.getElementById(\"confirm-age\"); if (!localStorage.getItem(\"ageVerified\")) { ageVerificationDiv.style.display = \"flex\"; } else { ageVerificationDiv.style.display = \"none\"; } confirmAgeButton.addEventListener(\"click\", function () { localStorage.setItem(\"ageVerified\", \"true\"); ageVerificationDiv.style.display = \"none\"; }); });",
    "terms-conditions": "Terms of Use - TableTop Casino Equipment TableTop Home Products Services Why are we Terms of Use Acceptance of Terms By accessing and using TableTop's website, you accept and agree to be bound by these Terms of Use. If you do not agree to these terms, please do not use our website. Modification of Terms TableTop reserves the right to modify these Terms of Use at any time without prior notice. Your continued use of our website following the posting of changes will mean that you accept and agree to the changes. Description of Service TableTop provides an online platform for the sale of casino equipment, including gaming tables, slot machines, and other related accessories. Our services are available only to individuals who can form legally binding contracts under applicable law. User Conduct You agree to use our website for lawful purposes only. You shall not post or transmit through our website any material that violates or infringes upon the rights of others, or which is threatening, abusive, defamatory, libelous, invasive of privacy or publicity rights, vulgar, obscene, profane, or otherwise objectionable. Purchase and Payment All purchases made through TableTop's website are subject to acceptance by TableTop. Payment for purchases must be made in full at the time of order. TableTop accepts various forms of payment, including credit cards, debit cards, and net banking. Shipping and Delivery TableTop will make every effort to deliver your order within the estimated delivery time. However, we are not responsible for any delays caused by unforeseen circumstances. Warranty and Returns All products sold by TableTop are covered by a manufacturer's warranty. If you are not satisfied with your purchase, you may return it within 14 days of delivery for a refund or exchange, provided that the product is in its original condition. Limitation of Liability In no event shall TableTop be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in connection with the use or inability to use our website. Governing Law These Terms of Use shall be governed by and construed in accordance with the laws of India. Any dispute arising out of or in connection with these terms shall be subject to the exclusive jurisdiction of the courts of India. Contact Information If you have any questions or concerns regarding these Terms of Use, please contact us at tabletop@gmail.com. TableTop Email tabletop@gmail.com Phone: +91-966-7950202 Location: H.No. 542 &542/1, Hyderabad Road, opp. Spinning Mill, Wajegaon, Nanded, Maharashtra 431602, India Home Products Services Why are we Disclaimer Privacy Policy Terms of Use",
    "thanks": "Thank You - TableTop Casino Equipment TableTop Thank you for reaching out to us! We truly appreciate that you took the time to share your thoughts and feedback with us. Your input is invaluable as it helps us improve our services and offerings. Our team will carefully review your message and get back to you as soon as possible. We value your patience and understanding. Once again, thank you for connecting with us. We're excited to continue this journey with you as part of our TableTop community. To main",
    "disclaimer": "Disclaimer - TableTop Casino Equipment TableTop Home Products Services Why are we Disclaimer Welcome to TableTop, your one-stop-shop for all casino equipment needs in India. Before you start browsing our website, we kindly ask you to read the following disclaimer carefully. General Information TableTop is a website that provides information about casino equipment and related products. We strive to provide accurate and up-to-date information, but we cannot guarantee that all information on our website is complete, correct, or up-to-date. We reserve the right to modify or discontinue any product or service offered on our website at any time without notice. Intellectual Property All content on this website, including but not limited to text, graphics, logos, images, audio clips, video clips, and software, is the property of TableTop or its content suppliers and is protected by Indian and international copyright laws. Any unauthorized use, reproduction, modification, distribution, transmission, republication, display, or performance of the content on this website is strictly prohibited. Product Descriptions We make every effort to ensure that the product descriptions on our website are accurate and complete. However, we cannot guarantee that all product descriptions are error-free. If you have any questions about a product, please contact us before placing an order. Pricing All prices listed on our website are in Indian Rupees (INR) and are subject to change without notice. We reserve the right to correct any pricing errors that may occur. If a pricing error is discovered, we will notify you as soon as possible and give you the option to cancel your order or reconfirm your order at the correct price. Ordering and Payment When you place an order on our website, you will be asked to provide certain information, including your name, address, phone number, and email address. You will also be asked to provide payment information, such as a credit card number or bank account details. We use a secure server to process all payments, and we do not store any credit card information on our servers. Shipping and Delivery We ship our products to most locations in India. The delivery time will depend on the shipping method you choose and the availability of the product. We cannot guarantee delivery times, and we are not responsible for any delays caused by factors outside our control, such as weather, strikes, or other unforeseen events. Contact Us If you have any questions or concerns about this disclaimer or our website, please contact us at tabletop@gmail.com. We will do our best to respond to your inquiry as soon as possible. TableTop Email tabletop@gmail.com Phone: +91-966-7950202 Location: H.No. 542 &542/1, Hyderabad Road, opp. Spinning Mill, Wajegaon, Nanded, Maharashtra 431602, India Home Products Services Why are we Disclaimer Privacy Policy Terms of Use",
    "index": "Welcome to TableTop - Premium Casino Equipment TableTop Home Products Services Why are we Welcome to TableTop Equipment Discover the finest selection of casino equipment at TableTop. Whether you're setting up a new gaming establishment or upgrading your current setup, we offer a comprehensive range of high-quality tables, cards, chips, and accessories to meet your needs. Find out more Our Products Premium Casino Tables Explore our collection of meticulously crafted casino tables, designed for durability and style. Perfect for creating an authentic gaming experience. Why Choose Us? Experience and Quality Guaranteed At TableTop, we pride ourselves on delivering excellence in every product. Our team of experts ensures each item meets rigorous standards of craftsmanship and functionality. Whether you need a single roulette wheel or a complete poker room setup, we're dedicated to providing top-notch solutions tailored to your specifications. 100+ Products Available 10+ Years of Industry Experience 99% Customer Satisfaction Rate 01 Customizable Tables Personalize your gaming experience with our customizable casino tables, available in a variety of finishes and sizes. 02 High-Quality Chips Choose from a wide selection of premium casino chips, crafted for durability and style. 03 Casino Accessories Explore our range of essential casino accessories, from card shoes to dealer buttons. 04 Global Shipping We ship our products worldwide, ensuring your casino equipment reaches you safely and on time. Global Shipping We ship our products worldwide, ensuring your casino equipment reaches you safely and on time. Dedicated Support Our customer service team is available around the clock to assist you with any inquiries or support needs. Competitive Pricing Enjoy competitive prices on all our products without compromising on quality. Our Commitment Excellence in Every Detail Custom Designs Tailor-made solutions for your unique gaming environment. Premium Materials Crafted using only the finest materials for lasting performance. Industry Standards Compliant with industry regulations and standards. Explore Our Catalog Featured Products Discover our handpicked selection of top-selling casino equipment. From classic tables to innovative accessories, find everything you need to elevate your gaming experience. Roulette Table ₹50,000 High-quality table with built-in wheel and betting layout. Order Poker Chip Set ₹5,000 Set of 500 professional-grade poker chips. Order Blackjack Table ₹75,000 Elegant table with felt playing surface and chip trays. Order Contact Us Get in Touch I accept the Privacy Policy Send a message Address: H.No. 542 &542/1, Hyderabad Road, opp. Spinning Mill, Wajegaon, Nanded, Maharashtra 431602, India Phone: +91-966-7950202 Email: tabletop@gmail.com TableTop Email tabletop@gmail.com Phone: +91-966-7950202 Location: H.No. 542 &542/1, Hyderabad Road, opp. Spinning Mill, Wajegaon, Nanded, Maharashtra 431602, India Home Products Services Why are we Disclaimer Privacy Policy Terms of Use This site uses cookies to offer you a better browsing experience. Learn more Accept document.addEventListener(\"DOMContentLoaded\", function () { const consentDiv = document.getElementById(\"cookie-consent\"); const acceptButton = document.getElementById(\"accept-cookies\"); if (!localStorage.getItem(\"cookiesAccepted\")) { consentDiv.style.display = \"flex\"; } else { consentDiv.style.display = \"none\"; } acceptButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); consentDiv.style.display = \"none\"; }); }); 18+ Age Verification You must be 18 years old or older to enter this site. I am 18 or older document.addEventListener(\"DOMContentLoaded\", function () { const ageVerificationDiv = document.getElementById(\"age-verification\"); const confirmAgeButton = document.getElementById(\"confirm-age\"); if (!localStorage.getItem(\"ageVerified\")) { ageVerificationDiv.style.display = \"flex\"; } else { ageVerificationDiv.style.display = \"none\"; } confirmAgeButton.addEventListener(\"click\", function () { localStorage.setItem(\"ageVerified\", \"true\"); ageVerificationDiv.style.display = \"none\"; }); });"
  },
  "date": "2024-07-15T14:49:41.051Z"
}