{
  "name": "The Moonstone Inn India",
  "pages": {
    "about-us": "About TheMoonstoneInn - Redefining Your Getaway Experience TheMoonstoneInn HOME ABOUT US Casino Contact Spa Services Indulge in our luxurious spa services designed to relax and rejuvenate. From massages to facials, we offer a variety of treatments to pamper you. Gourmet Restaurant Enjoy a fine dining experience at our gourmet restaurant, featuring a diverse menu crafted by our award-winning chefs. Café & Lounge Relax at our cozy café and lounge, offering a selection of freshly brewed coffees, teas, and light snacks. Bar & Grill Unwind at our Bar & Grill, where you can enjoy a range of beverages and delicious grilled dishes in a relaxed atmosphere. John Doe ★★★★★ \"The stay at The Moonstone Inn was amazing. The room was clean and the staff were incredibly helpful. Highly recommended!\" Jane Smith ★★★★☆ \"Great experience overall. The dining options were fantastic, and the service was excellent. Will definitely return!\" Alice Brown ★★★★★ \"Absolutely loved my stay! The amenities were top-notch and the atmosphere was very relaxing. Five stars!\" Bob Johnson ★★★★☆ \"Very pleasant stay. The room was spacious and comfortable, and the staff made sure we had everything we needed.\" The TheMoonstoneInn website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline TheMoonstoneInn +91-455-553-4175 themoonstoneinn@gmail.com Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions",
    "contacts": "Contact TheMoonstoneInn - Reach Out to Explore Luxury Stays TheMoonstoneInn HOME ABOUT US Casino Contact CONTACT US GET IN TOUCH Reach out to TheMoonstoneInn Hotel today to discover our latest accommodations and elevate your stay with us. Dalhousie Square 1, 2,3, Old Court House St, Ward Number 1, Kolkata, West Bengal 700069, India +91-455-553-4175 themoonstoneinn@gmail.com Have any questions? I accept the Privacy Policy SUBMIT The TheMoonstoneInn website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline TheMoonstoneInn +91-455-553-4175 themoonstoneinn@gmail.com Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions",
    "disclaimers": "TheMoonstoneInn Disclaimers - Understand Terms of Use for Luxury Stays TheMoonstoneInn HOME ABOUT US Casino Contact Disclaimer Welcome to our website. This Web site is offered to you, the customer, in good faith for personal perusal only on the condition that your access should not impair the performance, corrupt the contents or reduce the over all functionality of this website. If you continue to browse and use this website, you are agreeing to comply with and be bound by the following terms and conditions of use, govern the responsibilities Unison Hotels Ltd. has in relation to this website. The content of the pages of this website is for your general information and use only. It is subject to change without notice. Neither we nor any third parties provide any warranty or guarantee as to the accuracy, timeliness, performance, completeness or suitability of the information and materials found or offered on this website for any particular purpose. You acknowledge that such information and materials may contain inaccuracies or errors and we expressly exclude liability for any such inaccuracies or errors to the fullest extent permitted by law. Your use of any information or materials on this website is entirely at your own risk, for which we shall not be liable. It shall be absolutely your own responsibility to ensure that any products, services or information available through this website meet your specific requirements. The TheMoonstoneInn website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline TheMoonstoneInn +91-455-553-4175 themoonstoneinn@gmail.com Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions",
    "index": "TheMoonstoneInn - Explore Luxury for Your Getaway TheMoonstoneInn HOME ABOUT US Casino Contact Welcome to The Moonstone Inn Discover the charm and elegance of our historic inn, where luxury meets comfort. LEARN MORE Deluxe Room Experience luxury and comfort in our Deluxe Rooms, featuring elegant decor and modern amenities. VIEW ROOM Suite Room Our spacious Suite Rooms offer a blend of luxury and comfort, with separate living areas and premium amenities. VIEW SUITE Executive Suite Experience the pinnacle of luxury in our Executive Suites, featuring elegant decor and exclusive amenities. VIEW SUITE Spa Services Indulge in our luxurious spa services designed to relax and rejuvenate. From massages to facials, we offer a variety of treatments to pamper you. DISCOVER MORE Gourmet Restaurant Enjoy a fine dining experience at our gourmet restaurant, featuring a diverse menu crafted by our award-winning chefs. VIEW MENU Café & Lounge Relax at our cozy café and lounge, offering a selection of freshly brewed coffees, teas, and light snacks. VISIT CAFÉ Bar & Grill Unwind at our Bar & Grill, where you can enjoy a range of beverages and delicious grilled dishes in a relaxed atmosphere. EXPLORE BAR & GRILL John Doe ★★★★★ \"The stay at The Moonstone Inn was amazing. The room was clean and the staff were incredibly helpful. Highly recommended!\" Jane Smith ★★★★☆ \"Great experience overall. The dining options were fantastic, and the service was excellent. Will definitely return!\" Alice Brown ★★★★★ \"Absolutely loved my stay! The amenities were top-notch and the atmosphere was very relaxing. Five stars!\" Bob Johnson ★★★★☆ \"Very pleasant stay. The room was spacious and comfortable, and the staff made sure we had everything we needed.\" Conference Room Host your business meetings and conferences in our state-of-the-art conference rooms, equipped with the latest technology. BOOK NOW Event Hall Our elegant event halls are perfect for weddings, parties, and other special occasions, offering a grand setting for your celebrations. BOOK NOW Meeting Room Our meeting rooms are ideal for small gatherings and business meetings, providing a professional and comfortable environment. BOOK NOW The TheMoonstoneInn website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline TheMoonstoneInn +91-455-553-4175 themoonstoneinn@gmail.com Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions",
    "privacy-policy": "TheMoonstoneInn Privacy Policy - Safeguarding Your Personal Information TheMoonstoneInn HOME ABOUT US Casino Contact PRIVACY POLICY The privacy and security of your information is very important to us. Whether you are booking a room, a member of one of our loyalty programs or mailing lists or just a prospective client browsing our website, we want you to trust that the information that you have provided to us is being properly managed and protected. This privacy policy explains how we use any personal information we collect about you, and your rights to access and correct the personal information we hold about you. INFORMATION WE COLLECT Information you give us. In your use of the Site, you may provide us with various information that personally identifies you. For example, we collect information from you when you make a booking through our reservation system or stay at the Hotel. Information collected during the course of the reservation and during your stay may include: • Your name, email address, home and business address, phone number, nationality and payment card information; and • Information such as stay and room preferences made during the course of your reservation such as your preferred room type and specific requests to the Hotel. This information may be provided to us directly when you make a reservation through our reservation system, through our websites, directly at the hotel or through mobile applications. In some cases, we may receive this information from a third party, such as when you book through an online travel agency or hotel booking site. HOW WE USE THIS INFORMATION We use the information collected from you primarily to fulfill your hotel reservation. Prior to your stay, this may include sending your information to the Hotel or sending you pre-stay communications. Following your stay, we may also send you post-stay communications and satisfaction surveys to get feedback on your experience. In some instances where we have your consent or where permitted under applicable law, we may send you marketing communications for products and services that we believe would be relevant for you. We also may use information related to your stay to display targeted advertisements on our websites or on third party websites or to send you more relevant messaging. Additionally, we use this information for purposes of aggregated trend and statistical analysis to evaluate and improve our products and services and other market research. TRANSFER AND DISCLOSURE OF PERSONAL DATA We may disclose your personal data to third party service providers for the purpose of providing services to you, for example the processing and fulfillment of your booking. The TheMoonstoneInn website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline TheMoonstoneInn +91-455-553-4175 themoonstoneinn@gmail.com Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions",
    "products": "Casino Games - Explore Our Range of Thrilling Options TheMoonstoneInn HOME ABOUT US Casino Contact Blackjack Table Experience the thrill of the game at our Blackjack Tables, featuring professional dealers and a luxurious atmosphere. PLAY NOW Poker Room Join our exclusive Poker Room for high-stakes games and a sophisticated gaming environment. JOIN GAME VIP Lounge Experience the pinnacle of luxury in our VIP Lounge, offering exclusive amenities and premium gaming options. LEARN MORE Casino Bar Relax and unwind at our Casino Bar, offering a wide variety of drinks and a vibrant atmosphere. DISCOVER MORE Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 The TheMoonstoneInn website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline TheMoonstoneInn +91-455-553-4175 themoonstoneinn@gmail.com Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "TheMoonstoneInn Terms and Conditions - Guidelines for Using Our Services TheMoonstoneInn HOME ABOUT US Casino Contact Terms and Conditions Welcome to The Moonstone Inn. By accessing or using our services, you agree to comply with and be bound by the following terms and conditions. Please read them carefully. 1. Acceptance of Terms By using our website or services, you agree to these terms and conditions. If you do not agree, please do not use our services. We reserve the right to modify these terms at any time, and such modifications will be effective immediately upon posting. 2. Reservations and Cancellations Reservations are subject to availability and confirmation. Cancellation policies vary by rate and booking type, and any applicable fees will be charged accordingly. Please review your reservation details for specific cancellation terms. 3. Payment and Charges Payment for reservations and services must be made in full as specified at the time of booking. We accept various forms of payment, including major credit cards. Any additional charges incurred during your stay (e.g., room service, amenities) must be settled upon checkout. 4. Guest Responsibilities Guests are expected to conduct themselves in a respectful and responsible manner. Any damage to property or violation of hotel policies may result in additional charges or termination of stay. Please respect the privacy and comfort of other guests. 5. Privacy Policy Your privacy is important to us. Please refer to our Privacy Policy for detailed information on how we collect, use, and protect your personal information. 6. Liability The Moonstone Inn is not liable for any loss, damage, or injury sustained by guests or their property during their stay, except as required by law. Guests are advised to take necessary precautions and secure their belongings. 7. Governing Law These terms and conditions are governed by and construed in accordance with the laws of the jurisdiction in which The Moonstone Inn operates. Any disputes arising from these terms will be resolved in the appropriate courts of that jurisdiction. 8. Contact Us If you have any questions or concerns about these terms and conditions, please contact us at themoonstoneinn@gmail.com. The TheMoonstoneInn website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline TheMoonstoneInn +91-455-553-4175 themoonstoneinn@gmail.com Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions",
    "thanks": "Thank You for Contacting TheMoonstoneInn - Explore Luxury Stays TheMoonstoneInn HOME ABOUT US Casino Contact Thank You! We appreciate your interest in The Moonstone Inn. Your request has been received, and we are thrilled to have you as our guest. What Happens Next? Our team will review your request and get back to you shortly with the details. If you have any immediate questions or need further assistance, please do not hesitate to contact us. Stay Connected Follow us on social media to stay updated with the latest news, special offers, and upcoming events at The Moonstone Inn. We look forward to making your stay unforgettable! Contact Us If you have any questions or need further assistance, please contact us at: Email: themoonstoneinn@gmail.com Phone: +91-455-553-4175 Return to Home The TheMoonstoneInn website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline TheMoonstoneInn +91-455-553-4175 themoonstoneinn@gmail.com Explore Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms & Conditions"
  },
  "date": "2024-07-22T16:06:37.548Z"
}