{
  "name": "Tranquil Oasis - India +++",
  "pages": {
    "about": "About Tranquil Oasis | Our Journey to Excellence in Indian Hospitality Contact About us Casino About Tranquil Oasis | Our Journey to Excellence in Indian Hospitality Welcome to the heart of Tranquil Oasis. We invite you to explore our story and understand the passion that drives us to create exceptional experiences for our guests. Ready to be part of our journey? Book your stay now and immerse yourself in the Tranquil Oasis experience. Book now Our Story Tranquil Oasis was born from a dream to create a sanctuary where the rich tapestry of Indian hospitality meets modern luxury. Our journey began over two decades ago when our founder, inspired by the serene landscapes of India and the warmth of its people, envisioned a haven that would offer more than just a place to stay. From humble beginnings as a small guesthouse, we have grown into a beacon of luxury and tranquility in India's hospitality landscape. Each step of our journey has been guided by an unwavering commitment to excellence and a deep respect for our cultural heritage. Over the years, we have faced challenges, celebrated victories, and continuously evolved. We've refined our services, expanded our facilities, and embraced sustainable practices, all while staying true to our core vision of providing an oasis of calm in a bustling world. What sets us apart is our belief that every guest is unique. We've spent years perfecting the art of personalized service, ensuring that each visitor feels not just welcomed, but truly valued. From the moment you step into Tranquil Oasis, you become part of our story, and we dedicate ourselves to making your chapter unforgettable. Our journey to become the best wasn't just about luxury amenities or stunning architecture. It was, and continues to be, about creating meaningful connections, understanding the needs of our guests, and consistently exceeding expectations. Today, as we stand as one of India's premier luxury hotels, we remain as committed as ever to our initial dream. We are not just a hotel; we are a home away from home, a retreat for the soul, and a gateway to experiencing the best of India. Our Team The heart of Tranquil Oasis beats through our exceptional team. Our staff is more than just employees; they are the custodians of our vision and the ambassadors of Indian hospitality. We take immense pride in our team's dedication to continuous growth and development. Each member, from our attentive housekeeping staff to our innovative chefs and our meticulous management, is encouraged to enhance their skills and broaden their horizons. We invest heavily in regular training programs, workshops, and cultural exchanges to ensure our team stays at the forefront of global hospitality trends while deepening their understanding of our rich Indian heritage. This commitment to learning enables us to blend traditional warmth with contemporary service excellence seamlessly. Our team's expertise extends beyond their specific roles. They are trained to be attentive listeners, problem solvers, and cultural guides. Whether you need assistance planning an excursion, require dietary accommodations, or simply wish to learn more about local customs, our staff is always ready to go above and beyond. We foster a culture of empathy and proactiveness. Our team members are empowered to anticipate guest needs and take initiative in ensuring your comfort. They understand that true luxury lies not just in grand gestures, but in the small, thoughtful actions that make you feel truly cared for. At Tranquil Oasis, we believe that our team's growth directly translates to an enhanced experience for our guests. Their passion, expertise, and unwavering commitment to service excellence are what transform a stay at our hotel into a memorable journey. When you choose Tranquil Oasis, you're not just selecting a place to stay; you're entrusting your comfort and experiences to a dedicated team that considers your satisfaction their highest priority. We invite you to come and experience the warmth, professionalism, and exceptional service that defines the Tranquil Oasis team. Disclaimer Terms conditions Privacy policy Phone: +913425573642 E-mail: tranquiloasis@gmail.com Contact About us Casino © 2024 Tranquil Oasis Hotel",
    "casino": "Tranquil Oasis Casino | Exciting Gaming Experience in India Contact About us Casino Tranquil Oasis Casino | Exciting Gaming Experience in India Welcome to the exhilarating world of Tranquil Oasis Casino! Immerse yourself in the perfect blend of luxury and excitement. Book your stay now and experience the thrill of our world-class casino alongside our renowned hospitality. Book now Our Casino Step into a realm of endless entertainment at Tranquil Oasis Casino. Our state-of-the-art gaming floor offers an extensive array of classic and modern games to suit every preference. From the spin of the roulette wheel to the shuffle of cards, every moment here is charged with excitement. Our casino boasts a diverse selection of games, including poker, blackjack, baccarat, and an impressive lineup of themed slot machines. Whether you're a seasoned player or new to the casino world, our friendly and professional staff are always on hand to guide you through the games. We regularly host thrilling tournaments that bring together gaming enthusiasts from across India and beyond, creating an atmosphere of friendly competition and camaraderie. Exciting Tournaments At Tranquil Oasis Casino, we believe in creating unforgettable experiences through our exciting tournament lineup. Here are two of our most popular events: Diwali Poker Extravaganza: Celebrate the festival of lights with our annual poker tournament. This multi-day event features various poker variants and attracts players of all levels. Enjoy special Diwali-themed decorations and complimentary traditional sweets as you compete for glory. Maharaja's Roulette Challenge: Experience the thrill of the wheel in this unique tournament. Participants compete in multiple rounds of roulette, with points awarded for successful bets. The tournament culminates in a grand finale where the top players compete for the title of Roulette Maharaja or Maharani. Our Advantages Luxurious Environment: Enjoy gaming in our opulent, air-conditioned casino with stunning decor inspired by India's royal heritage. Cutting-Edge Technology: Experience games on the latest, state-of-the-art equipment for a seamless and fair gaming experience. Exceptional Service: Our highly trained staff ensures your comfort and enjoyment throughout your time at the casino. Exclusive Rewards Program: Join our loyalty program to enjoy special perks, complimentary services, and exclusive event invitations. Responsible Gaming: We are committed to promoting responsible gaming practices and providing a safe, enjoyable environment for all our guests. Popular Entertainment Options Royal Roulette Experience: Immerse yourself in the elegance of our roulette rooms, where the spinning wheel creates an atmosphere of anticipation and excitement. Enjoy both classic and innovative variations of this timeless game. Card Game Mastery: Test your skills in our dedicated card game area. From traditional Indian favorites to international classics, our tables offer a range of engaging experiences for all levels of players. Fortune Wheels: Try your luck at our dazzling electronic fortune wheels. These visually stunning games combine cutting-edge technology with the thrill of chance, offering a modern twist on classic entertainment. Tournament Central: Join our regular tournaments featuring a variety of games. These events foster a spirit of friendly competition and camaraderie, with exciting prizes and recognition for top performers. FAQ Do I need to be a hotel guest to visit the casino? While our casino is open to the public, hotel guests enjoy special privileges and easier access. What is the dress code for the casino? We maintain a smart casual dress code. Traditional Indian attire is also welcome. Are there any age restrictions? As per Indian law, entry is restricted to individuals aged 18 and above. Valid ID is required. Do you offer gaming lessons for beginners? Yes, we offer complimentary gaming lessons for various games during designated hours. Is food and beverage service available in the casino? Absolutely! We offer a range of refreshments and snacks, including Indian and international cuisines, directly at the gaming tables and in our casino lounge. Disclaimer Terms conditions Privacy policy Phone: +913425573642 E-mail: tranquiloasis@gmail.com Contact About us Casino © 2024 Tranquil Oasis Hotel Age Verification Required Welcome to Tranquil Oasis Casino. This website contains content suitable only for those who are 18 years or older. By entering, you confirm that you are at least 18 years of age and agree to comply with all applicable laws and regulations. I am 21 or older No",
    "contact": "Contact Tranquil Oasis | Reach Out for Luxury Stays in India Contact About us Casino Contact Tranquil Oasis | Reach Out for Luxury Stays in India Contact Tranquil Oasis We're here to assist you with any inquiries, bookings, or support you may need. Our dedicated team is committed to ensuring your experience with Tranquil Oasis is nothing short of exceptional. Contact Information Phone: +913425573642 E-mail: tranquiloasis@gmail.com Address: 3R8F+7H7, Shirley, Pali Hill, Mumbai, Maharashtra 400050, India Hours of Operation Our reception is available 24/7 to assist you. For general inquiries and bookings: Monday to Friday: 9:00 AM - 8:00 PM IST Saturday and Sunday: 10:00 AM - 6:00 PM IST Contact Form &nbsp;I accept&nbsp; Privacy Policy Send Disclaimer Terms conditions Privacy policy Phone: +913425573642 E-mail: tranquiloasis@gmail.com Contact About us Casino © 2024 Tranquil Oasis Hotel",
    "disclaimer": "Tranquil Oasis Casino - Legal Disclaimer and Terms of Use Contact About us Casino Tranquil Oasis Casino - Legal Disclaimer and Terms of Use Legal Disclaimer and Terms of Use Welcome to Tranquil Oasis Casino. This disclaimer outlines important legal information and terms of use for our establishment. By entering our premises or participating in any activities, you acknowledge that you have read, understood, and agree to be bound by the following terms: 1. Age Restriction Tranquil Oasis Casino is strictly for individuals aged 21 and above. We reserve the right to request valid identification to verify age and deny entry to anyone unable to provide such proof. 2. Responsible Gaming We promote responsible gaming and encourage our guests to enjoy our facilities in moderation. If you or someone you know is experiencing problems related to gaming activities, we urge you to seek professional help. 3. Game Rules and Regulations All games within our establishment are subject to specific rules and regulations. It is your responsibility to familiarize yourself with these rules before participating. Our staff is available to provide clarification if needed. 4. Liability Tranquil Oasis Casino, its owners, employees, and affiliates are not liable for any losses, damages, or injuries incurred while on our premises or as a result of participating in our activities. Engagement in any game or activity is at your own risk. 5. Property Rights All intellectual property, including but not limited to trademarks, logos, and game designs, are the property of Tranquil Oasis Casino or its licensors. Unauthorized use or reproduction is strictly prohibited. 6. Surveillance For security purposes, our premises are under constant video surveillance. By entering, you consent to being filmed and recorded. 7. Behavior Policy We reserve the right to refuse service or entry to anyone displaying disruptive, abusive, or inappropriate behavior. Such conduct may result in immediate removal from the premises. 8. Changes to Terms Tranquil Oasis Casino reserves the right to modify these terms at any time without prior notice. It is your responsibility to review this disclaimer periodically for changes. 9. Governing Law This disclaimer and your use of our facilities are governed by and construed in accordance with the laws of India. Any disputes arising from or related to these terms shall be subject to the exclusive jurisdiction of the courts in India. By entering Tranquil Oasis Casino or participating in any of our activities, you acknowledge that you have read, understood, and agreed to abide by this disclaimer and all associated terms and conditions. Disclaimer Terms conditions Privacy policy Phone: +913425573642 E-mail: tranquiloasis@gmail.com Contact About us Casino © 2024 Tranquil Oasis Hotel",
    "index": "Tranquil Oasis Hotel | Your Serene Escape in India Contact About us Casino Welcome to Tranquil Oasis Welcome to Tranquil Oasis Where luxury meets tranquility. Nestled in the heart of paradise, our resort owhere serenity meets luxury. Escape the bustling world and immerse yourself in a haven of peace. Book your stay now and experience the epitome of Indian hospitality. Book now Uncompromising Comfort Authentic Indian Hospitality Sustainable Luxury Unforgettable Experiences Exceptional Service At Tranquil Oasis, we believe in delivering nothing but the best. Our dedicated staff ensures that every aspect of your stay exceeds expectations. From personalized services to meticulously curated experiences, we go above and beyond to create moments of pure bliss for our esteemed guests. Book Your Room Popular Rooms Maharaja Suite: Experience royal living in our spacious suite adorned with traditional Indian decor and modern amenities. Zen Garden Room: Find inner peace in this minimalist room overlooking our serene garden. Lotus Pool: Indulge in luxury with your private pool and panoramic views of the surrounding landscape. Family Comfort Room: Perfect for families, this spacious room offers ample space and child-friendly amenities. Our Philosophy At Tranquil Oasis, we believe in creating a harmonious blend of traditional Indian hospitality and modern luxury. Our philosophy centers on providing a sanctuary where guests can reconnect with themselves and nature while experiencing the rich cultural heritage of India. We strive to make every stay a journey of self-discovery and rejuvenation. Popular Services Ayurvedic Spa Treatments: Rejuvenate your body and soul with our authentic Ayurvedic therapies. Yoga and Meditation Classes: Find inner peace with our expert-led sessions amidst nature. Culinary Masterclasses: Learn the art of Indian cuisine from our master chefs. Cultural Excursions: Explore local attractions and immerse yourself in Indian culture with our guided tours. Guest Testimonials Priya S., Mumbai \"A true oasis of tranquility in the heart of India. The service was impeccable!\" John D., London \"The Ayurvedic treatments were life-changing. I left feeling completely renewed.\" Raj P., Delhi \"The perfect blend of luxury and authenticity. Can't wait to return!\" Emma L., Sydney \"The cultural experiences offered by the hotel made our trip unforgettable.\" Disclaimer Terms conditions Privacy policy Phone: +914068632455 E-mail: tranquiloasis@gmail.com Contact About us Casino © 2024 Tranquil Oasis Hotel We use cookies to enhance your experience on our site. By continuing to browse, you agree to our use of cookies. Accept",
    "privacy-policy": "Privacy Policy | Tranquil Oasis Hotel Contact About us Casino Tranquil Oasis Hotel Privacy Policy Privacy Policy Last updated: July 13, 2024 At Tranquil Oasis Hotel, we are committed to protecting your privacy and ensuring the security of your personal information. This Privacy Policy outlines how we collect, use, disclose, and safeguard your data when you visit our website or use our services. 1. Information We Collect We collect personal information that you provide directly to us, such as your name, email address, phone number, and booking details. We also automatically collect certain information about your device and how you interact with our website, including IP address, browser type, and pages visited. 2. How We Use Your Information We use the information we collect to provide and improve our services, process reservations, communicate with you, and comply with legal obligations. We may also use your data for marketing purposes, but only with your explicit consent. This includes sending you promotional emails about special offers or new services. 3. Information Sharing and Disclosure We do not sell or rent your personal information to third parties. We may share your information with service providers who assist us in operating our business, such as payment processors or email service providers. We may also disclose your information if required by law or to protect our rights and safety. 4. Data Security We implement appropriate technical and organizational measures to protect your personal information against unauthorized access, alteration, disclosure, or destruction. These measures include encryption, firewalls, and regular security assessments. However, no method of transmission over the Internet is 100% secure, and we cannot guarantee absolute security. 5. Your Rights You have the right to access, correct, or delete your personal information. You may also have the right to restrict or object to certain processing of your data. To exercise these rights, please contact us at tranquiloasis@gmail.com. We will respond to your request within 30 days. 6. Cookies and Similar Technologies We use cookies and similar technologies to enhance your experience on our website, analyze usage patterns, and provide personalized content. You can manage your cookie preferences through your browser settings. Please note that disabling cookies may affect the functionality of our website. 7. Changes to This Policy We may update this Privacy Policy from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify you of any significant changes by posting the new policy on this page and updating the \"Last updated\" date. 8. Contact Us If you have any questions or concerns about this Privacy Policy or our data practices, please contact us at tranquiloasis@gmail.com. We will make every effort to resolve your concerns. 9. Consent By using our website and services, you consent to the collection and use of your information as described in this Privacy Policy. If you do not agree with this policy, please do not use our website or services. 10. International Data Transfers Your information may be transferred to and processed in countries other than your own. We ensure that appropriate safeguards are in place to protect your data in accordance with this policy and applicable laws, including the use of standard contractual clauses approved by relevant authorities. Disclaimer Terms conditions Privacy policy Phone: +913425573642 E-mail: tranquiloasis@gmail.com Contact About us Casino © 2024 Tranquil Oasis Hotel",
    "terms-conditions": "Terms and Conditions | Tranquil Oasis Hotel Contact About us Casino Terms and Conditions | Tranquil Oasis Hotel Terms and Conditions Welcome to Tranquil Oasis Hotel. By accessing or using our services, you agree to comply with and be bound by the following terms and conditions. Please read these carefully before making a reservation or using our facilities. 1. Reservations and Cancellations 1.1. All reservations are subject to availability and confirmation by Tranquil Oasis Hotel. 1.2. A valid credit card is required to secure your reservation. 1.3. Cancellation policies vary depending on the rate plan and room type. Please refer to your booking confirmation for specific details. 1.4. No-shows or early departures may result in charges equivalent to the full stay. 2. Check-in and Check-out 2.1. Check-in time is from 3:00 PM local time. Early check-in is subject to availability and may incur additional charges. 2.2. Check-out time is 11:00 AM local time. Late check-out can be arranged based on availability and may incur additional fees. 2.3. Valid identification is required at check-in. 3. Guest Conduct 3.1. Guests are expected to conduct themselves in a manner respectful to other guests and staff. 3.2. Smoking is prohibited in all indoor areas of the hotel. Designated smoking areas are provided outdoors. 3.3. Pets are not allowed unless explicitly stated in your reservation. 4. Liability 4.1. Tranquil Oasis Hotel is not responsible for any loss, damage, or theft of personal belongings on the premises. 4.2. Guests will be held liable for any damage caused to hotel property during their stay. 5. Privacy Policy 5.1. We respect your privacy and protect your personal information. Our detailed privacy policy is available on our website. 6. Amenities and Services 6.1. The use of hotel amenities, including the pool, fitness center, and spa, is at the guest's own risk. 6.2. Some services may require additional charges. Please refer to our service directory for details. 7. Force Majeure 7.1. Tranquil Oasis Hotel is not liable for failure to perform its obligations if such failure is as a result of Acts of God, including fire, flood, earthquake, storm, hurricane or other natural disaster, war, invasion, act of foreign enemies, hostilities, civil war, rebellion, revolution, insurrection, military or usurped power or confiscation, terrorist activities, nationalization, government sanction, blockage, embargo, labor dispute, strike, lockout or interruption or failure of electricity or telephone service. 8. Governing Law 8.1. These terms and conditions are governed by and construed in accordance with the laws of India. 9. Changes to Terms and Conditions 9.1. Tranquil Oasis Hotel reserves the right to modify these terms and conditions at any time without prior notice. The current version will always be available on our website. 10. Contact Information For any questions or concerns regarding these terms and conditions, please contact us at tranquiloasis@gmail.com. By making a reservation or using our services, you acknowledge that you have read, understood, and agree to be bound by these terms and conditions. Disclaimer Terms conditions Privacy policy Phone: +913425573642 E-mail: tranquiloasis@gmail.com Contact About us Casino © 2024 Tranquil Oasis Hotel",
    "thank_page": "Thank You | Tranquil Oasis Hotel Thank You | Tranquil Oasis Hotel We've Received Your Message Dear valued guest, Thank you for contacting Tranquil Oasis Hotel. We truly appreciate your interest in our services and the time you've taken to reach out to us. Our dedicated team has received your message and we're excited to assist you. We strive to respond to all inquiries within 24 hours. We look forward to the opportunity to serve you and provide you with an unforgettable experience at Tranquil Oasis. Return to Home"
  },
  "date": "2024-07-14T08:07:48.543Z"
}