{
  "name": "TropicBreezeIndia",
  "pages": {
    "about-us": "About Us - TropicBreeze Hotel Resort | Exceptional Hospitality and Luxury TropicBreeze HOME ABOUT US Casino Contact Explore Our Latest Room Options Elevate your stay with our diverse range of luxurious rooms and suites. Discover the perfect accommodations to relax, rejuvenate, and enjoy breathtaking views. Deluxe Room Luxurious Comfort Ocean View $299.99 per night Executive Suite Spacious Elegance City View $499.99 per night Presidential Suite Ultimate Luxury Panoramic View $999.99 per night Explore Opportunities with TropicBreeze Partners Discover career opportunities with leading organizations in the hospitality and tourism industry. LuxuryStay Group Join LuxuryStay Group and contribute to creating exceptional guest experiences and innovative hospitality solutions. EliteResorts International Be part of EliteResorts International, a leader in luxury resort management, and help set new standards in the hospitality industry. ParadiseVacations Join ParadiseVacations Inc. and be at the forefront of creating unforgettable vacation experiences for travelers worldwide. CUSTOMER REVIEWS See What Our Guests Have to Say About TropicBreeze \"TropicBreeze Resort has completely transformed our vacation experience. The luxurious amenities and exceptional service made our stay unforgettable. Highly recommend!\" Emily Johnson Travel Enthusiast Stay Updated with the Latest Insights and Trends in Travel Choosing the Right Resort: A Comprehensive Guide Tips for a Relaxing Vacation: Travel Routines that Work The Importance of Natural Ingredients in Resort Spas TropicBreeze website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline TropicBreeze Quick Links Home About Us Casino Contact Important Links Disclaimers Privacy & Policy Terms & Conditions Contact Us VW9F+RX5, Warikh Aali, Nagaon, Uran, Navi Mumbai, Maharashtra 400702, India +91-925-552-9001 tropicbreeze@gmail.com",
    "contacts": "Contact Us - TropicBreeze Hotel Resort | Reach Out for Inquiries and Bookings TropicBreeze HOME ABOUT US Casino Contact GET IN TOUCH VW9F+RX5, Warikh Aali, Nagaon, Uran, Navi Mumbai, Maharashtra 400702, India +91-925-552-9001 tropicbreeze@gmail.com Got any questions? I accept Privacy Policy SUBMIT TropicBreeze website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline TropicBreeze Quick Links Home About Us Casino Contact Important Links Disclaimers Privacy & Policy Terms & Conditions Contact Us VW9F+RX5, Warikh Aali, Nagaon, Uran, Navi Mumbai, Maharashtra 400702, India +91-925-552-9001 tropicbreeze@gmail.com",
    "disclaimers": "Disclaimers - TropicBreeze Hotel Resort | Legal Notices and Policies TropicBreeze HOME ABOUT US Casino Contact Disclaimers Terms of Use The information provided by TropicBreeze Hotel Resort (\"we,\" \"us,\" or \"our\") on our website is for general informational purposes only. All information on the site is provided in good faith, however, we make no representation or warranty of any kind, express or implied, regarding the accuracy, adequacy, validity, reliability, availability, or completeness of any information on the site. Liability Limitations Under no circumstance shall we have any liability to you for any loss or damage of any kind incurred as a result of the use of the site or reliance on any information provided on the site. Your use of the site and your reliance on any information on the site is solely at your own risk. External Links Disclaimer The site may contain (or you may be sent through the site) links to other websites or content belonging to or originating from third parties or links to websites and features in banners or other advertising. Such external links are not investigated, monitored, or checked for accuracy, adequacy, validity, reliability, availability, or completeness by us. Legal Disclaimer The site cannot and does not contain legal advice. The legal information is provided for general informational and educational purposes only and is not a substitute for professional advice. Accordingly, before taking any actions based upon such information, we encourage you to consult with the appropriate professionals. We do not provide any kind of legal advice. Changes to Disclaimers We may update our Disclaimers from time to time in order to reflect, for example, changes to our practices or for other operational, legal, or regulatory reasons. It is your responsibility to review these Disclaimers periodically for any changes. Changes to these Disclaimers are effective when they are posted on this page. TropicBreeze website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline TropicBreeze Quick Links Home About Us Casino Contact Important Links Disclaimers Privacy & Policy Terms & Conditions Contact Us VW9F+RX5, Warikh Aali, Nagaon, Uran, Navi Mumbai, Maharashtra 400702, India +91-925-552-9001 tropicbreeze@gmail.com",
    "index": "TropicBreeze - Experience Luxury and Comfort at Our Premier Hotel Resort TropicBreeze HOME ABOUT US Casino Contact Experience Luxury and Comfort Discover the ultimate in relaxation at TropicBreeze Hotel Resort. Enjoy our exquisite range of rooms and suites, world-class amenities, fine dining, and breathtaking views for an unforgettable stay. Explore Our Latest Room Options Elevate your stay with our diverse range of luxurious rooms and suites. Discover the perfect accommodations to relax, rejuvenate, and enjoy breathtaking views. Deluxe Room Luxurious Comfort Ocean View $299.99 per night Executive Suite Spacious Elegance City View $499.99 per night Presidential Suite Ultimate Luxury Panoramic View $999.99 per night Garden Suite Tranquil Retreat Garden View $399.99 per night Family Suite Spacious and Comfortable Poolside $599.99 per night Standard Room Comfort and Style City View $199.99 per night Explore Opportunities with TropicBreeze Partners Discover career opportunities with leading organizations in the hospitality and tourism industry. LuxuryStay Group Join LuxuryStay Group and contribute to creating exceptional guest experiences and innovative hospitality solutions. EliteResorts International Be part of EliteResorts International, a leader in luxury resort management, and help set new standards in the hospitality industry. ParadiseVacations Join ParadiseVacations Inc. and be at the forefront of creating unforgettable vacation experiences for travelers worldwide. Experience Ultimate Relaxation at TropicBreeze Resort Transform your vacation with our premium amenities and services. Luxurious Accommodations Enjoy the benefits of staying in our elegantly designed rooms and suites, equipped with modern amenities. World-Class Dining Experience culinary delights with our diverse range of restaurants offering exquisite cuisines. Holistic Wellness Achieve complete relaxation with our spa services and wellness programs designed to rejuvenate your mind and body. CUSTOMER REVIEWS See What Our Guests Have to Say About TropicBreeze \"TropicBreeze Resort has completely transformed our vacation experience. The luxurious amenities and exceptional service made our stay unforgettable. Highly recommend!\" Emily Johnson Travel Enthusiast Stay Updated with the Latest Insights and Trends in Travel Choosing the Right Resort: A Comprehensive Guide Tips for a Relaxing Vacation: Travel Routines that Work The Importance of Natural Ingredients in Resort Spas TropicBreeze website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline TropicBreeze Quick Links Home About Us Casino Contact Important Links Disclaimers Privacy & Policy Terms & Conditions Contact Us VW9F+RX5, Warikh Aali, Nagaon, Uran, Navi Mumbai, Maharashtra 400702, India +91-925-552-9001 tropicbreeze@gmail.com",
    "privacy-policy": "Privacy Policy - TropicBreeze Hotel Resort | Privacy Practices and Policies TropicBreeze HOME ABOUT US Casino Contact Privacy Policy Introduction Welcome to TropicBreeze Hotel Resort. We are committed to protecting your personal information and your right to privacy. If you have any questions or concerns about our policy or our practices with regards to your personal information. Information We Collect We collect personal information that you voluntarily provide to us when you register on the website, express an interest in obtaining information about us or our products and services, participate in activities on the website, or otherwise contact us. Personal Information Provided by You The personal information that we collect depends on the context of your interactions with us and the website, the choices you make, and the products and features you use. The personal information we collect can include the following: names, phone numbers, email addresses, mailing addresses, job titles, and contact preferences. Information Automatically Collected We automatically collect certain information when you visit, use, or navigate the website. This information does not reveal your specific identity (like your name or contact information) but may include device and usage information, such as your IP address, browser and device characteristics, operating system, language preferences, referring URLs, device name, country, location, information about how and when you use our website, and other technical information. This information is primarily needed to maintain the security and operation of our website, and for our internal analytics and reporting purposes. How We Use Your Information We use personal information collected via our website for a variety of business purposes described below. We process your personal information for these purposes in reliance on our legitimate business interests, in order to enter into or perform a contract with you, with your consent, and/or for compliance with our legal obligations. We indicate the specific processing grounds we rely on next to each purpose listed below. To send administrative information to you: We may use your personal information to send you product, service, and new feature information and/or information about changes to our terms, conditions, and policies. To protect our Services: We may use your information as part of our efforts to keep our website safe and secure (for example, for fraud monitoring and prevention). To enforce our terms, conditions, and policies for business purposes, to comply with legal and regulatory requirements, or in connection with our contract. To respond to legal requests and prevent harm: If we receive a subpoena or other legal request, we may need to inspect the data we hold to determine how to respond. To deliver services to the user: We may use your information to provide you with the requested service. To respond to user inquiries/offer support to users: We may use your information to respond to your inquiries and solve any potential issues you might have with the use of our services. TropicBreeze website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline TropicBreeze Quick Links Home About Us Casino Contact Important Links Disclaimers Privacy & Policy Terms & Conditions Contact Us VW9F+RX5, Warikh Aali, Nagaon, Uran, Navi Mumbai, Maharashtra 400702, India +91-925-552-9001 tropicbreeze@gmail.com",
    "products": "Casino - TropicBreeze | Thrilling Games in a Luxurious Setting TropicBreeze HOME ABOUT US Casino Contact Experience Ultimate Excitement at TropicBreeze Casino Transform your entertainment with our premium casino games and services. Slot Machines Enjoy the thrill of spinning the reels on our state-of-the-art slot machines, offering exciting jackpots and themes. Table Games Experience the classic allure of table games, including Blackjack, Roulette, and Poker, with professional dealers. Live Entertainment Enjoy live entertainment with performances, shows, and music to complement your casino experience. Explore Our Exciting Casino Games Elevate your entertainment with our diverse range of thrilling casino games. Discover the perfect game to try your luck, strategize, and enjoy unforgettable moments. Slot Machines Spin to Win Exciting Themes Jackpots Await Blackjack Classic Card Game Test Your Skills Beat the Dealer Roulette Spin the Wheel Place Your Bets Win Big Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 TropicBreeze website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline TropicBreeze Quick Links Home About Us Casino Contact Important Links Disclaimers Privacy & Policy Terms & Conditions Contact Us VW9F+RX5, Warikh Aali, Nagaon, Uran, Navi Mumbai, Maharashtra 400702, India +91-925-552-9001 tropicbreeze@gmail.com const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "Terms and Conditions - TropicBreeze Hotel Resort | Rules and Legal Agreements TropicBreeze HOME ABOUT US Casino Contact Terms and Conditions 1. Introduction Welcome to TropicBreeze Hotel Resort. These Terms and Conditions govern your use of our website and services. By accessing or using our website, you agree to comply with and be bound by these Terms and Conditions. If you do not agree with these Terms and Conditions, you must not use our website or services. 2. Definitions In these Terms and Conditions, the following definitions apply: \"Website\": Refers to the TropicBreeze Hotel Resort website. \"Services\": Refers to the services provided by TropicBreeze Hotel Resort, including but not limited to accommodation, dining, and other hospitality services. \"User\" or \"you\": Refers to any individual or entity accessing or using the website or services. 3. Use of the Website By using our website, you agree to the following: You will not use the website for any unlawful purpose. You will not use the website to engage in any fraudulent activity. You will not interfere with or disrupt the operation of the website. You will not attempt to gain unauthorized access to any part of the website. You will provide accurate and truthful information when using the website. 4. Booking and Reservations When making a booking or reservation through our website, you agree to provide accurate and complete information. You are responsible for ensuring that all details of your booking are correct. We reserve the right to cancel or modify reservations if fraudulent or inappropriate activity is detected. 5. Payment Terms All payments for bookings and reservations must be made in accordance with our payment policies. We accept various forms of payment, and you are responsible for ensuring that your payment details are accurate and up to date. Any issues with payment must be resolved promptly to avoid cancellation of your reservation. 6. Cancellation and Refunds Cancellation and refund policies are outlined in our booking terms. You are responsible for reviewing and understanding these policies before making a reservation. Any requests for cancellations or refunds must be made in accordance with our policies. TropicBreeze website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline TropicBreeze Quick Links Home About Us Casino Contact Important Links Disclaimers Privacy & Policy Terms & Conditions Contact Us VW9F+RX5, Warikh Aali, Nagaon, Uran, Navi Mumbai, Maharashtra 400702, India +91-925-552-9001 tropicbreeze@gmail.com",
    "thanks": "Thank You for Contacting Us - TropicBreeze Hotel Resort TropicBreeze HOME ABOUT US Casino Contact Thank You for Contacting Us! We appreciate your inquiry and will respond shortly. Explore our luxurious accommodations, fine dining, and world-class amenities for your next stay at TropicBreeze Hotel Resort. TropicBreeze website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline TropicBreeze Quick Links Home About Us Casino Contact Important Links Disclaimers Privacy & Policy Terms & Conditions Contact Us VW9F+RX5, Warikh Aali, Nagaon, Uran, Navi Mumbai, Maharashtra 400702, India +91-925-552-9001 tropicbreeze@gmail.com"
  },
  "date": "2024-07-18T14:50:21.312Z"
}