{
  "name": "Turkish-Power-Solutions",
  "pages": {
    "about_us": "Hakkımızda | Türk Elektrik Çözümleri Turkish Power Solutions ana hizmetler boş pozisyonlar hakkımızda iletişim ana hizmetler boş pozisyonlar hakkımızda iletişim Bu web sitesi, gezinme deneyiminizi geliştirmek için çerezleri kullanmaktadır. Bu siteyi kullanmaya devam ederek, Gizlilik Politikamız doğrultusunda çerez kullanımına izin vermiş olursunuz. Çerezleri Kabul Et Hoş geldiniz! Türkçe Enerji Çözümleri Detaylı bilgi edinin Hakkımızda Daha fazla öğrenin Hakkımızda Biz Kimiz Türk Elektrik Çözümleri olarak, elektrik alanında uzmanlaşmış bir ekip olarak 10 yıldan fazla süredir hizmet vermekteyiz. Elektrik bakımından kurulumuna, yenilemelerden danışmanlık hizmetlerine kadar geniş bir yelpazede çözümler sunuyoruz. Müşteri memnuniyeti bizim için önceliklidir ve her projeye bireysel yaklaşarak, ihtiyaçlarınızı en iyi şekilde karşılamak için çalışıyoruz. Teknolojiyi yakından takip ediyor ve güncel trendlere uygun çözümler geliştiriyoruz. Uzman kadromuzla, her zaman en iyi hizmeti sunmayı hedefliyoruz. Size özel elektrik çözümleri için bizi tercih ettiğiniz için teşekkür ederiz. Daha fazla bilgi için bize ulaşmaktan çekinmeyin. Sizin için en iyi çözümleri sunmak için buradayız. İletişim Gizlilik politikasını kabul ediyorum Gönder Turkish Power Solutions Her Bağlantıda Hassaslık Müşteri Destek Destek ekibimiz size hizmet etmektedir. Her zaman hazırız, uzman yardım ve kesintisiz destek için bizimle iletişime geçin. Seyranbağları, 06660 Çanakya/Ankara, Türkiye turkishpowersolutions@gmail.com +903124363824 Koşullar Gizlilik Açıklama © 2023 Türkish Power Solutions, Türkiye. Tüm hakları saklıdır.",
    "contacts": "İletişim | Türk Elektrik Çözümleri Turkish Power Solutions ana hizmetler boş pozisyonlar hakkımızda iletişim ana hizmetler boş pozisyonlar hakkımızda iletişim Bu web sitesi, gezinme deneyiminizi geliştirmek için çerezleri kullanmaktadır. Bu siteyi kullanmaya devam ederek, Gizlilik Politikamız doğrultusunda çerez kullanımına izin vermiş olursunuz. Çerezleri Kabul Et Merhaba! Türkçe Enerji Çözümleri Türkçe Enerji Çözümleri, sizin için uygun enerji çözümleri sağlamak için size yardımcı olmaktadır. Bizimle işbirliği yaparak, enerji çözümleri ile ilgili farklı konuları araştırıyoruz ve müşterilerimize en iyi çözümleri sunuyoruz. Hakkımızda Daha fazla öğrenin İletişim Bilgileri Size nasıl yardımcı olabiliriz? Bizimle iletişime geçmekten çekinmeyin. İletişim Gizlilik politikasını kabul ediyorum Gönder Turkish Power Solutions Her Bağlantıda Hassaslık Müşteri Destek Destek ekibimiz size hizmet etmektedir. Her zaman hazırız, uzman yardım ve kesintisiz destek için bizimle iletişime geçin. Seyranbağları, 06660 Çanakya/Ankara, Türkiye turkishpowersolutions@gmail.com +903124363824 Koşullar Gizlilik Açıklama © 2023 Türkish Power Solutions, Türkiye. Tüm hakları saklıdır.",
    "disclaimer": "Yasal Uyarı | Türk Elektrik Çözümleri Turkish Power Solutions ana hizmetler boş pozisyonlar hakkımızda iletişim ana hizmetler boş pozisyonlar hakkımızda iletişim Bu web sitesi, gezinme deneyiminizi geliştirmek için çerezleri kullanmaktadır. Bu siteyi kullanmaya devam ederek, Gizlilik Politikamız doğrultusunda çerez kullanımına izin vermiş olursunuz. Çerezleri Kabul Et Sorumluluk Reddi Beyanı Bu sitedeki bilgiler yalnızca genel bilgi amaçlıdır. Türk Elektrik Çözümleri, bilgilerin doğruluğunu ve güncelliğini sağlamak için çaba göstermektedir. Ancak, bu bilgilerin eksiksiz, doğru veya güncel olduğunu garanti etmiyoruz. Herhangi bir zararın veya kaybın doğrudan veya dolaylı olarak bu sitedeki bilgilerden kaynaklanmasından sorumlu değiliz. Kullanım Şartları Bu siteyi kullanarak, aşağıdaki kullanım şartlarını kabul etmiş olursunuz: - Sitedeki bilgilerin yalnızca genel bilgi amaçlı olduğunu ve profesyonel tavsiye yerine geçmediğini kabul ediyorsunuz. - Sitedeki bilgilerin doğruluğunu ve güncelliğini sağlamak için çaba gösterilse de, herhangi bir hata veya eksiklikten sorumlu olmadığımızı kabul ediyorsunuz. - Sitedeki bilgilerin kullanımından doğabilecek herhangi bir zarardan sorumlu olmadığımızı kabul ediyorsunuz. Sorumluluk Sınırlaması Türk Elektrik Çözümleri, bu sitedeki bilgilerin kullanımından doğabilecek herhangi bir zarardan sorumlu tutulamaz. Sitemizdeki bilgilerden yararlanırken dikkatli olmanızı ve gerektiğinde profesyonel tavsiye almanızı öneririz. Bu siteyi kullanmanızdan doğabilecek herhangi bir doğrudan veya dolaylı zarardan sorumlu değiliz. Bu sorumluluk reddi beyanı, yasal olarak izin verilen en geniş kapsamda geçerlidir. Gizlilik Politikası Kişisel bilgilerinizin gizliliğini ve güvenliğini sağlamak için çaba gösteriyoruz. Kişisel bilgileriniz, sizin izniniz olmadan üçüncü şahıslarla paylaşılmayacaktır. Gizlilik politikamız hakkında daha fazla bilgi için ilgili sayfamızı ziyaret edebilirsiniz. Gizliliğinize saygı gösteriyoruz ve bilgilerinizin güvenliğini sağlamak için gerekli önlemleri alıyoruz. Telif Hakkı Bu sitedeki tüm içerikler, Türk Elektrik Çözümleri'ne aittir ve telif hakkı ile korunmaktadır. İçeriklerin izinsiz kullanımı, kopyalanması veya dağıtılması yasaktır. Bu sitedeki içerikleri kullanmak istiyorsanız, öncelikle bizimle iletişime geçmelisiniz. Telif hakkı ihlallerine karşı yasal işlem başlatma hakkımız saklıdır. Değişiklikler Bu sorumluluk reddi beyanını istediğimiz zaman değiştirme hakkımız saklıdır. Herhangi bir değişiklik yapıldığında, bu sayfada güncellenmiş beyanı yayınlayacağız. Bu siteyi kullanmaya devam etmeniz, değişiklikleri kabul ettiğiniz anlamına gelir. Bu nedenle, bu beyanı düzenli olarak gözden geçirmenizi öneririz. Turkish Power Solutions Her Bağlantıda Hassaslık Müşteri Destek Destek ekibimiz size hizmet etmektedir. Her zaman hazırız, uzman yardım ve kesintisiz destek için bizimle iletişime geçin. Seyranbağları, 06660 Çanakya/Ankara, Türkiye turkishpowersolutions@gmail.com +903124363824 Koşullar Gizlilik Açıklama © 2023 Türkish Power Solutions, Türkiye. Tüm hakları saklıdır.",
    "index": "Ana Sayfa | Türk Elektrik Çözümleri Turkish Power Solutions ana hizmetler boş pozisyonlar hakkımızda iletişim ana hizmetler boş pozisyonlar hakkımızda iletişim Bu web sitesi, gezinme deneyiminizi geliştirmek için çerezleri kullanmaktadır. Bu siteyi kullanmaya devam ederek, Gizlilik Politikamız doğrultusunda çerez kullanımına izin vermiş olursunuz. Çerezleri Kabul Et Hoş geldiniz! Türkçe Enerji Çözümleri Detaylı bilgi edinin Hakkımızda Daha fazla öğrenin Hizmetlerimiz Biz ne yaparız Elektrik Tamiri Elektrik arızalarınızı hızlı ve güvenilir bir şekilde çözüyoruz. Yenileme ve Yükseltmeler Mevcut elektrik sistemlerinizi modernize ediyor ve yükseltiyoruz. Danışmanlık Hizmetleri Elektrik konusunda uzman danışmanlarımızla size destek sağlıyoruz. Hizmetlerimiz Sunduğumuz hizmetler hakkında daha fazla bilgi edinin Elektrik Tamir Hizmetleri Profesyonel elektrik tamir hizmetleri sunuyoruz. Daha fazla bilgi edinin Elektrik Ekipmanları Elektrik ekipmanları satışı ve hizmetleri sunuyoruz. Daha fazla bilgi edinin Projelerimiz İşte yaptığımız bazı projelerin fotoğrafları ve detayları. Mutfak Oda Oturma Alanı Mutfak Projesi Modern bir mutfak dizaynı. Oda Projesi Rahat bir yatak odası düzenlemesi. Oturma Alanı Projesi Geniş bir oturma alanı tasarımı. Hakkımızda Türk Elektrik Çözümleri, Türkiye'de ünlü bir elektrik bakım ve yeniden dönüştürme şirketidir. Sizlere profesyonel, hızlı ve müşteri memnuniyetini en üst düzeye çıkarmak için çalışıyoruz. Bakım ve yeniden dönüştürme hizmetlerimizi sizin ihtiyaçlarınıza göre özelleştiriyoruz. Destek hizmetlerimiz ile herhangi bir sorunuz olması durumunda sizinle iletişime geçebilirsiniz. İletişim Gizlilik politikasını kabul ediyorum Gönder Turkish Power Solutions Her Bağlantıda Hassaslık Müşteri Destek Destek ekibimiz size hizmet etmektedir. Her zaman hazırız, uzman yardım ve kesintisiz destek için bizimle iletişime geçin. Seyranbağları, 06660 Çanakya/Ankara, Türkiye turkishpowersolutions@gmail.com +903124363824 Koşullar Gizlilik Açıklama © 2023 Türkish Power Solutions, Türkiye. Tüm hakları saklıdır.",
    "privacy": "Gizlilik Politikası | Türk Elektrik Çözümleri Turkish Power Solutions ana hizmetler boş pozisyonlar hakkımızda iletişim ana hizmetler boş pozisyonlar hakkımızda iletişim Bu web sitesi, gezinme deneyiminizi geliştirmek için çerezleri kullanmaktadır. Bu siteyi kullanmaya devam ederek, Gizlilik Politikamız doğrultusunda çerez kullanımına izin vermiş olursunuz. Çerezleri Kabul Et Gizlilik Politikası Türk Elektrik Çözümleri olarak, kişisel bilgilerinizin gizliliğini ve güvenliğini sağlamayı taahhüt ediyoruz. Bu gizlilik politikası, hangi bilgileri topladığımızı, nasıl kullandığımızı ve nasıl koruduğumuzu açıklar. Toplanan Bilgiler Web sitemizi ziyaret ettiğinizde ve hizmetlerimizi kullandığınızda, çeşitli türlerde bilgiler toplayabiliriz: - İletişim bilgileri: İsim, e-posta adresi, telefon numarası. - Demografik bilgiler: Yaş, cinsiyet, ilgi alanları. - Kullanım bilgileri: Web sitemizi nasıl kullandığınızla ilgili bilgiler. - Diğer bilgiler: Anketler ve teklifler gibi gönüllü olarak sağladığınız bilgiler. Bilgilerin Kullanımı Topladığımız bilgileri çeşitli amaçlarla kullanabiliriz: - Hizmetlerimizi sağlamak ve iyileştirmek. - Müşteri desteği sağlamak. - Size özel içerik ve teklifler sunmak. - Pazarlama ve tanıtım faaliyetleri yürütmek. Bilgilerin Korunması Kişisel bilgilerinizin güvenliğini sağlamak için uygun teknik ve idari önlemleri alıyoruz. Bilgilerinizin izinsiz erişime, değiştirilmesine veya ifşa edilmesine karşı korunmasını sağlıyoruz. Ancak, internet üzerinden iletimlerin tamamen güvenli olmadığını ve herhangi bir garanti veremeyeceğimizi unutmayın. Bilgilerin Paylaşımı Kişisel bilgilerinizi, sizin izniniz olmadan üçüncü şahıslarla paylaşmıyoruz. Ancak, yasal gereklilikler doğrultusunda veya şirketimizin haklarını korumak amacıyla bilgilerinizi paylaşabiliriz. Ayrıca, iş ortaklarımız ve hizmet sağlayıcılarımız ile işimizi yürütmek amacıyla bilgiler paylaşabiliriz. Çerezler Web sitemizde çerezler kullanıyoruz. Çerezler, tarayıcınıza gönderilen ve cihazınızda saklanan küçük veri dosyalarıdır. Çerezler, web sitemizin kullanımını analiz etmek ve size daha iyi bir deneyim sunmak için kullanılır. Çerezleri devre dışı bırakmak isterseniz, tarayıcı ayarlarınızı değiştirerek bunu yapabilirsiniz. Ancak, bu durumda web sitemizin bazı özelliklerinden yararlanamayabilirsiniz. Değişiklikler Gizlilik politikamızı zaman zaman güncelleyebiliriz. Herhangi bir değişiklik yapıldığında, bu sayfada güncellenmiş politikayı yayınlayacağız. Bu nedenle, bu politikayı düzenli olarak gözden geçirmenizi öneririz. Bu politikayı son güncelleme tarihinden itibaren kullanmaya devam etmeniz, değişiklikleri kabul ettiğiniz anlamına gelir. İletişim Gizlilik politikamız hakkında herhangi bir sorunuz veya endişeniz varsa, lütfen bizimle iletişime geçin: Adres: Seyranbağları, 06660 Çanakya/Ankara, Türkiye Turkish Power Solutions Her Bağlantıda Hassaslık Müşteri Destek Destek ekibimiz size hizmet etmektedir. Her zaman hazırız, uzman yardım ve kesintisiz destek için bizimle iletişime geçin. Seyranbağları, 06660 Çanakya/Ankara, Türkiye turkishpowersolutions@gmail.com +903124363824 Koşullar Gizlilik Açıklama © 2023 Türkish Power Solutions, Türkiye. Tüm hakları saklıdır.",
    "services": "Hizmetlerimiz | Türk Elektrik Çözümleri Turkish Power Solutions ana hizmetler boş pozisyonlar hakkımızda iletişim ana hizmetler boş pozisyonlar hakkımızda iletişim Bu web sitesi, gezinme deneyiminizi geliştirmek için çerezleri kullanmaktadır. Bu siteyi kullanmaya devam ederek, Gizlilik Politikamız doğrultusunda çerez kullanımına izin vermiş olursunuz. Çerezleri Kabul Et Hizmetlerimiz: Daha fazla bilgi edinin Türkçe Enerji Çözümleri, sizin için en uygun çözümleri bulmak için size yardımcı olmaktadır. Bizimle işbirliği yaparak, enerji çözümleri ile ilgili farklı konuları araştırıyoruz ve müşterilerimize en iyi çözümleri sunuyoruz. Daha fazla öğrenin Hizmetlerimiz Sunduğumuz hizmetler hakkında daha fazla bilgi edinin Elektrik Tamir Hizmetleri Profesyonel elektrik tamir hizmetleri sunuyoruz. Daha fazla bilgi edinin Elektrik Ekipmanları Elektrik ekipmanları satışı ve hizmetleri sunuyoruz. Daha fazla bilgi edinin Elektrik Avcımı ve Onarım Hizmetleri Elektrik avcım ve onarım hizmetleri sunuyoruz. Eski ve yeni binaların elektr sistemlerini kontrol ederek, güvenli ve verimli bir şekilde çalıştırıyoruz. Elektrik makinesi tamiratı, kablolama, dağıtım, kontrol panelliği ayarlaması, bağlantı kutusu değiştirme gibi hizmetleri yapmaktayız. Elektrik avcım ve onarım hizmetleri için kaliteli ve uygun fiyatlı çözümler sunuyoruz. Daha fazla bilgi edinin Elektrik Sertifikası ve Belgelendirme Hizmetleri Elektrik sertifikası ve belgelendirme hizmetleri sunmaktayız. Elektrik sistemleri, yapıları ve makineslerinin güvenli ve kurallara uygun çalışmasını sağlamak için gerekli belgelere sahibiz. Eski ve yeni binaların elektr sistemlerini kontrol ederek, güvenli ve verimli bir şekilde çalıştırıyoruz. Elektrik sertifikası ve belgelendirme hizmetleri için kaliteli ve uygun fiyatlı çözümler sunuyoruz. Daha fazla bilgi edinin İletişim Gizlilik politikasını kabul ediyorum Gönder Turkish Power Solutions Her Bağlantıda Hassaslık Müşteri Destek Destek ekibimiz size hizmet etmektedir. Her zaman hazırız, uzman yardım ve kesintisiz destek için bizimle iletişime geçin. Seyranbağları, 06660 Çanakya/Ankara, Türkiye turkishpowersolutions@gmail.com +903124363824 Koşullar Gizlilik Açıklama © 2023 Türkish Power Solutions, Türkiye. Tüm hakları saklıdır.",
    "terms": "Kullanım Koşulları | Türk Elektrik Çözümleri Turkish Power Solutions ana hizmetler boş pozisyonlar hakkımızda iletişim ana hizmetler boş pozisyonlar hakkımızda iletişim Bu web sitesi, gezinme deneyiminizi geliştirmek için çerezleri kullanmaktadır. Bu siteyi kullanmaya devam ederek, Gizlilik Politikamız doğrultusunda çerez kullanımına izin vermiş olursunuz. Çerezleri Kabul Et Kullanım Şartları ve Koşulları Bu web sitesini kullanarak, aşağıdaki kullanım şartlarını ve koşullarını kabul etmiş olursunuz. Lütfen bu şartları dikkatlice okuyun. Kabul Edilebilir Kullanım Web sitemizi yalnızca yasal amaçlarla ve bu şartlara uygun olarak kullanmayı kabul ediyorsunuz. Aşağıdakileri yapmamayı taahhüt ediyorsunuz: - Web sitemizi yasa dışı faaliyetler için kullanmak. - Başkalarının haklarını ihlal edecek şekilde web sitemizi kullanmak. - Virüs veya zarar verici yazılım yaymak. - Web sitemizin işleyişini bozmak. Fikri Mülkiyet Hakları Bu web sitesindeki tüm içerik, Türk Elektrik Çözümleri'ne aittir ve telif hakkı, ticari marka ve diğer fikri mülkiyet hakları ile korunmaktadır. İçeriği izinsiz olarak kopyalamak, dağıtmak veya değiştirmek yasaktır. Web sitesindeki materyalleri kişisel ve ticari olmayan kullanım amacıyla indirebilirsiniz, ancak bu materyalleri değiştiremezsiniz. Üçüncü Taraf Bağlantıları Web sitemiz, üçüncü taraf web sitelerine bağlantılar içerebilir. Bu bağlantılar, yalnızca bilgi amaçlıdır ve bu sitelerin içeriği veya politikaları üzerinde herhangi bir kontrolümüz yoktur. Üçüncü taraf sitelerin kullanımı sizin sorumluluğunuzdadır ve bu sitelerdeki içerik veya hizmetlerden doğabilecek herhangi bir zarardan sorumlu değiliz. Sorumluluk Sınırlaması Web sitemizin kullanımından doğabilecek herhangi bir doğrudan, dolaylı, tesadüfi veya özel zarardan sorumlu değiliz. Bu, veri kaybı, kar kaybı veya iş kesintisi gibi zararları da içerir. Web sitemizde sağlanan bilgilerin doğruluğunu ve güncelliğini sağlamak için çaba gösteriyoruz, ancak bu bilgilerin eksiksiz veya hatasız olduğunu garanti etmiyoruz. Değişiklikler Bu kullanım şartlarını istediğimiz zaman değiştirme hakkımız saklıdır. Herhangi bir değişiklik yapıldığında, bu sayfada güncellenmiş şartları yayınlayacağız. Bu web sitesini kullanmaya devam etmeniz, değişiklikleri kabul ettiğiniz anlamına gelir. Bu nedenle, bu şartları düzenli olarak gözden geçirmenizi öneririz. Yasal Uyarı Bu kullanım şartları ve koşulları, Türkiye yasalarına tabidir ve bu yasalara göre yorumlanacaktır. Herhangi bir uyuşmazlık durumunda, Türkiye mahkemeleri yetkili olacaktır. İletişim Kullanım şartlarımız hakkında herhangi bir sorunuz veya endişeniz varsa, lütfen bizimle iletişime geçin: Adres: Seyranbağları, 06660 Çanakya/Ankara, Türkiye Turkish Power Solutions Her Bağlantıda Hassaslık Müşteri Destek Destek ekibimiz size hizmet etmektedir. Her zaman hazırız, uzman yardım ve kesintisiz destek için bizimle iletişime geçin. Seyranbağları, 06660 Çanakya/Ankara, Türkiye turkishpowersolutions@gmail.com +903124363824 Koşullar Gizlilik Açıklama © 2023 Türkish Power Solutions, Türkiye. Tüm hakları saklıdır.",
    "thank_you": "Başvurunuz için Teşekkürler | Turkish Power Solutions Turkish Power Solutions ana hizmetler boş pozisyonlar hakkımızda iletişim ana hizmetler boş pozisyonlar hakkımızda iletişim Bu web sitesi, gezinme deneyiminizi geliştirmek için çerezleri kullanmaktadır. Bu siteyi kullanmaya devam ederek, Gizlilik Politikamız doğrultusunda çerez kullanımına izin vermiş olursunuz. Çerezleri Kabul Et Başvurunuz için Teşekkürler Başvurunuzu aldık ve en kısa sürede sizinle iletişime geçeceğiz. Ne Yapabilirsiniz? Bu arada, web sitemizde gezinebilir ve hizmetlerimiz hakkında daha fazla bilgi edinebilirsiniz. Aşağıdaki bağlantılar size yardımcı olabilir: Ana Sayfa Hizmetlerimiz Hakkımızda İletişim Yardıma mı İhtiyacınız Var? Herhangi bir sorunuz veya ek bilgi talebiniz varsa, lütfen bizimle iletişime geçmekten çekinmeyin. Müşteri hizmetlerimiz size yardımcı olmaktan memnuniyet duyacaktır. E-posta: turkishpowersolutions@gmail.com Turkish Power Solutions Her Bağlantıda Hassaslık Müşteri Destek Destek ekibimiz size hizmet etmektedir. Her zaman hazırız, uzman yardım ve kesintisiz destek için bizimle iletişime geçin. Seyranbağları, 06660 Çanakya/Ankara, Türkiye turkishpowersolutions@gmail.com +903124363824 Koşullar Gizlilik Açıklama © 2023 Türkish Power Solutions, Türkiye. Tüm hakları saklıdır.",
    "vacancies": "İş İlanları | Türk Elektrik Çözümleri Turkish Power Solutions ana hizmetler boş pozisyonlar hakkımızda iletişim ana hizmetler boş pozisyonlar hakkımızda iletişim Bu web sitesi, gezinme deneyiminizi geliştirmek için çerezleri kullanmaktadır. Bu siteyi kullanmaya devam ederek, Gizlilik Politikamız doğrultusunda çerez kullanımına izin vermiş olursunuz. Çerezleri Kabul Et Ekiplemize Katılın Turkish Power Solutions, dinamik bir takımınızı desteklemek için sizi arıyoruz. İlgi çekici iş fırsatları ve yeni bir çalışma şansı keşfedin ve büyük profesyonel bir şirketin peşinde gelişim için bir parça katkıda bulunun. Elektrik Mühendisi Servis Yöneticisi Yardımcı Elektrik Mühendisi Aşırı yetenekli bir elektrikçi ve yüksek kalitede elektrik hizmetleri sunmak için özgürlük duyan bir insanınız mu? Bizim ekibimize katılarak, geleceği yeniden düzenleyen çözümlerin temelini oluşturun. Servis Yöneticisi Bizim için bir Servis Yöneticisi arıyoruz. Dinamik bir elektrik hizmeti yetenekleri ve kanıt olan yönetici deneyimi olan bir kişiye dikkat çekin. Bizim hizmetlerimizin geleceğini yöneltmek için bu fırsatı keşfedin. Yardımcı Bizimle bir Yardımcı olarak katılın. Bu giriş düzeyi pozisyonunda önemli bir rol oynatın ve başarımınızın bir parçası olun. İletişim Gizlilik politikasını kabul ediyorum Gönder Turkish Power Solutions Her Bağlantıda Hassaslık Müşteri Destek Destek ekibimiz size hizmet etmektedir. Her zaman hazırız, uzman yardım ve kesintisiz destek için bizimle iletişime geçin. Seyranbağları, 06660 Çanakya/Ankara, Türkiye turkishpowersolutions@gmail.com +903124363824 Koşullar Gizlilik Açıklama © 2023 Türkish Power Solutions, Türkiye. Tüm hakları saklıdır."
  },
  "date": "2024-06-28T06:54:29.747Z"
}