{
  "name": "UltimateCricket",
  "pages": {
    "disclaimers": "UltimateCricket - Legal Disclaimers and Terms of Use UltimateCricket Important Disclaimers 1. Informational Content The information presented on UltimateCricket is intended for general informational purposes only. We don't provide any guarantees or assurances, expressed or implied, regarding the information's completeness, precision, dependability, applicability, or ongoing availability. 2. Links to External Sites Our website may contain links to external websites or services not under our ownership or control. We hold no influence over and take no responsibility for the content, privacy policies, or practices of any third-party websites or services. 3. Limitation of Responsibility Under no circumstances will UltimateCricket, its affiliates, partners, or licensors be held responsible for any indirect, incidental, special, consequential, or punitive damages, including but not limited to loss of profits, data, use, reputation, or other intangible losses arising from your use of or inability to use our website or services. 4. Content Modifications We reserve the right to modify, suspend, or discontinue any part of our website or services at any time without prior notice. We may also change the content, including features, functionalities, and offerings, without incurring liability. The UltimateCricket website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline UltimateCricket ultimatecricket@gmail.com +91-9913404813 Important Links Privacy & Policy Terms & Conditions Disclaimers This game involves an element of financial risk and may be addictive. Please game responsibly at your own work.",
    "index": "UltimateCricket - Experience Fantasy Cricket Gaming at Its Best UltimateCricket ULTIMATECRICKET - DIVE INTO THE WORLD OF FANTASY CRICKET I agree to the Privacy Policy Get Link 4.5 &#11088;&#11088;&#11088;&#11088;&#11088; application stars 5 Million DOWNLOADS 10K+ Daily CONTESTS How to Play UltimateCricket? UltimateCricket offers an immersive platform designed for passionate cricket fans to enjoy a thrilling virtual sports experience! &#9737; Test your skills and unleash your cricket fantasy knowledge. &#9737; Take control of your destiny and revolutionize the game! &#9737; Follow these simple steps to start your ultimate fantasy journey: &#9737; It's easy; build your dream team, earn points, and emerge victorious. The mantra is simple: Compete, Conquer, and become the UltimateCricket Champion! UltimateCricket Fantasy Application ENGAGE IN ULTIMATECRICKET FANTASY: DRAFT YOUR TEAM, SECURE VICTORIES PARTICIPATE IN ULTIMATECRICKET FANTASY: BUILD YOUR TEAM, EARN VICTORIES Why Choose UltimateCricket? Immersive Gaming Experience Engage in a realistic and thrilling cricket fantasy gaming experience. Easy Deposit and Withdrawal Seamless transactions with multiple payment options for deposits and withdrawals. Real-Time Updates Stay updated with live scores, player performances, and match statistics. Frequently Asked Questions How to deposit funds? You can deposit funds using various methods such as UPI payments, cards, and net banking. Your transactions will reflect instantly in your UltimateCricket wallet. How to withdraw winnings? Withdrawing your winnings is simple. You can withdraw to your PayTm wallet or bank account with just a tap. Instant withdrawals to PayTm are available if your registered number matches your PayTm number. Complete KYC for bank withdrawals, either instant with nominal charges or standard within 24 to 48 working hours. How can rewards be used? Your rewards never expire and can be utilized to join leagues. The percentage mentioned in each league specifies how much of your rewards will be utilized. When do I get a refund for a canceled match? Refunds for canceled matches are processed immediately upon cancellation. The UltimateCricket website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline UltimateCricket ultimatecricket@gmail.com +91-9913404813 Important Links Privacy & Policy Terms & Conditions Disclaimers This game involves an element of financial risk and may be addictive. Please game responsibly at your own work.",
    "privacy-policy": "UltimateCricket - Privacy Policy UltimateCricket Privacy and Policy 1. Our Commitment At UltimateCricket, safeguarding your privacy is paramount. This Data Protection Pledge clarifies how we gather, utilize, disclose, and secure your data when you interact with our website. 2. Data We Gather We may collect personal details when you engage with our website, establish an account, participate in events, or utilize our services. This may encompass: Contact details (e.g., name, email address) Account credentials (e.g., username, password) Payment information (e.g., credit card details) 3. Utilizing Your Data The information we collect serves various purposes, including: Delivering and maintaining our services Tailoring your experience Processing transactions efficiently 4. Data Security We implement appropriate measures to protect your personal information from unauthorized access, use, or disclosure. However, it's important to remember that no internet transmission or electronic storage method is absolutely foolproof. 5. Updates to this Pledge We reserve the right to update this Data Protection Pledge occasionally. We will notify you of any changes by posting the revised Pledge on this page. The UltimateCricket website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline UltimateCricket ultimatecricket@gmail.com +91-9913404813 Important Links Privacy & Policy Terms & Conditions Disclaimers This game involves an element of financial risk and may be addictive. Please game responsibly at your own work.",
    "terms-conditions": "UltimateCricket - Terms and Conditions UltimateCricket Temrs and Conditions Agreement 1. Preamble Welcome to UltimateCricket! This agreement outlines the regulations governing your use of our platform. 2. Acceptance By accessing or utilizing our website and its functionalities, you signify your agreement to these terms and conditions and our privacy policy. Disagreement with any portion of these terms prohibits your use of our website. 3. User Accounts To unlock specific features of our website, you might need to establish a user account. You hold responsibility for safeguarding the secrecy of your account credentials and any actions occurring under your account. 4. Forbidden Actions You concur to refrain from engaging in any of the following prohibited activities: Infringement of any governing laws or regulations Hindering or disrupting our website or services 5. Limitation of Liability We shall not be held accountable for any indirect, incidental, special, consequential, or punitive damages arising from or connected to your use of our website or services. 6. Modifications to Agreement We reserve the right to alter or replace these terms and conditions at any time. Modifications take effect immediately upon posting on our website. Continued use of our website following any such changes constitutes your acceptance of the revised terms. 7. Governing Law This agreement is governed by and interpreted in accordance with the laws of India. The UltimateCricket website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline UltimateCricket ultimatecricket@gmail.com +91-9913404813 Important Links Privacy & Policy Terms & Conditions Disclaimers This game involves an element of financial risk and may be addictive. Please game responsibly at your own work.",
    "thanks": "Thank You - UltimateCricket UltimateCricket Thank You! Thank you for your interest in UltimateCricket. We appreciate your support and enthusiasm. If you have any questions or feedback, please feel free to contact us. The UltimateCricket website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline UltimateCricket ultimatecricket@gmail.com +91-9913404813 Important Links Privacy & Policy Terms & Conditions Disclaimers This game involves an element of financial risk and may be addictive. Please game responsibly at your own work."
  },
  "date": "2024-07-12T06:06:53.878Z"
}