{
  "name": "UrbanScoot",
  "pages": {
    "about": "UrbanScoot - About Us Contact About Product About UrbanScoot Scooter Rentals Welcome to UrbanScoot: Your Trusted Scooter Rental Partner Contact us Our Story Founded in 2015, UrbanScoot started as a small initiative with a big vision: to make scooter rentals accessible and affordable across India. Over the years, we have grown into a leading name in the scooter rental industry, known for our commitment to quality, innovation, and customer satisfaction. From our humble beginnings, we have expanded our fleet and services to cover major cities across the country, becoming a trusted partner for urban commuters and tourists alike. Our journey began with a single scooter and a dream to change the way people travel in cities. Today, we are proud to offer a wide range of scooters to suit every need, from daily commutes to weekend getaways. We have continually adapted to the changing needs of our customers, ensuring that our services remain top-notch and reliable. The early days were challenging but filled with learning and growth. Our team worked tirelessly to establish a solid foundation, building partnerships with local businesses and city councils to create a network of convenient rental points. Our dedication paid off as more and more people began to trust UrbanScoot for their daily transportation needs. Over the years, we have invested in our fleet, upgrading to the latest models and incorporating environmentally friendly electric scooters to promote sustainable urban mobility. Our expansion has been driven by a commitment to providing excellent service and maintaining the highest standards of safety and reliability. UrbanScoot is not just a scooter rental service; it's a community. We engage with our customers through events, promotions, and social media, always seeking to improve and innovate based on their feedback. Our journey is far from over, and we are excited to continue shaping the future of urban transportation in India. Our Mission and Values At UrbanScoot, our mission is to provide high-quality, reliable, and affordable scooter rentals to enhance urban mobility and make travel more convenient for everyone. We believe in the power of efficient transportation to transform cities and improve quality of life. Our core values include: Quality: We never compromise on the quality of our scooters and services. Innovation: We continually seek new ways to improve our fleet and customer experience. Customer Satisfaction: We prioritize our customers' needs and feedback to ensure a smooth rental experience. Sustainability: We are committed to eco-friendly practices and reducing our carbon footprint. Quality and Innovation At UrbanScoot, quality and innovation are at the heart of everything we do. We ensure that our scooters are well-maintained, regularly serviced, and equipped with the latest features to provide a safe and comfortable ride. Our team is dedicated to incorporating new technologies and trends to enhance our services. Each scooter undergoes rigorous quality checks before it is made available for rent, ensuring that our customers receive only the best. From the moment you book a scooter with us, you can expect a seamless and enjoyable experience. We use state-of-the-art booking systems and offer multiple pickup and drop-off locations to make your rental process as convenient as possible. Our user-friendly website and mobile app allow you to book a scooter in just a few clicks, and our flexible rental options cater to both short-term and long-term needs. We are constantly exploring new ways to enhance our service offerings. This includes investing in the latest technology to improve the safety and performance of our scooters, as well as implementing innovative features like GPS tracking and real-time availability updates. Our commitment to innovation ensures that we remain at the forefront of the scooter rental industry, providing our customers with a superior experience. Customer feedback plays a crucial role in our continuous improvement process. We actively seek input from our users to understand their needs and preferences, and we use this information to refine our services. Whether it's through regular maintenance, advanced safety features, or user-friendly booking platforms, we are dedicated to providing a top-notch rental experience that exceeds expectations. UrbanScoot Disclaimer Terms conditions Privacy policy Phone: +912423782435 E-mail: urbanscoot@gmail.com Contact About Product © 2024 UrbanScoot",
    "contact": "UrbanScoot - Contact Us: We're Here to Help Contact About Product Contact UrbanScoot Sports Footwear Contact Us At UrbanScoot, your feedback is highly valued, and we are dedicated to assisting you. Whether you have inquiries about our products, require assistance with an order, or wish to share your thoughts, please don't hesitate to reach out. Our team is committed to ensuring your satisfaction with our customer service experience. Our Contact Information Phone: +912423782435 E-mail: urbanscoot@gmail.com Address: 1024, Ratan Lal Market, Kaseru Walan, Paharganj, New Delhi, Delhi, 110055, India Monday - Friday: 9:00 AM - 7:00 PM Saturday: 10:00 AM - 5:00 PM Sunday: Closed Have questions or feedback? Send us a message using the form below, and we'll get back to you as soon as possible. &nbsp;I accept&nbsp; Privacy Policy Send UrbanScoot Disclaimer Terms conditions Privacy policy Phone: +912423782435 E-mail: urbanscoot@gmail.com Contact About Product © 2024 UrbanScoot",
    "disclaimer": "UrbanScoot Disclaimer - Important Information for Our Users Contact About Product UrbanScoot Disclaimer Disclaimer At UrbanScoot, we strive to provide accurate and reliable information on our website. However, the content provided is for general informational purposes only and is not intended to serve as professional advice. While we make every effort to ensure the accuracy and completeness of the information presented, we cannot guarantee that all details are up-to-date, accurate, or complete at all times. UrbanScoot disclaims all liability for any errors or omissions in the content of this website. The use of the information provided on this site is at your own risk, and UrbanScoot will not be liable for any direct, indirect, incidental, consequential, or punitive damages arising from your access to or use of this website. Our website may contain links to external sites that are not operated or controlled by UrbanScoot. We do not endorse these sites and are not responsible for their content or availability. Visiting these external websites is at your own risk, and UrbanScoot recommends that you review the terms and conditions and privacy policies of any third-party sites you visit. UrbanScoot reserves the right to modify, update, or remove content on this website at any time without prior notice. We also reserve the right to change the terms and conditions under which this site is offered, including but not limited to the charges associated with the use of the UrbanScoot website. While UrbanScoot endeavors to provide secure access to its website, we cannot guarantee that the site will be free from viruses, malware, or other harmful components. It is your responsibility to implement appropriate security measures to protect your devices and data. By using our website, you agree to hold UrbanScoot harmless from any claims, damages, losses, liabilities, and expenses arising from your use of the site or any violation of these terms and conditions. If you do not agree with these terms, please do not use our website. If you have any questions or concerns about this disclaimer, please contact us at urbanscoot@gmail.com. Your continued use of the UrbanScoot website constitutes your acceptance of this disclaimer and any future modifications. UrbanScoot Disclaimer Terms conditions Privacy policy Phone: +912423782435 E-mail: urbanscoot@gmail.com Contact About Product © 2024 UrbanScoot",
    "index": "UrbanScoot - Best Scooter Rentals Across India Contact About Product Welcome to UrbanScoot Best Scooters at Attractive Prices Across India Experience the freedom of the road with our premium scooter rentals at unbeatable prices. Contact us High Quality Service Personalized Approach Affordable Prices Why Choose UrbanScoot? At UrbanScoot, we offer exceptional service and top-quality scooters to make your journey memorable. Our advantages: Benefits of Renting with Us High Quality Service - We ensure our scooters are well-maintained and ready for your adventures. Personalized Approach - We cater to your specific needs and preferences. Affordable Prices - Enjoy top-tier scooters at budget-friendly rates. Convenience - Easy booking process and multiple pickup locations. Safety - Our scooters undergo regular safety checks. Customer Support - Our friendly team is here to assist you 24/7. Special Offers - Take advantage of our regular discounts and promotions. Special Offers Don't miss our exclusive deals and discounts on scooter rentals. Weekend Getaway Rent a scooter for the weekend and get 20% off. Long-term Rentals Special rates for weekly and monthly rentals. Group Discounts Book scooters for a group and enjoy amazing discounts. Our Top Picks Discover our most popular scooters that our customers love. Handpicked just for you: Sleek and stylish scooters perfect for urban travel. Powerful engines for a smooth and fast ride. Eco-friendly options available. Comfortable seating for long rides. Advanced safety features for peace of mind. Easy to handle and maneuver in traffic. Great fuel efficiency. Modern design and features. Various models to suit your style and needs. Experience the best of scooter rentals with UrbanScoot. Ride with us today! Customer Reviews Read what our satisfied customers have to say about their experience with UrbanScoot. Ravi K. \"UrbanScoot provided excellent service and the scooter was in perfect condition. Highly recommend!\" Priya S. \"Great prices and fantastic scooters. Will definitely rent again.\" Arjun M. \"The customer support was very helpful and the entire process was smooth.\" Neha P. \"Loved the scooter and the convenience of booking with UrbanScoot. Excellent experience!\" UrbanScoot Disclaimer Terms conditions Privacy policy Phone: +912423782435 E-mail: urbanscoot@gmail.com Contact About Product © 2024 UrbanScoot At UrbanScoot, we use cookies to enhance your browsing experience and provide personalized content. By continuing to use our site, you agree to our Privacy Policy and the use of cookies. Accept",
    "privacy-policy": "UrbanScoot - Privacy Policy Contact About Product UrbanScoot Privacy Policy Privacy Policy Welcome to UrbanScoot's Privacy Policy. Your privacy is important to us. This policy outlines how we collect, use, disclose, and protect your information when you visit our website or use our services. Information We Collect We collect personal information that you provide to us voluntarily, such as your name, email address, phone number, and payment information when you make a reservation or contact us. We may also collect information automatically through cookies and similar technologies to enhance your browsing experience. How We Use Your Information We use your information to process your bookings, communicate with you, improve our services, and personalize your experience. Your information helps us understand your preferences and allows us to provide tailored recommendations. Sharing Your Information We may share your information with third-party service providers who assist us in operating our website, conducting our business, or servicing you. We do not sell or rent your personal information to third parties. Security of Your Information We implement appropriate technical and organizational measures to protect your personal information against unauthorized access, misuse, or alteration. However, no method of transmission over the internet or electronic storage is 100% secure. Your Choices and Rights You have the right to access, correct, or delete your personal information. You may also opt-out of receiving promotional communications from us at any time. Contact Us If you have any questions about our Privacy Policy, please contact us at urbanscoot@gmail.com. We are committed to protecting your privacy and ensuring a safe and secure experience with UrbanScoot. UrbanScoot Disclaimer Terms conditions Privacy policy Phone: +912423782435 E-mail: urbanscoot@gmail.com Contact About Product © 2024 UrbanScoot",
    "product": "UrbanScoot - Explore Our Scooter Rental Options Contact About Product UrbanScoot Scooter Rentals and Services Discover the Best Scooter Rental Options at UrbanScoot Contact us Our Product Range Welcome to UrbanScoot’s product page. Here, you'll find a wide range of scooters available for rent, designed to meet your various transportation needs. Whether you need a scooter for your daily commute, a weekend trip, or an adventure around the city, we have the perfect scooter for you. Explore our diverse selection and find the ideal scooter to match your lifestyle and requirements. Our scooters are maintained to the highest standards, ensuring reliability and performance. With UrbanScoot, you can enjoy a smooth, efficient, and enjoyable ride, wherever your journey takes you. We offer a variety of models to cater to different preferences and needs. From compact and lightweight scooters perfect for navigating through traffic to powerful and robust models designed for longer rides, we have something for everyone. Each scooter is equipped with the latest features to provide you with the utmost comfort and safety. Our goal is to make your scooter rental experience as seamless and convenient as possible. Browse through our selection and choose the scooter that best suits your needs. We are committed to providing you with high-quality products and exceptional service, ensuring that your experience with UrbanScoot is nothing short of excellent. Product Categories Standard Scooters Reliable and easy-to-use scooters perfect for everyday commuting and short trips around the city. Electric Scooters Eco-friendly and efficient electric scooters designed for a sustainable and smooth ride. Premium Scooters High-performance scooters with advanced features and enhanced comfort for a superior riding experience. Family Scooters Spacious and comfortable scooters ideal for family outings and longer journeys. Off-Road Scooters Durable and robust scooters designed to handle rough terrains and adventurous rides. Special Offers Don't miss our exclusive deals and discounts on scooter rentals. ₹479/day ₹519/day ₹349/day Delivery and Return Information We offer flexible delivery options to ensure your rental experience is as convenient as possible. Here are the details of our delivery and return services: Standard Delivery: &nbsp; Receive your scooter within 3-5 business days. Express Delivery: &nbsp; Get your scooter within 1-2 business days. Custom Delivery: &nbsp; Arrange delivery on individual terms to suit your schedule. Free Delivery: &nbsp; Available for orders over ₹1500. Tracking: &nbsp; Track your delivery in real-time. Returning your scooter is straightforward and hassle-free. Our return policy includes: Timely Return: &nbsp; Return your scooter on the agreed date. If you wish to extend the rental period, notify us at least three days in advance. Deposit: &nbsp; A security deposit will be frozen on your account at the time of rental. The deposit amount varies based on the scooter model selected. Refundable Deposit: &nbsp; The deposit will be fully refunded provided the scooter is returned on time and without any damage. Easy Exchange: &nbsp; Exchange your scooter for a different model or category easily. Customer Support: &nbsp; Contact our customer service team for any assistance or inquiries. Frequently Asked Questions (FAQ) How do I rent a scooter? To rent a scooter, simply visit our website or mobile app, choose your preferred scooter category, and follow the booking instructions. You can also select your desired pickup and drop-off locations. What are the rental rates? Our rental rates vary depending on the scooter category and rental duration. Please visit our pricing page for detailed information on rates and packages. Are there any age restrictions for renting a scooter? Yes, you must be at least 18 years old with a valid driving license to rent a scooter from UrbanScoot. Can I extend my rental period? Yes, you can extend your rental period by contacting our customer service team or modifying your booking online. Additional charges may apply. What should I do in case of a breakdown or accident? In case of a breakdown or accident, contact our customer support immediately. We will provide assistance and arrange for a replacement scooter if necessary. Are helmets and other safety gear provided? Yes, we provide helmets and other necessary safety gear with every scooter rental to ensure your safety on the road. UrbanScoot Disclaimer Terms conditions Privacy policy Phone: +912423782435 E-mail: urbanscoot@gmail.com Contact About Product © 2024 UrbanScoot",
    "terms-conditions": "Terms and Conditions | UrbanScoot Contact About Product Terms and Conditions - UrbanScoot Terms and Conditions Welcome to UrbanScoot! These terms and conditions outline the rules and regulations for the use of UrbanScoot's scooter rental services located at urbanscoot.in. By accessing this website we assume you accept these terms and conditions. Do not continue to use UrbanScoot if you do not agree to take all of the terms and conditions stated on this page. The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and all Agreements: \"Client\", \"You\" and \"Your\" refers to you, the person log on this website and compliant to the Company’s terms and conditions. \"The Company\", \"Ourselves\", \"We\", \"Our\" and \"Us\", refers to our Company. \"Party\", \"Parties\", or \"Us\", refers to both the Client and ourselves. 1. Rental Agreement UrbanScoot provides scooter rental services subject to the following terms and conditions: 1.1 You must be at least 18 years old to rent a scooter from UrbanScoot. 1.2 A valid government-issued ID and a credit/debit card are required for the rental process. 1.3 The rental period begins upon scooter pickup and ends upon return. 2. Booking and Payment To book a scooter, you must: 2.1 Provide accurate personal information and contact details. 2.2 Pay the rental fee and a security deposit at the time of booking. 2.3 Payments can be made online through our secure payment gateway. 3. Cancellation and Refunds If you need to cancel your booking: 3.1 Notify UrbanScoot via email at least 24 hours before the rental period begins. 3.2 Cancellations made less than 24 hours in advance may incur a cancellation fee. 3.3 Refunds for cancellations are processed within 7-10 business days. 4. Responsibilities During the rental period, you are responsible for: 4.1 Properly maintaining and operating the scooter. 4.2 Returning the scooter on time and in the same condition as received. 4.3 Notifying UrbanScoot of any damages or issues with the scooter. For further inquiries about our terms and conditions, please contact us at urbanscoot@gmail.com. UrbanScoot Disclaimer Terms conditions Privacy policy Phone: +912423782435 E-mail: urbanscoot@gmail.com Contact About Product © 2024 UrbanScoot",
    "thank_page": "Thank You | UrbanScoot Thank You | UrbanScoot Thank You for Contacting Us! Thank you for reaching out to UrbanScoot. We have received your message and will respond to you shortly. Your inquiry is important to us, and we appreciate your interest in our services. If you require immediate assistance, please feel free to contact us directly at urbanscoot@gmail.com. Have a great day! Return to Home"
  },
  "date": "2024-06-24T07:12:58.007Z"
}