{
  "name": "Urban Oasis - India +++",
  "pages": {
    "casino": "Discover Thrilling Entertainment at Urban Oasis Casino Contact About us Casino Welcome to the Urban Oasis Casino Welcome to Urban Oasis Casino Step into a realm of thrilling entertainment at the Urban Oasis Casino. Indulge in a captivating gaming experience that combines the best of modern amenities and timeless elegance. Join us and embark on an unforgettable journey of excitement and leisure. Sophisticated Ambiance Diverse Gaming Options Exceptional Service Exclusive Privileges About Our Casino Urban Oasis Casino is a premier gaming destination, meticulously designed to cater to the discerning tastes of our guests. Nestled within the luxurious confines of our hotel, our casino offers a seamless blend of excitement and sophistication. Our state-of-the-art gaming tables and electronic gaming stations provide a wide array of thrilling experiences, catering to both seasoned players and newcomers alike. Whether you're drawn to the elegance of classic table games or the adrenaline-fueled excitement of our electronic offerings, you'll find your perfect match. Games and Tournaments Immerse yourself in a world of endless entertainment at Urban Oasis Casino. From classic table games to cutting-edge electronic offerings, our diverse selection caters to every preference. Indulge in the timeless allure of Blackjack, Roulette, and Baccarat, or test your skills at our captivating Poker tables. For those seeking a more high-tech experience, our state-of-the-art slot machines and electronic gaming stations promise thrilling adventures. Additionally, we host a variety of thrilling tournaments throughout the year, offering our guests the opportunity to showcase their skills and compete for exclusive prizes. Privileges for Hotel Guests As a guest of Urban Oasis Hotel, you'll enjoy exclusive privileges and benefits at our casino. From complimentary access to dedicated VIP lounges to personalized concierge services, we strive to make your gaming experience truly exceptional. Book Now Featured Games Poker: Test your skills and strategy at our poker tables, featuring popular variations like Texas Hold'em and Omaha. Roulette: Experience the classic excitement of roulette, with both American and European styles available. Blackjack: Try your luck at blackjack and aim for that perfect 21 in a game of skill and chance. Slot Machines: Enjoy a wide selection of slot machines with various themes and jackpots waiting to be won. Guest Testimonials \"The ambiance and service at Urban Oasis Casino are unparalleled. I've never had such an enjoyable gaming experience.\" Sarah, United Kingdom \"The variety of games and the attention to detail make this casino a must-visit destination in Mumbai.\" Raj, India \"As a hotel guest, the exclusive privileges and personalized service made my stay truly memorable.\" Michael, United States \"The tournaments are a thrilling addition to the casino experience. I can't wait to come back and compete again.\" Yuki, Japan Disclaimer Terms conditions Privacy policy Phone: +9134225336455 E-mail: urbanoasis@gmail.com Contact About us Casino © 2024 Urban Oasis Age Restriction Our website and services are intended for users who are at least 18 years old. If you are under the age of 18, please do not proceed. By clicking \"I Agree,\" you confirm that you are at least 18 years old and agree to our terms and conditions. I Agree No",
    "about": "About Urban Oasis Mumbai - Our Journey, Philosophy, and Commitment Contact About us Casino About Urban Oasis Mumbai - Our Journey, Philosophy, and Commitment Our Journey Urban Oasis Mumbai was born from a vision to create a sanctuary of tranquility amidst the vibrant energy of India's financial capital. Founded in 2010 by hospitality visionary Arjun Mehta, our hotel has evolved from a boutique establishment to a beacon of luxury and comfort in Mumbai. Our journey has been one of constant innovation and improvement. We've meticulously refined every aspect of our service, from our room designs to our dining experiences. Each year, we've added new features and services based on guest feedback and emerging hospitality trends. Our recent expansion in 2022 introduced our award-winning rooftop infinity pool and wellness center, further cementing our status as Mumbai's premier urban retreat. Our Philosophy At Urban Oasis, we believe that true luxury lies in the perfect balance of comfort, authenticity, and personalized service. Our philosophy is rooted in three core principles: Tranquility in the City: We strive to offer a peaceful haven that contrasts with and complements Mumbai's dynamic atmosphere. Cultural Authenticity: We aim to provide our guests with genuine experiences that reflect Mumbai's rich cultural tapestry. Sustainable Luxury: We are committed to delivering world-class luxury while minimizing our environmental impact through sustainable practices. Book Your Urban Retreat Experience the Urban Oasis difference for yourself. Our dedicated team is ready to make your stay in Mumbai unforgettable. Whether you're here for business or leisure, we promise an experience that combines the best of modern luxury with authentic Indian hospitality. Book Now Our Commitment to Excellence At Urban Oasis, we believe that our staff is our greatest asset. Our commitment to providing exceptional service begins with our comprehensive training and development programs. New team members undergo an intensive six-week induction program, covering everything from hotel operations to Mumbai's cultural heritage. This ensures they can provide informed, authentic experiences to our guests. We also prioritize continuous learning. Our staff participates in monthly workshops led by industry experts, covering topics such as emerging hospitality trends, cultural sensitivity, and advanced customer service techniques. Furthermore, we've implemented a unique mentorship program where seasoned staff members guide newer employees, fostering a culture of knowledge sharing and personal growth. Our investment in our team's development is reflected in our service. Whether you need assistance with travel plans, have dietary requirements, or simply need recommendations for exploring Mumbai, our well-trained staff is always ready to exceed your expectations. At Urban Oasis, we don't just train employees; we nurture hospitality professionals who are passionate about creating memorable experiences for our guests. Disclaimer Terms conditions Privacy policy Phone: +9134225336455 E-mail: urbanoasis@gmail.com Contact About us Casino © 2024 Urban Oasis",
    "contact": "Contact Urban Oasis - Get in Touch with Our Dedicated Team Contact About us Casino Contact Urban Oasis Contact Us We're here to assist you with any inquiries, reservations, or feedback you may have. Feel free to reach out to our dedicated team using the contact information below or by filling out the form. Contact Information Phone: +9134225336455 E-mail: urbanoasis@gmail.com Address: 82, Arthur Villa, S.V. Road, 1st Gauthan Street, Next to Paneeri,, Opp. Andheri-Post Office, Andheri West, Mumbai, Maharashtra 400058, India &nbsp;I accept&nbsp; Privacy Policy Send Visit Us Urban Oasis is conveniently located in the heart of Mumbai, just a short distance from major attractions and business districts. Our prime location makes it easy for you to explore the city's vibrant culture and entertainment options during your stay. Disclaimer Terms conditions Privacy policy Phone: +9134225336455 E-mail: urbanoasis@gmail.com Contact About us Casino © 2024 Urban Oasis",
    "disclaimer": "Disclaimer - Urban Oasis Mumbai Contact About us Casino Urban Oasis Disclaimer Disclaimer Welcome to the Urban Oasis Mumbai website. By accessing or using our website, you agree to be bound by the terms and conditions set forth in this disclaimer. Please read this document carefully, as it contains important information regarding your use of our services and the limitations of our liability. Website Content The content on our website, including but not limited to text, graphics, images, and other materials, is provided for informational purposes only. We make every effort to ensure the accuracy and completeness of the information presented, but we cannot guarantee the absence of errors or omissions. The information on our website is subject to change without notice. Intellectual Property All content on the Urban Oasis Mumbai website, including but not limited to text, graphics, logos, and images, is the property of Urban Oasis or its licensors and is protected by copyright and other intellectual property laws. You may not modify, copy, distribute, transmit, display, reproduce, or create derivative works from the content without the prior written permission of Urban Oasis. Third-Party Links Our website may contain links to third-party websites or resources. These links are provided for your convenience, but we do not endorse or assume any responsibility for the content, products, or services offered on these external sites. We are not responsible for the availability, accuracy, or reliability of such third-party websites or the information contained on them. Limitations of Liability Urban Oasis and its affiliates, directors, officers, employees, and agents shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in connection with the use of our website or the information contained on it. This includes, but is not limited to, damages for loss of profits, business interruption, or loss of information. Indemnification You agree to indemnify, defend, and hold harmless Urban Oasis, its affiliates, directors, officers, employees, and agents from and against any and all claims, liabilities, damages, losses, or expenses, including reasonable attorneys' fees and costs, arising out of or in any way connected with your use of the Urban Oasis Mumbai website or your violation of this disclaimer. Governing Law and Jurisdiction This disclaimer shall be governed by and construed in accordance with the laws of India, and any disputes arising from or related to this disclaimer shall be resolved in the courts of Mumbai, India. Modifications to the Disclaimer Urban Oasis reserves the right to modify or update this disclaimer at any time without prior notice. It is your responsibility to review this disclaimer periodically for any changes. Your continued use of the Urban Oasis Mumbai website after any such modifications constitutes your acceptance of the revised disclaimer. Disclaimer Terms conditions Privacy policy Phone: +9134225336455 E-mail: urbanoasis@gmail.com Contact About us Casino © 2024 Urban Oasis",
    "index": "Urban Oasis Mumbai - Luxury Hotel in the Heart of the City Contact About us Casino Urban Oasis Mumbai - Luxury Hotel in the Heart of the City Discover serenity in the heart of Mumbai. Urban Oasis offers a luxurious escape from the city's hustle. Experience unparalleled comfort and hospitality. Book your stay now and create lasting memories in our urban sanctuary. Book your stay today and experience the best of what Urban Oasis has to offer! Book now Prime City Location Luxurious Accommodations Exceptional Personalized Service Modern Wellness Facilities Urban Oasis is Mumbai's premier luxury hotel, seamlessly blending modern comfort with traditional Indian hospitality. Our mission is to provide a tranquil haven for both business and leisure travelers, offering a perfect balance of relaxation and accessibility to Mumbai's vibrant culture and commerce. Why Choose Us At Urban Oasis, we understand that discerning travelers seek more than just accommodation. Our commitment to excellence and attention to detail set us apart. We offer a unique blend of luxury, convenience, and authentic experiences that make your stay truly memorable. Key Highlights: Stunning city views Gourmet dining options State-of-the-art fitness center Rooftop infinity pool 24/7 concierge service Eco-friendly practices Cultural experience programs Our Rooms and Services Indulge in our meticulously designed rooms and suites, each offering a perfect blend of comfort and elegance. From plush bedding to cutting-edge technology, every detail is crafted to enhance your stay. Our services extend beyond accommodation: Spa and wellness center Multiple dining venues Business center and meeting rooms Customized city tours Airport transfers Laundry and dry cleaning 24-hour room service Popular Room Types Deluxe City View: Spacious rooms with panoramic Mumbai skyline views. Executive Suite: Separate living area, ideal for business travelers. Family Suite: nterconnected rooms perfect for family stays. Penthouse Suite: Ultimate luxury with private terrace and jacuzzi. Book your stay with us and discover why we are the best choice for your next vacation! Book Your Room Featured Services Ayurvedic Spa Treatments Rooftop Yoga Sessions Personalized Shopping Tours Authentic Indian Cooking Classes Guest Testimonials Sarah T., UK \"An oasis of calm in bustling Mumbai. The service was impeccable!\" Raj P., India \"The rooftop pool is simply breathtaking. A must-visit!\" Michael L., USA \"Perfect for business trips. The executive lounge is top-notch.\" Yuki N., Japan \"The cultural experiences offered by the hotel made our family trip unforgettable.\" Disclaimer Terms conditions Privacy policy Phone: +9134225336455 E-mail: urbanoasis@gmail.com Contact About us Casino © 2024 Urban Oasis We use cookies to enhance your experience on our website. By continuing to browse, you agree to our use of cookies. Learn more in our Privacy Policy. Accept",
    "privacy-policy": "Urban Oasis Privacy Policy - Protecting Your Data with Care Contact About us Casino Urban Oasis Privacy Policy - Protecting Your Data with Care Privacy Policy At Urban Oasis, we are dedicated to protecting the privacy and security of our guests. This Privacy Policy outlines how we collect, use, and safeguard the personal information you provide to us, both online and offline. Information We Collect We may collect various types of personal information from you, including: Contact information (e.g., name, email address, phone number, mailing address) Demographic data (e.g., age, gender, preferences) Reservation and stay details (e.g., dates, room preferences, payment information) Feedback and correspondence (e.g., surveys, customer service interactions) Technical information (e.g., IP address, browser type, device information) We collect this information to provide you with exceptional service, personalize your experience, and improve our offerings. How We Use Your Information We use the information we collect to: Process and manage your hotel reservations and stay Respond to your inquiries, requests, and feedback Personalize your experience and tailor our services to your preferences Communicate with you about our products, services, and special offers Analyze and improve our operations, marketing, and customer service Comply with legal and regulatory requirements Data Security and Retention We take the security of your personal information seriously. We implement appropriate technical and organizational measures to protect your data from unauthorized access, disclosure, or misuse. This includes the use of encryption, access controls, and other security protocols. We retain your personal information for as long as necessary to fulfill the purposes outlined in this Privacy Policy, unless a longer retention period is required or permitted by law. Sharing Your Information We may share your personal information with third-party service providers who assist us in operating our business, such as payment processors, marketing agencies, and IT service providers. These third parties are contractually obligated to protect the confidentiality and security of your information. We may also disclose your information to comply with legal requirements, protect our rights and property, or in the event of a corporate transaction, such as a merger or sale. Your Rights and Choices You have the right to access, correct, or delete your personal information, as well as the right to object to or restrict certain processing of your data. To exercise these rights or if you have any questions or concerns about our privacy practices, please contact us at urbanoasis@gmail.com. Changes to this Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or applicable laws. We will notify you of any material changes by posting the updated policy on our website or through other appropriate communication channels. By using our services or providing us with your personal information, you acknowledge that you have read and understood this Privacy Policy. We appreciate your trust and are committed to protecting your privacy. Disclaimer Terms conditions Privacy policy Phone: +9134225336455 E-mail: urbanoasis@gmail.com Contact About us Casino © 2024 Urban Oasis",
    "terms-conditions": "Urban Oasis Terms and Conditions Contact About us Casino Urban Oasis Terms and Conditions Terms and Conditions Welcome to Urban Oasis, a premier hotel and resort destination in the heart of Mumbai. These terms and conditions (\"Terms\") govern your use of our website, booking services, and overall experience at our establishment. By accessing our website, making a reservation, or staying at our hotel, you agree to be bound by these Terms. Reservations and Bookings All reservations and bookings made through our website, mobile application, or directly with our hotel are subject to availability and our current rates. We reserve the right to modify our rates and policies at any time. A valid credit card may be required to secure your reservation, and you may be charged a deposit or full payment in advance, depending on the booking type and our current policies. Check-in and Check-out Our standard check-in time is 3:00 PM, and check-out time is 12:00 PM. Early check-in or late check-out may be available upon request and subject to availability, and additional fees may apply. Guests are responsible for ensuring they vacate their rooms by the designated check-out time to avoid additional charges. Cancellations and Refunds Cancellation policies vary based on the booking type and rate selected. Please review the specific cancellation terms at the time of booking. In the event of a cancellation, any refunds will be processed according to our current policies. No-shows or early departures may result in forfeiture of the entire stay. Guest Conduct Guests are expected to behave in a manner that is respectful of other guests and our staff. We reserve the right to refuse service, remove guests, or terminate a stay for any reason, including but not limited to disruptive, illegal, or unethical behavior. Guests may be held responsible for any damages or additional cleaning fees resulting from their actions. Liability and Disclaimer Urban Oasis shall not be liable for any injuries, damages, or losses incurred by guests during their stay, unless directly caused by our negligence or willful misconduct. We are not responsible for the loss or theft of personal belongings, and guests are advised to secure their valuables. We reserve the right to modify these Terms at any time, and it is the guest's responsibility to review the current version before each stay. Contact Us If you have any questions or concerns regarding these Terms and Conditions, please don't hesitate to contact us at urbanoasis@gmail.com. We are committed to providing you with an exceptional experience and are happy to assist you. By proceeding with your booking or stay at Urban Oasis, you acknowledge that you have read, understood, and agree to be bound by these Terms and Conditions. Disclaimer Terms conditions Privacy policy Phone: +9134225336455 E-mail: urbanoasis@gmail.com Contact About us Casino © 2024 Urban Oasis",
    "thank_page": "Thank You for Contacting Urban Oasis Thank You for Contacting Urban Oasis Thank You for Contacting Us Dear Valued Guest, Thank you for reaching out to Urban Oasis. We appreciate your interest and look forward to assisting you. Your message has been received, and our team will be in touch with you shortly. We strive to respond to all inquiries in a timely manner. In the meantime, please feel free to explore our website to learn more about our hotel, amenities, and services. We are committed to providing an exceptional experience for all our guests. Return to Home"
  },
  "date": "2024-07-19T11:23:21.642Z"
}