{
  "name": "VelvetOasis_brazil",
  "pages": {
    "casino": "Embarque em uma emocionante jornada de sorte e luxo no cassino do Premier Hotel do Brasil, Velvet Oasis Principal Cassino Velvet Oasis Quartos Contatos 18+ Bem-vindo ao Velvet Oasis, o principal hotel-cassino onde você pode experimentar a emoção dos jogos de cassino. Observe que nosso site é apenas para maiores de 18 anos. Explore os vários jogos e comodidades que temos para oferecer e prepare-se para uma experiência de jogo inesquecível. Façam suas apostas e curtam a emoção do jogo no Velvet Oasis! Sim, tenho 18 anos Velvet Oasis - Cassino Contatos Entre em nossa elegante sala de cartas e teste suas habilidades estratégicas com um jogo de pôquer. Quer você prefira Texas Hold'em, Omaha ou Seven-Card Stud, nossos dealers experientes estão à disposição para guiá-lo pelas complexidades do jogo. Aprimore suas habilidades de blefe, aperfeiçoe sua expressão de pôquer e participe de emocionantes mãos de cartas com outros jogadores. Para aqueles que procuram um desafio mais rápido, as nossas mesas de Blackjack oferecem o cenário perfeito para um emocionante jogo de 21. Teste a sua sorte e habilidade contra o dealer enquanto tenta vencer a casa sem ultrapassar. Com múltiplas variações do jogo disponíveis, incluindo Double Exposure e Spanish 21, não falta emoção nas nossas mesas de Blackjack. Se você estiver com vontade de um jogo de cartas social e alegre, considere participar de uma rodada de Bacará ou Pôquer de Três Cartas. Esses jogos oferecem uma mistura de sorte e estratégia, proporcionando uma experiência divertida e envolvente para jogadores que desejam experimentar algo novo. A mesa de roleta do Velvet Oasis apresenta um design elegante com uma superfície de feltro verde vibrante e uma roda de madeira brilhante. O som da bola quicando no volante cria uma sensação de expectativa e entusiasmo, atraindo os jogadores com a promessa de grandes vitórias e momentos inesquecíveis. Nossa equipe amigável e experiente está à disposição para ajudar os jogadores a fazerem suas apostas e compreenderem as regras do jogo. Quer você seja um jogador experiente de roleta ou um novato em busca de tentar a sorte, nossa equipe garantirá que você se sinta confortável e confiante enquanto joga. A roleta é um jogo de azar que oferece infinitas possibilidades de diversão e emoção. Com as suas regras simples e jogabilidade rápida, é fácil ver porque é que a roleta continua a ser uma escolha popular entre os frequentadores de casino há gerações. No Velvet Oasis, os hóspedes podem experimentar a emoção de ver a roda girar e esperar para ver onde a bola vai cair, tudo isso rodeados pela elegância e luxo das nossas instalações de classe mundial. Um jogo de dados popular no nosso casino é o craps, onde os jogadores apostam no resultado do lançamento de dois dados. Com a sua natureza acelerada e múltiplas opções de apostas, o craps é um favorito entre jogadores experientes e novatos. Nossa equipe simpática e experiente está sempre à disposição para ajudar os hóspedes a entender as regras e estratégias do jogo. Para quem procura um jogo de dados mais simples, oferecemos também o Sic Bo, um jogo tradicional chinês que envolve apostar no resultado do lançamento de três dados. Com regras simples e pagamentos emocionantes, Sic Bo é uma ótima opção para jogadores que preferem uma experiência de jogo mais descontraída. No Velvet Oasis, também oferecemos outros jogos de dados, como Liar's Dice e Bunco, para hóspedes que procuram algo um pouco diferente. Esses jogos são perfeitos para grupos de amigos ou familiares que desejam ter uma experiência de jogo divertida e social. Desde caça-níqueis clássicos de três cilindros até caça-níqueis de vídeo de última geração, nosso cassino abriga uma seleção diversificada de máquinas que atendem a todos os tipos de jogadores. Quer você seja um entusiasta experiente de caça-níqueis ou um jogador casual em busca de experimentar algo novo, há um jogo esperando por você no \"Velvet Oasis\". Ao entrar no cassino, você será saudado por fileiras de caça-níqueis coloridas convidando você para jogar. As imagens e sons dos rolos girando e dos sinos tocando criam uma atmosfera animada e elétrica que aumenta a emoção de cada giro. Nossas máquinas caça-níqueis apresentam uma variedade de temas e recursos de bônus, garantindo que sempre haja algo novo e emocionante para explorar. Desde jogos temáticos baseados em filmes e programas de TV populares até caça-níqueis com jackpot progressivo com potencial para grandes ganhos, há um jogo para todos no \"Velvet Oasis\". 18+ Política de privacidade Termos e condições Isenção de responsabilidade +55 11 8008 1350 VelvetOasis@gmail.com Avenida do Contorno KM 5, Poços de Caldas - MG, 37706-306 function openEvent(evt, eventName) { var i, tabcontent, tablinks; tabcontent = document.getElementsByClassName(\"tabcontent\"); for (i = 0; i",
    "disclaimer": "Isenção de responsabilidade do Velvet Oasis: Compreendendo nossas políticas e limitações Principal Cassino Velvet Oasis Quartos Contatos 18+ Isenção de responsabilidade Bem-vindo ao Velvet Oasis, o destino definitivo de luxo e entretenimento no Brasil. Antes de embarcar na sua estadia inesquecível connosco, queremos fornecer-lhe algumas informações importantes para garantir a segurança e o prazer da sua experiência no nosso hotel-cassino. Informamos que o Velvet Oasis está empenhado em promover o jogo responsável e em manter os mais altos padrões de ética e integridade. Nós nos esforçamos para fornecer um ambiente de jogo seguro e justo para todos os nossos hóspedes e levamos muito a sério a questão dos problemas de jogo. Encorajamos os nossos hóspedes a jogar de forma responsável e a estabelecer limites para o seu tempo e gastos enquanto estiverem no nosso casino. É importante notar que o jogo pode ser viciante e encorajamos os nossos hóspedes a procurar ajuda se sentirem que os seus hábitos de jogo estão a tornar-se problemáticos. Fornecemos recursos e apoio para aqueles que podem estar lutando contra o vício do jogo, incluindo informações sobre grupos de apoio locais e serviços de aconselhamento. O Velvet Oasis é um estabelecimento para maiores de 21 anos e não permitimos que menores de 21 anos entrem no nosso hotel-cassino ou participem de qualquer forma de jogo. Exigimos que todos os hóspedes forneçam identificação válida no momento da entrada e nos reservamos o direito de recusar o serviço a qualquer pessoa que não consiga fornecer comprovante de idade. Embora nos esforcemos para oferecer um ambiente seguro aos nossos hóspedes, não podemos ser responsabilizados por quaisquer itens perdidos ou roubados durante a sua estadia no Velvet Oasis. Recomendamos que todos os hóspedes guardem seus objetos de valor e tenham cuidado enquanto estiverem no local. Aconselhamos também os nossos hóspedes a estarem atentos à sua segurança pessoal e a reportarem imediatamente qualquer comportamento suspeito à nossa equipa de segurança. Esteja ciente de que o Velvet Oasis não se responsabiliza por quaisquer ferimentos ou acidentes que possam ocorrer em nossa propriedade. Pedimos que todos os hóspedes tenham cautela ao usar nossas instalações, incluindo piscina, spa e academia. Também recomendamos que os hóspedes sigam todas as diretrizes de segurança e instruções fornecidas por nossa equipe. No Velvet Oasis, levamos a sério a questão da privacidade e proteção de dados. Coletamos informações pessoais de nossos hóspedes com a finalidade de fornecer nossos serviços e garantir um ambiente de jogo seguro. Não compartilhamos essas informações com terceiros sem o consentimento dos nossos hóspedes e adotamos medidas de segurança rigorosas para proteger a privacidade dos nossos hóspedes. Embora nos esforcemos para proporcionar uma experiência confortável e agradável a todos os nossos hóspedes, reconhecemos que divergências e disputas podem surgir de tempos em tempos. No caso de quaisquer conflitos ou reclamações, encorajamos os hóspedes a trazerem as suas preocupações à nossa atenção o mais rapidamente possível, para que possamos resolvê-las de forma rápida e eficaz. Ao optar por ficar no Velvet Oasis, você concorda em cumprir todas as regras e regulamentos descritos neste aviso legal. Reservamo-nos o direito de recusar serviço a qualquer pessoa que viole estas regras ou se envolva em comportamento perturbador ou inapropriado. Obrigado por escolher o Velvet Oasis e esperamos proporcionar-lhe uma experiência inesquecível durante a sua estadia connosco. 18+ Política de privacidade Termos e condições Isenção de responsabilidade +55 11 8008 1350 VelvetOasis@gmail.com Avenida do Contorno KM 5, Poços de Caldas - MG, 37706-306",
    "index": "Bem-vindo ao Velvet Oasis: seu melhor destino de hotel-cassino no Brasil Principal Cassino Velvet Oasis Quartos Contatos 18+ Bem-vindo ao Velvet Oasis, seu destino para jogos de alto nível e acomodações luxuosas. Informamos que nosso site utiliza cookies para melhorar sua experiência de navegação. Ao continuar a utilizar o nosso site, você concorda com o uso destes cookies. Tenha certeza de que sua privacidade e segurança são nossas principais prioridades. Obrigado por escolher o Velvet Oasis, onde cada visita é uma experiência vencedora! Aceitar todos os cookiess Recusar todos os cookies Velvet Oasis Contatos Opulenta Suíte Oasis Reserva Retiro Luxuoso de Veludo Reserva Abençoado refúgio de veludo Reserva Quarto Elegância de Veludo Reserva Esconderijo de pelúcia no oásis Reserva Suíte Deluxe Velvet Oasis Reserva Velvet Oasis é um santuário de elegância e conforto, onde o luxo encontra a tranquilidade. Situado no coração de uma cidade vibrante, nosso hotel oferece aos hóspedes uma combinação única de charme sofisticado e comodidades modernas. De opções gastronômicas requintadas a tratamentos de spa rejuvenescedores, o Velvet Oasis promete uma experiência verdadeiramente inesquecível para todos os hóspedes. Delicie-se com a opulência dos nossos quartos lindamente decorados e mergulhe no calor da nossa hospitalidade. Fuja para o Velvet Oasis e descubra um mundo de requinte e relaxamento incomparáveis. Mergulhe no luxo e no relaxamento na piscina do Velvet Oasis Hotel. Mergulhe na serenidade do nosso luxuoso oásis de piscina, cercado por paisagens verdejantes e design requintado. Se você procura um mergulho refrescante ou simplesmente deseja aproveitar o sol em uma espreguiçadeira confortável, nossa piscina oferece o refúgio perfeito da agitação da cidade. Com serviço impecável e ambiente tranquilo, a piscina do Velvet Oasis convida os hóspedes a relaxar e rejuvenescer com estilo. Mime-se com um dia de lazer e felicidade na nossa convidativa área de piscina, onde cada momento promete um verdadeiro oásis de relaxamento. Delicie-se com delícias culinárias no restaurante do Velvet Oasis Hotel. Nosso restaurante no Velvet Oasis oferece uma experiência gastronômica deliciosa em um ambiente sofisticado e elegante. Apresentando um menu que apresenta uma fusão de sabores locais e internacionais, nossos talentosos chefs elaboram pratos que são tão visualmente deslumbrantes quanto deliciosos. Quer opte por jantar no interior com um ambiente íntimo ou desfrutar de refeições ao ar livre com vista para os belos arredores do hotel, cada refeição no nosso restaurante é uma celebração de bom gosto e requinte. Com um serviço impecável e uma extensa carta de vinhos para complementar a sua refeição, jantar no restaurante do Velvet Oasis promete ser uma experiência memorável e satisfatória. Mime o seu paladar com uma viagem culinária que o deixará com vontade de comer mais no requintado restaurante do Velvet Oasis Hotel. Perguntas frequentes Quais são os horários de check-in e check-out no hotel Velvet Oasis? O horário de check-in é às 15h00 e o horário de check-out é às 12h00. O hotel Velvet Oasis oferece transporte para o aeroporto para os hóspedes? Sim, oferecemos transporte para o aeroporto aos nossos hóspedes. Entre em contato com nosso concierge para obter mais informações e organizar o traslado do aeroporto. Existe academia de ginástica disponível para os hóspedes do hotel Velvet Oasis? Sim, temos uma academia totalmente equipada para uso dos hóspedes durante a estadia. O hotel Velvet Oasis oferece serviço de quarto? Sim, oferecemos serviço de quarto 24 horas para comodidade dos nossos hóspedes. Há Wi-Fi gratuito disponível no hotel Velvet Oasis? Sim, oferecemos acesso Wi-Fi gratuito para todos os hóspedes em todas as instalações do hotel. Animais de estimação são permitidos no hotel Velvet Oasis? Infelizmente, animais de estimação não são permitidos no nosso hotel. O hotel Velvet Oasis possui piscina? Sim, temos uma piscina luxuosa para os hóspedes desfrutarem. O hotel Velvet Oasis oferece serviço de lavanderia? Sim, oferecemos serviços de lavanderia e lavagem a seco para nossos hóspedes. Entre em contato com a recepção para obter mais informações. Há alguma atração ou atividade nas proximidades que os hóspedes possam desfrutar durante a estadia no hotel Velvet Oasis? Sim, podemos ajudar os hóspedes das atrações durante a estadia no Velvet Oasis. Para mais informações siga este link. Contatos Aceitei a Política de Privacidade Enviar 18+ Política de privacidade Termos e condições Isenção de responsabilidade +55 11 8008 1350 VelvetOasis@gmail.com Avenida do Contorno KM 5, Poços de Caldas - MG, 37706-306 document.addEventListener(\"DOMContentLoaded\", function () { const cookieNotification = document.getElementById(\"cookieInfoSection\"); const cookiesChoice = localStorage.getItem(\"cookiesChoice\"); if (cookiesChoice === \"accepted\") { cookieNotification.style.display = \"none\"; } else if (cookiesChoice === \"declined\") { cookieNotification.style.display = \"none\"; } else { cookieNotification.style.display = \"block\"; } }); function acceptCookies() { const cookieNotification = document.getElementById(\"cookieInfoSection\"); localStorage.setItem(\"cookiesChoice\", \"accepted\"); cookieNotification.style.display = \"none\"; } function declineCookies() { const cookieNotification = document.getElementById(\"cookieInfoSection\"); localStorage.setItem(\"cookiesChoice\", \"declined\"); cookieNotification.style.display = \"none\"; } const faq = document.querySelectorAll(\".faqBlock__listItemTitle\"); const accordionToggle = (e) => { e.currentTarget.classList.toggle(\"faqBlock__listItemActive\"); const item = e.currentTarget.nextElementSibling; if (e.currentTarget.classList.contains(\"faqBlock__listItemActive\")) { item.style.maxHeight = item.scrollHeight + \"px\"; } else { item.style.maxHeight = 0; } }; if (faq) { faq.forEach((el) => { el.addEventListener(\"click\", accordionToggle); }); }",
    "policy": "Protegendo sua privacidade no Velvet Oasis: Nosso compromisso com a segurança de dados Principal Cassino Velvet Oasis Quartos Contatos 18+ Política de privacidade do Velvet Oasis Casino-Hotel No Velvet Oasis Casino-Hotel, temos o compromisso de proteger a privacidade e a confidencialidade das informações pessoais dos nossos hóspedes. Esta Política de Privacidade descreve como coletamos, usamos, divulgamos e protegemos suas informações pessoais em conformidade com as leis de privacidade aplicáveis ​​no Brasil. Coleta e uso de informações Quando você faz uma reserva ou se hospeda no Velvet Oasis Casino-Hotel, podemos coletar informações pessoais como seu nome, informações de contato, detalhes de pagamento e preferências. Essas informações são usadas para lhe fornecer o melhor serviço possível, incluindo processamento de reservas, personalização de sua experiência e melhoria de nossos serviços. Também poderemos coletar informações sobre o uso do nosso site, incluindo seu endereço IP, tipo de navegador e comportamento de navegação. Essas informações nos ajudam a otimizar nosso site e adaptar nossos esforços de marketing para melhor atender nossos hóspedes. Divulgação de informação Poderemos compartilhar suas informações pessoais com terceiros, como prestadores de serviços, parceiros de negócios e agências de aplicação da lei, para lhe fornecer os serviços solicitados, cumprir obrigações legais ou proteger nossos direitos e propriedade. Tomamos medidas para garantir que esses terceiros tratem suas informações pessoais de forma segura e em conformidade com as leis de privacidade aplicáveis. Segurança de dados O Velvet Oasis Casino-Hotel implementa medidas técnicas e organizacionais adequadas para proteger as suas informações pessoais contra acesso não autorizado, divulgação, alteração ou destruição. Restringimos o acesso às suas informações pessoais a funcionários autorizados que precisam conhecê-las para lhe fornecer nossos serviços. Retenção de dados Retemos as suas informações pessoais durante o tempo necessário para cumprir os fins para os quais foram recolhidas, cumprir obrigações legais ou resolver litígios. Se você não deseja mais que retenhamos suas informações pessoais, entre em contato conosco usando as informações fornecidas abaixo. Seus direitos Você tem o direito de solicitar acesso, retificação, exclusão ou restrição de processamento de suas informações pessoais. Poderá também opor-se ao tratamento dos seus dados pessoais ou solicitar a portabilidade dos dados. Para exercer estes direitos, entre em contacto connosco através das informações fornecidas abaixo. Biscoitos Utilizamos cookies no nosso site para melhorar a sua experiência de navegação e analisar o tráfego do site. Você pode optar por desativar os cookies nas configurações do seu navegador, mas isso pode afetar a funcionalidade do nosso site. Atualizações na Política de Privacidade Poderemos atualizar esta Política de Privacidade periodicamente para refletir alterações em nossas práticas ou requisitos legais. Iremos notificá-lo sobre quaisquer alterações materiais nesta Política de Privacidade publicando um aviso em nosso site ou entrando em contato diretamente com você. Contate-nos Se você tiver alguma dúvida ou preocupação sobre esta Política de Privacidade ou nossas práticas de dados, entre em contato conosco: Velvet Oasis Casino-Hotel Endereço: Avenida do Contorno KM 5, Poços de Caldas - MG, 37706-306 Telefone: +55 11 8008 1350 E-mail: VelvetOasis@gmail.com Ao utilizar nossos serviços ou site, você concorda com a coleta, uso e divulgação de suas informações pessoais conforme descrito nesta Política de Privacidade. Obrigado por escolher o Velvet Oasis Casino-Hotel. 18+ Política de privacidade Termos e condições Isenção de responsabilidade +55 11 8008 1350 VelvetOasis@gmail.com Avenida do Contorno KM 5, Poços de Caldas - MG, 37706-306",
    "terms": "Concordar em seguir as regras: Termos e Condições do Velvet Oasis Principal Cassino Velvet Oasis Quartos Contatos 18+ Termos e condições Bem-vindo ao Velvet Oasis, o principal destino hotel-cassino do Brasil. Antes de iniciar a sua estadia connosco, pedimos-lhe que leia atentamente e compreenda os seguintes termos e condições: Check-in e check-out: - O horário de check-in é às 15h00 e o horário de check-out é às 11h00. Check-in antecipado e check-out tardio podem ser solicitados de acordo com a disponibilidade. - Os hóspedes deverão apresentar um documento de identidade válido com foto emitido pelo governo e um cartão de crédito no momento do check-in. - Todos os hóspedes devem ter pelo menos 18 anos para fazer o check-in. Reservas de quartos: - As reservas de quartos estão sujeitas a disponibilidade e são confirmadas após recepção do pagamento. - Cancelamentos feitos dentro de 48 horas antes da chegada estarão sujeitos a uma taxa de cancelamento de uma noite. - No comparecimento será cobrado o valor total da reserva. Cassino: - O cassino do Velvet Oasis está aberto 24 horas por dia, 7 dias por semana. - Os hóspedes devem ter pelo menos 18 anos para entrar no casino. - Velvet Oasis não se responsabiliza por quaisquer perdas sofridas durante o jogo. - Os hóspedes estão proibidos de trapacear, contar cartas ou se envolver em qualquer atividade fraudulenta no cassino. Políticas do quarto: - É estritamente proibido fumar em todos os quartos. Uma taxa de limpeza será cobrada dos hóspedes que violarem esta política. - Animais de estimação não são permitidos nos quartos, exceto animais de serviço. - A ocupação do quarto é estritamente limitada ao número de hóspedes indicado na reserva. Quaisquer hóspedes adicionais estarão sujeitos a custos adicionais. - Atividades ilegais e ruído excessivo são estritamente proibidos nos quartos. - Danos ao quarto ou propriedade do hotel serão cobrados no cartão de crédito do hóspede. Comodidades: - Os hóspedes têm acesso a todas as comodidades do hotel, incluindo piscina, academia, spa e restaurantes. - O uso das comodidades é por conta e risco dos hóspedes. O Velvet Oasis não se responsabiliza por quaisquer acidentes ou lesões que ocorram na propriedade do hotel. Jantar: - Os restaurantes e bares do Velvet Oasis servem uma variedade de cozinhas e bebidas. - O serviço de quartos está disponível 24 horas por dia para os hóspedes que preferem jantar no conforto dos seus quartos. Limpeza: - O serviço de limpeza diário está incluído na tarifa do quarto. Os hóspedes podem solicitar serviços de limpeza adicionais por uma taxa extra. - Os hóspedes são responsáveis ​​por guardar seus objetos de valor. Velvet Oasis não se responsabiliza por quaisquer itens perdidos ou roubados. Eventos e reuniões: - O Velvet Oasis oferece espaços para eventos e reuniões para reuniões corporativas, casamentos e outras ocasiões especiais. - Serviços de planejamento de eventos estão disponíveis para hóspedes que desejam realizar um evento no hotel. Segurança: - O Velvet Oasis emprega pessoal de segurança para garantir a segurança de todos os hóspedes e propriedades do hotel. - Os hóspedes são obrigados a cumprir os protocolos e procedimentos de segurança para a segurança de todos os hóspedes e funcionários. Diversos: - O Velvet Oasis reserva-se o direito de recusar o serviço a qualquer pessoa que viole as políticas do hotel ou se comporte de forma perturbadora. - Quaisquer disputas ou reclamações deverão ser dirigidas à gerência do hotel para resolução. - Estes termos e condições estão sujeitos a alterações sem aviso prévio. Esperamos que você tenha uma estadia agradável no Velvet Oasis. Se você tiver alguma dúvida ou preocupação, não hesite em entrar em contato com nossa simpática equipe para obter assistência. Obrigado por escolher o Velvet Oasis como seu destino hotel-cassino no Brasil. 18+ Política de privacidade Termos e condições Isenção de responsabilidade +55 11 8008 1350 VelvetOasis@gmail.com Avenida do Contorno KM 5, Poços de Caldas - MG, 37706-306",
    "thank_page": "Obrigado pelo seu pedido: sua reserva no Velvet Oasis está confirmada Obrigado! Obrigado pelo seu interesse em se hospedar em nosso hotel-cassino, Velvet Oasis. Estamos entusiasmados por você estar nos considerando para sua próxima visita. Nossa equipe se dedica a proporcionar uma experiência memorável a todos os nossos hóspedes e temos certeza de que você desfrutará de tudo o que nossa propriedade tem a oferecer. Fique à vontade para entrar em contato conosco caso tenha alguma dúvida ou solicitação especial. Estamos ansiosos para recebê-lo no Velvet Oasis e garantir que sua estadia conosco seja excepcional. Atenciosamente, Equipe Velvet Oasis Página principal"
  },
  "date": "2024-07-04T16:39:33.282Z"
}