{
  "name": "VelvetSandsResort_India",
  "pages": {
    "about": "Velvet Sands Resort - Luxury Resort in India Home About Us Services Contacts About Velvet Sands Resort Discover the Ultimate in Luxury and Tranquility Our Story Velvet Sands Resort was founded with the vision of creating a sanctuary where guests can experience unparalleled luxury and comfort. Nestled in the heart of India, our resort offers a serene escape from the hustle and bustle of everyday life. Our commitment to excellence is reflected in every aspect of our resort, from the elegant design to the exceptional service provided by our dedicated team. Our Values Luxury We are dedicated to providing our guests with a luxurious experience that exceeds their expectations. Every detail of our resort is designed to offer comfort and elegance. Service Our team of professionals is committed to delivering exceptional service, ensuring that each guest feels valued and cared for throughout their stay. Serenity At Velvet Sands Resort, we strive to create an atmosphere of peace and tranquility, allowing our guests to relax and rejuvenate in a serene environment. Meet Our Team Amit Patel General Manager Nisha Verma Head of Hospitality Rajiv Singh Executive Chef Anjali Sharma Spa Director Home About Us Services Contacts Privacy policy | Terms and Conditions This website uses cookies to ensure you get the best experience on our website. By continuing to browse, you agree to our use of cookies. I Agree",
    "index": "Velvet Sands Resort - Luxury Resort in India Home About Us Services Contacts Welcome to Velvet Sands Resort Experience luxury and comfort in the heart of India About Us Welcome to Velvet Sands Resort, where elegance meets tranquility. Nestled in the picturesque landscapes of India, our resort offers an unparalleled blend of luxury, comfort, and serenity. Whether you're here for relaxation or business, we provide a perfect haven for all your needs. Our Services Luxurious Rooms Our rooms are designed with utmost care to provide maximum comfort and convenience. Order Spa and Wellness Relax and rejuvenate at our modern spa and wellness center. Order Gourmet Dining Enjoy exquisite dining experiences at our restaurants offering diverse world cuisines. Order Conference Rooms Ideal for your business meetings and events, equipped with modern amenities. Order Guest Reviews \"Velvet Sands Resort is the best place I've ever stayed at. Exceptional service and unforgettable experience!\" - Rahul Sharma \"The spa and wellness center is fantastic. The perfect place to relax!\" - Priya Mehta Our Amenities Velvet Sands Resort offers a wide range of amenities to ensure a memorable stay for our guests. From state-of-the-art fitness centers to luxurious swimming pools, we have everything you need for a perfect vacation. Spa Pool 24/7 Bar Dining Fishing Location Situated in the heart of India, Velvet Sands Resort offers easy access to the region's top attractions. Whether you're here to explore the local culture or relax in luxury, our prime location makes it all possible. Contact Us We are here to help you with any questions or concerns. Please fill out the form below to get in touch with us. Your Name Your Email Your Message I accept Privacy policy Send Message Address: Bandra Kurla Complex, Siddharath Nagar, Vakola, Vicinity, Mumbai, Maharashtra 400055, India Phone: +91-456-4689315 Email: velvetsandsresort@gmail.com Working Hours: 24/7 Home About Us Services Contacts Privacy policy | Terms and Conditions This website uses cookies to ensure you get the best experience on our website. By continuing to browse, you agree to our use of cookies. I Agree",
    "privacy-policy": "Privacy Policy - Velvet Sands Resort Home About Us Services Contacts Privacy Policy Velvet Sands Resort is committed to protecting and respecting your privacy. This privacy policy explains how we collect, use, and safeguard your personal data when you visit our website and use our services. Information Collection We may collect and process the following information about you: Personal identification information such as your name, address, email address, and phone number. Information about your reservations and stays at our resort. Financial information such as credit card details necessary for payment processing. Information you provide by filling out forms or participating in surveys. Technical information such as your IP address, browser type, and visit duration. Use of Information Velvet Sands Resort uses your information for the following purposes: To provide you with our services and process your reservations. To improve our website and services based on your feedback and usage data. To communicate with you about your reservations and respond to your inquiries. To send you information about special offers, promotions, and new services if you have given your consent. To ensure the safety of our guests and protect our property. Information Protection We follow strict security procedures to protect your personal data from unauthorized access, disclosure, or destruction. Our data storage systems are secured with advanced technologies and security protocols. Your Rights You have the right to access, correct, or delete your personal data, and to restrict or object to its processing. To exercise these rights, please contact us at velvetsandsresort@gmail.com. Cookies Our website uses cookies to enhance user experience and ensure site functionality. Cookies are small text files stored on your device when you visit our site. You can choose to disable cookies through your browser settings, but this may affect the functionality of the site. Third-Party Services We may collaborate with third parties to provide certain services necessary for our website and resort operations. These third parties may have access to your personal data only to perform tasks on our behalf, and they are obligated to keep this information confidential. Changes to Privacy Policy Velvet Sands Resort reserves the right to make changes to this privacy policy at any time. All changes will take effect upon their posting on our website. Please check this page regularly for updates. Contact If you have any questions or concerns about our privacy policy or the handling of your personal data, please contact us at velvetsandsresort@gmail.com. Velvet Sands Resort is dedicated to protecting your privacy and ensuring that your personal data is processed securely and responsibly. We value your trust and will do everything possible to safeguard your data. Home About Us Services Contacts Privacy policy | Terms and Conditions This website uses cookies to ensure you get the best experience on our website. By continuing to browse, you agree to our use of cookies. I Agree",
    "terms-conditions": "Terms and Conditions - Velvet Sands Resort Home About Us Services Contacts Terms and Conditions Welcome to Velvet Sands Resort. By accessing and using our website and services, you agree to comply with and be bound by the following terms and conditions. Please read them carefully before using our services. General Terms Velvet Sands Resort provides the content and services on this website for informational and entertainment purposes only. All content on this site is protected by copyright and other intellectual property laws. You may not use, copy, or distribute any content from this site without our written permission. Reservations and Payments When making a reservation at our resort, you agree to provide accurate and complete information. You are responsible for all payments and obligations arising from your reservations. Velvet Sands Resort reserves the right to cancel or modify reservations if they do not comply with our policies or if payments are not made on time. Cancellation Policy You may cancel your reservation according to our cancellation policy. Please contact our customer service team for information on cancellation options and conditions. Cancellation policies may vary depending on the type and timing of your reservation. Privacy and Data Protection We are committed to protecting your personal data in accordance with our privacy policy. All information you provide will be used solely for providing and improving our services. We will not disclose your personal data to third parties without your consent, except as required by law. User Responsibilities By using our website, you agree to comply with all applicable laws and regulations. You may not use this site in any manner that could damage, disable, or impair our services or interfere with any other party's use of our site. You are responsible for all actions taken under your account. Limitation of Liability Velvet Sands Resort is not liable for any damages or losses arising from the use of this website or our services. We strive to ensure the continuous operation of the site and the accuracy of the information provided, but we do not guarantee uninterrupted access or error-free content. Changes to Terms Velvet Sands Resort reserves the right to make changes to these terms and conditions at any time. All changes will take effect upon posting on our website. Please check this page regularly for updates. Governing Law These terms and conditions are governed by and construed in accordance with the laws of India. Any disputes arising from or related to the use of our services shall be subject to the exclusive jurisdiction of the courts in India. Contact If you have any questions or concerns about these terms and conditions, please contact us at velvetsandsresort@gmail.com. We are here to assist you and ensure that your experience with Velvet Sands Resort is positive and satisfying. Final Provisions These terms and conditions constitute the entire agreement between you and Velvet Sands Resort regarding the use of this website and our services. If any provision of these terms is found to be invalid or unenforceable, the remaining provisions will remain in full force and effect. Your rights and obligations under these terms may not be transferred without our written consent. Velvet Sands Resort thanks you for your trust and looks forward to a lasting relationship. We will do everything possible to provide top-quality services and an unforgettable experience for each of our guests. Home About Us Services Contacts Privacy policy | Terms and Conditions This website uses cookies to ensure you get the best experience on our website. By continuing to browse, you agree to our use of cookies. I Agree",
    "thanks": "Thank You - Velvet Sands Resort Thank You! We have received your message and will get back to you shortly. Thank you for choosing Velvet Sands Resort. Return to Home Page"
  },
  "date": "2024-07-23T06:13:26.879Z"
}