{
  "name": "VelvetGardenIndia",
  "pages": {
    "about-us": "About VelvetGarden - Experience Luxury and Comfort VelvetGarden HOME ABOUT US Casino Contact Explore Our Room Types Standard Room Discover our comfortable Standard Rooms, offering a cozy retreat with modern amenities. Perfect for both business and leisure travelers. Starting at $99.99 &#8594; Book Now Deluxe Suite Indulge in luxury with our Deluxe Suites, offering spacious living areas and breathtaking views. Ideal for those seeking extra comfort and elegance. Starting at $199.99 &#8594; Book Now Premium Villa Experience ultimate luxury in our Premium Villas, featuring private pools and personalized services. Perfect for a luxurious getaway. Starting at $499.99 &#8594; Book Now Featured Amenities Infinity Pool Relax and unwind in our stunning infinity pool overlooking panoramic views of the ocean. Explore Amenities Gourmet Dining Indulge in exquisite dining experiences crafted by our renowned chefs using locally sourced ingredients. Explore Dining Options Discovering the World of Luxury At VelvetGarden, we're committed to providing a luxurious experience. Our curated offerings ensure you enjoy the pinnacle of comfort and elegance during your stay. We believe in exceeding your expectations with every detail. From sophisticated interiors to personalized services, our dedication shines through in every aspect of your visit. The VelvetGarden website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline VelvetGarden ADDRESS Lal Bahadur Shastri Marg, Sion West, Mumbai, Maharashtra 400022, India velvetgarden@gmail.com +91-935-553-2932 PRIVACY LINKS Disclaimers Privacy Policy Terms & Conditions SITEMAP Home About Us Casino Contact Us",
    "contacts": "Contact VelvetGarden - Get in Touch for Reservations and Inquiries VelvetGarden HOME ABOUT US Casino Contact Got any questions? Reach out to us! I accept the Privacy Policy SUBMIT The VelvetGarden website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline VelvetGarden ADDRESS Lal Bahadur Shastri Marg, Sion West, Mumbai, Maharashtra 400022, India velvetgarden@gmail.com +91-935-553-2932 PRIVACY LINKS Disclaimers Privacy Policy Terms & Conditions SITEMAP Home About Us Casino Contact Us",
    "disclaimers": "VelvetGarden - Disclaimers and Legal Information VelvetGarden HOME ABOUT US Casino Contact Disclaimer Website Information The information provided on this website is for general informational purposes only. While we strive to keep the information up to date and accurate, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. External Links This website may contain links to other websites which are not under the control of VelvetGarden. We have no control over the nature, content, and availability of those sites. The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them. Changes to Disclaimer We reserve the right to modify or update this disclaimer at any time without prior notice. It is your responsibility to check this disclaimer periodically for changes. Acceptance of Terms By using this website, you agree to the terms of this disclaimer. If you do not agree with these terms, please do not use our website. The VelvetGarden website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline VelvetGarden ADDRESS Lal Bahadur Shastri Marg, Sion West, Mumbai, Maharashtra 400022, India velvetgarden@gmail.com +91-935-553-2932 PRIVACY LINKS Disclaimers Privacy Policy Terms & Conditions SITEMAP Home About Us Casino Contact Us",
    "index": "VelvetGarden - Your Premier Hotel Destination for Luxury and Comfort VelvetGarden HOME ABOUT US Casino Contact Discover Luxury Trends Exploring Trends in the World of Luxury At VelvetGarden, we're dedicated to setting trends in luxury hospitality. From innovative designs to bespoke experiences, we lead with passion and creativity. Our collaborations with top designers and influencers ensure we deliver unparalleled insights and inspirations, enriching your journey with us. GET IN TOUCH FOR INSIGHTS Featured Amenities Infinity Pool Relax and unwind in our stunning infinity pool overlooking panoramic views of the ocean. Explore Amenities Gourmet Dining Indulge in exquisite dining experiences crafted by our renowned chefs using locally sourced ingredients. Explore Dining Options Discovering the World of Luxury At VelvetGarden, we're committed to providing a luxurious experience. Our curated offerings ensure you enjoy the pinnacle of comfort and elegance during your stay. We believe in exceeding your expectations with every detail. From sophisticated interiors to personalized services, our dedication shines through in every aspect of your visit. About VelvetGarden Embracing Luxury, Elevating Experiences At VelvetGarden, we're dedicated to providing a luxurious escape with our unparalleled hospitality and exceptional amenities. With a commitment to excellence, we strive to create memorable experiences for our guests. Whether you're here for relaxation or adventure, VelvetGarden promises a stay that exceeds your expectations. Luxury Redefined EXPLORE AMENITIES Explore Our Room Types Standard Room Discover our comfortable Standard Rooms, offering a cozy retreat with modern amenities. Perfect for both business and leisure travelers. Starting at $99.99 &#8594; Book Now Deluxe Suite Indulge in luxury with our Deluxe Suites, offering spacious living areas and breathtaking views. Ideal for those seeking extra comfort and elegance. Starting at $199.99 &#8594; Book Now Premium Villa Experience ultimate luxury in our Premium Villas, featuring private pools and personalized services. Perfect for a luxurious getaway. Starting at $499.99 &#8594; Book Now The VelvetGarden website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline VelvetGarden ADDRESS Lal Bahadur Shastri Marg, Sion West, Mumbai, Maharashtra 400022, India velvetgarden@gmail.com +91-935-553-2932 PRIVACY LINKS Disclaimers Privacy Policy Terms & Conditions SITEMAP Home About Us Casino Contact Us",
    "privacy-policy": "VelvetGarden - Privacy Policy VelvetGarden HOME ABOUT US Casino Contact Privacy Policy of VelvetGarden VelvetGarden operates the velvetgarden.com website, which provides the SERVICE. Cookies Cookies are files with small amount of data that is commonly used an anonymous unique identifier. These are sent to your browser from the website that you visit and are stored on your computer's hard drive. Our website uses these \"cookies\" to collection information and to improve our Service. You have the option to either accept or refuse these cookies, and know when a cookie is being sent to your computer. If you choose to refuse our cookies, you may not be able to use some portions of our Service. Service Providers We may employ third-party companies and individuals due to the following reasons: To facilitate our Service; To provide the Service on our behalf; To perform Service-related services; or To assist us in analyzing how our Service is used. We want to inform our Service users that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose. Security We value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security. Links to Other Sites Our Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by us. Therefore, we strongly advise you to review the Privacy Policy of these websites. We have no control over, and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services. Children's Privacy Our Services do not address anyone under the age of 18. We do not knowingly collect personal identifiable information from children under 18. In the case we discover that a child under 18 has provided us with personal information, we immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do necessary actions. Changes to This Privacy Policy We may update our Privacy Policy from time to time. Thus, we advise you to review this page periodically for any changes. We will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately, after they are posted on this page. The VelvetGarden website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline VelvetGarden ADDRESS Lal Bahadur Shastri Marg, Sion West, Mumbai, Maharashtra 400022, India velvetgarden@gmail.com +91-935-553-2932 PRIVACY LINKS Disclaimers Privacy Policy Terms & Conditions SITEMAP Home About Us Casino Contact Us",
    "products": "VelvetGarden Casino - Thrilling Games and Entertainment VelvetGarden HOME ABOUT US Casino Contact About VelvetGarden Casino Experience Thrill and Excitement At VelvetGarden Casino, we bring you the ultimate thrill with our diverse selection of casino games and premium entertainment. From classic table games to cutting-edge slots, indulge in an immersive gaming experience designed for excitement and luxury. Your Gateway to Entertainment DISCOVER OUR GAMES Explore Our Casino Games Slot Machines Discover our exciting collection of slot machines, offering a variety of themes and chances to win big jackpots. &#8594; Book Now Roulette Experience the thrill of Roulette with our modern tables. Bet on your lucky numbers and enjoy the anticipation of each spin. &#8594; Book Now Blackjack Challenge the dealer in our Blackjack tables. Test your strategy and skill in this classic card game. &#8594; Book Now Featured Casino Games Slot Machines Experience the thrill of our diverse slot machine offerings, featuring various themes and jackpot opportunities. Explore Slots Roulette Tables Enjoy the excitement of our elegant roulette tables, where luck and strategy come together for an exhilarating gaming experience. Explore Roulette Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 The VelvetGarden website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline VelvetGarden ADDRESS Lal Bahadur Shastri Marg, Sion West, Mumbai, Maharashtra 400022, India velvetgarden@gmail.com +91-935-553-2932 PRIVACY LINKS Disclaimers Privacy Policy Terms & Conditions SITEMAP Home About Us Casino Contact Us const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "VelvetGarden - Terms and Conditions VelvetGarden HOME ABOUT US Casino Contact Terms and Conditions Agreement Your Submissions In this agreement, \"Your Content\" refers to any audio, video, text, images, or other material you choose to upload to this website. By uploading Your Content, you grant VelvetGarden a non-exclusive, worldwide, irrevocable, sublicensable license to use, reproduce, adapt, publish, translate, and distribute it in any and all media formats. Limitation of Responsibility Under no circumstances shall VelvetGarden, nor its officers, directors, and employees, be held accountable to you for anything arising out of or in any way connected with your use of this website, regardless of whether the responsibility falls under contract, tort, or otherwise. Additionally, VelvetGarden, including its officers, directors, and employees, shall not be liable for any indirect, consequential, or special responsibility arising out of or in any way related to your use of this website. Indemnification You hereby agree to fully indemnify VelvetGarden from any and/or all liabilities, costs, demands, causes of action, damages, and expenses arising in any way related to your violation of any of the provisions of this agreement. Severability If any provision of this agreement is found to be invalid under any applicable law, such provisions shall be removed without affecting the remaining provisions herein. Agreement Updates VelvetGarden reserves the right to revise this agreement at any time as it deems fit, and by using this website you are expected to review this agreement periodically. Complete Agreement This agreement constitutes the entire agreement between VelvetGarden and you in relation to your use of this website, and supersedes all prior agreements and understandings. Governing Law & Jurisdiction This agreement will be governed by and interpreted in accordance with the laws of the jurisdiction where VelvetGarden is located, and you submit to the non-exclusive jurisdiction of the state and federal courts located in that jurisdiction for the resolution of any disputes. The VelvetGarden website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline VelvetGarden ADDRESS Lal Bahadur Shastri Marg, Sion West, Mumbai, Maharashtra 400022, India velvetgarden@gmail.com +91-935-553-2932 PRIVACY LINKS Disclaimers Privacy Policy Terms & Conditions SITEMAP Home About Us Casino Contact Us",
    "thanks": "VelvetGarden - Thank You for Contacting Us VelvetGarden HOME ABOUT US Casino Contact Thank You for Contacting VelvetGarden We appreciate your inquiry and will respond to you shortly. Meanwhile, feel free to explore our luxurious accommodations and amenities. Return to Homepage The VelvetGarden website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline VelvetGarden ADDRESS Lal Bahadur Shastri Marg, Sion West, Mumbai, Maharashtra 400022, India velvetgarden@gmail.com +91-935-553-2932 PRIVACY LINKS Disclaimers Privacy Policy Terms & Conditions SITEMAP Home About Us Casino Contact Us"
  },
  "date": "2024-07-09T06:13:03.681Z"
}