{
  "name": "VoltusFan (1)",
  "pages": {
    "disclaimers": "VoltusFan Disclaimers - Play Fantasy Sports & Win Cash Prizes VoltusFan About Offers FAQ's You must be at least 18 years old to access this application. VoltusFan is not affiliated in any way with: The International Cricket Council (\"ICC\") or any national cricket board or team, The Board of Control for Cricket in India (\"BCCI\"), the Indian Premier League (\"IPL\") or any IPL franchises, Any other domestic cricket tournament/league, or tournament franchise/team, Other sports organizations such as FIFA, ISL, EPL, or the Kolkata Football League, Any tournaments, leagues, cups, clubs, teams, players, or managers. VoltusFan acknowledges that all proprietary names and marks related to cricket tournaments or competitions are owned by their respective owners. Intellectual property rights in logos, names, and marks may be owned by third parties including sports federations, clubs, teams, leagues, cups, players, managers, broadcasters, etc. Any reference or depiction of logos, marks, and names on VoltusFan is purely incidental and for reporting purposes. VoltusFan does not allow users from Andhra Pradesh, Assam, Odisha, Telangana, Nagaland, Sikkim. Please ensure compliance with the relevant laws in your jurisdiction before using VoltusFan. Any liability or penalty for violation of applicable laws is solely on the user. The VoltusFan website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline VoltusFan Legal Disclaimers Privacy & Policy DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The VoltusFan platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws.",
    "index": "VoltusFan - Play Fantasy Sports & Win Cash Prizes VoltusFan About Offers FAQ's Play Online Games & Win Upto ₹5 Crores Daily Play on India’s Best Gaming App GET DOWNLOAD LINK I agree to the Privacy Policy Withdraw winnings directly to your Why Play Fantasy Cricket on Gamezy? There are multiple platforms for fantasy cricket but Gamezy comes up with new innovations and improvements to keep the game engaging and enticing. Here are a few features that Gamezy has come up with and some are industry firsts. 1. Detailed Player Statistics This is an industry-first where we give player stats of the last five matches they have played, for you to make that informed decision about which player to take. 2. Pre-Match Analysis Another first is where Gamezy gives you the pre-game details about which players to pick, pitch, and weather conditions. 3. Play all 4 Innings of a Test match Now you don’t have to wait for five days for a Test match to finish, you can play each inning as it happens and create teams for them. Maximize your chances of winning during a Test match by playing the full match and all 4 innings. Yes, this is also a first in the industry. 4. 2nd Innings contest Tired of realizing midway through 1st innings that your team is not going to earn you any money? Don’t worry, we have you covered with the 2nd innings contest. Now you can just create a team for the 2nd innings and get another chance at winning. This is another innovation introduced first by Gamezy. 5. Play in 8 Languages Our country is multi-lingual and sport has no language. Now choose the language you are most comfortable to play fantasy cricket. Apart from fantasy cricket, Gamezy also offers other fantasy sports&nbsp;games like fantasy football and fantasy kabaddi on its platform. Exciting Offers & Tournaments Truly Best Gaming Platform World Class Security RNG Certified Gaming Platform 100% safe and secure transactions Complete data and identity privacy Best in Category Offers & Rewards* Welcome reward of Rs 12,000 Bonus Earn upto Rs 12,516 per friend via Referrals UNLIMITED Earnings via Missions Most Innovative Gaming Platform Play 2nd Inning & Live Fantasy [Industry 1st] Instant Withdrawals of Winnings Classic Ludo, Missions & 3,7 Days Season Pass [Industry 1st] Never Stop Playing* Play Multiple Games Online Free Cash Tournaments worth more than 1 Cr/ month Practice Games, Free Games, 100% Bonus Games, Gadget Leagues & Many More! Top Games on VoltusFan Poker Rummy Ludo Frequently asked questions What games can I play on VoltusFan? + VoltusFan offers an immersive fantasy sports experience where users can participate in contests for various sports leagues and tournaments. From cricket to football, VoltusFan covers a wide range of sports events. Simply register with your email address and mobile number to join the excitement! Do people really win money on VoltusFan? + Adding money to your VoltusFan account is safe and secure. We provide multiple payment options and ensure the confidentiality of your personal information. You can withdraw your winnings directly to your bank account after verifying your details. Is it legal to play fantasy and rummy games? + Signing up on VoltusFan is quick and easy! Simply fill out a short form and verify your account through OTP to start playing fantasy sports today. How do I win in VoltusFan Fantasy? + Winnings from VoltusFan are processed promptly. Withdrawals are usually credited within a few working days, depending on the chosen withdrawal method. How do I win in VoltusFan Rummy? + VoltusFan strictly prohibits users from creating multiple accounts with the same email address. Our Fair Play Policy ensures a level playing field for all users. Read More About VoltusFan App Fantasy Cricket App Fantasy Cricket App is a skill-based platform where you make money while you play. This app takes your passion for the sport one step ahead and engages you in an enthralling fantasy cricket experience on your mobile screen. Fantasy Ever dreamt of owning a cricket/football team with stars. Rummy Bringing the traditional Indian household card game to the real life. Ludo The traditional board game is now available to play. The VoltusFan website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline VoltusFan Legal Disclaimers Privacy & Policy DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The VoltusFan platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws.",
    "privacy": "VoltusFan Privacy Policy - Play Fantasy Sports & Win Cash Prizes VoltusFan About Offers FAQ's Privacy Policy of VoltusFan VoltusFan operates the VoltusFan.com website, which provides the SERVICE. This page is used to inform website visitors regarding our policies with the collection, use, and disclosure of Personal Information if anyone decided to use our Service, the VoltusFan website. If you choose to use our Service, then you agree to the collection and use of information in relation with this policy. The Personal Information that we collect are used for providing and improving the Service. We will not use or share your information with anyone except as described in this Privacy Policy. The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which is accessible at VoltusFan.com, unless otherwise defined in this Privacy Policy. Information Collection and Use For a better experience while using our Service, we may require you to provide us with certain personally identifiable information, including but not limited to your name, phone number, and postal address. The information that we collect will be used to contact or identify you. Log Data We want to inform you that whenever you visit our Service, we collect information that your browser sends to us that is called Log Data. This Log Data may include information such as your computer's Internet Protocol (\"IP\") address, browser version, pages of our Service that you visit, the time and date of your visit, the time spent on those pages, and other statistics. Cookies Cookies are files with small amount of data that is commonly used an anonymous unique identifier. These are sent to your browser from the website that you visit and are stored on your computer's hard drive. Our website uses these \"cookies\" to collection information and to improve our Service. You have the option to either accept or refuse these cookies, and know when a cookie is being sent to your computer. If you choose to refuse our cookies, you may not be able to use some portions of our Service. Service Providers We may employ third-party companies and individuals due to the following reasons: To facilitate our Service; To provide the Service on our behalf; To perform Service-related services; or To assist us in analyzing how our Service is used. We want to inform our Service users that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose. Security We value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security. Links to Other Sites Our Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by us. Therefore, we strongly advise you to review the Privacy Policy of these websites. We have no control over, and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services. Children's Privacy Our Services do not address anyone under the age of 13. We do not knowingly collect personal identifiable information from children under 13. In the case we discover that a child under 13 has provided us with personal information, we immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do necessary actions. Changes to This Privacy Policy We may update our Privacy Policy from time to time. Thus, we advise you to review this page periodically for any changes. We will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately, after they are posted on this page. Contact Us If you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us. The VoltusFan website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline VoltusFan Legal Disclaimers Privacy & Policy DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The VoltusFan platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws.",
    "thanks": "VoltusFan Thanks for submitting - Play Fantasy Sports & Win Cash Prizes VoltusFan About Offers FAQ's Thank You from Voltus Fan! Thank you for being a valued part of the Voltus Fan community. Your support and enthusiasm for our fantasy game journey mean the world to us. Whether you've participated in our contests, shared our brand, or simply explored our fantasy leagues, your presence is sincerely appreciated. We look forward to continuing to serve you with thrilling games, epic adventures, and heartfelt gratitude. Thank you for choosing Voltus Fan! The VoltusFan website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline VoltusFan Legal Disclaimers Privacy & Policy DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The VoltusFan platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws."
  }
}