{
  "name": "zapoven",
  "pages": {
    "terms-conditions": "Terms of Use - Understanding Your Rights When Using ZapOven ZapOven Loncation Ring Road No. 1, DDU Nagar, Amanaka, Raipur, Chhattisgarh 492001, India Phone +91-223-3400500 Email zapoven@gmail.com ZapOven Home About Us Advantages Why are we Mission Success in numbers Terms of Use Acceptance of Terms By accessing and using the ZapOven website, you accept and agree to be bound by the terms and provisions of these Terms of Use. ZapOven reserves the right to modify these Terms of Use at any time without prior notice. Your continued use of the website following any changes shall constitute your acceptance of such changes. Description of Service ZapOven provides an online platform for users to browse, compare, and purchase microwave ovens from various manufacturers. We strive to provide accurate and up-to-date information on our products; however, we cannot guarantee that all information is error-free. Images displayed on the website are for illustrative purposes only and may slightly differ from the actual product. User Conduct As a user of ZapOven, you agree not to: (a) Use the website for any illegal purpose or in violation of any local, state, national, or international law; (b) Violate or infringe upon the rights of any other person, including copyright, trademark, privacy, or other personal or proprietary rights; (c) Interfere with or disrupt the website or servers or networks connected to the website; (d) Use any data mining, robots, or similar data gathering and extraction tools on the website; (e) Transmit any viruses, worms, defects, Trojan horses, or any other items of a destructive nature through the website; (f) Engage in any conduct that restricts or inhibits any other person from using or enjoying the website. Account Registration To make a purchase on ZapOven, you may be required to register for an account. You agree to provide accurate, current, and complete information during the registration process. You are responsible for safeguarding your password and for all activities that occur under your account. ZapOven will not be liable for any loss or damage arising from your failure to comply with this section. Payment Terms All prices listed on ZapOven are in Indian Rupees (INR) and include all applicable taxes. We accept various payment methods, including credit cards, debit cards, net banking, and digital wallets. By providing your payment information, you authorize ZapOven to charge the applicable amount to your chosen payment method. Shipping and Delivery ZapOven will make every effort to deliver your order within the estimated delivery time provided during the checkout process. However, delivery times may vary due to factors beyond our control, such as weather conditions, strikes, or other unforeseen circumstances. ZapOven is not responsible for any delays in delivery caused by such factors. Returns and Refunds If you are not satisfied with your purchase, you may return the product within 7 days of delivery for a full refund, provided that the product is in its original condition and packaging. To initiate a return, please contact our customer support team at zapoven@gmail.com. Once we receive and inspect the returned product, we will process your refund within 7-10 business days. Warranty All microwave ovens sold on ZapOven come with a manufacturer's warranty, which covers defects in materials and workmanship for a specified period. The warranty period may vary depending on the product and manufacturer. Please refer to the product listing for details on the warranty coverage. Limitation of Liability In no event shall ZapOven, its affiliates, directors, employees, or agents be liable for any direct, indirect, incidental, special, consequential, or exemplary damages, including but not limited to damages for loss of profits, goodwill, use, data, or other intangible losses, resulting from the use or inability to use the website or any products purchased through the website. Contact Information If you have any questions or concerns regarding these Terms of Use, please contact us at zapoven@gmail.com. ZapOven USEFUL LINKS Home About Us Advantages Why are we Mission Success in numbers NEED HELP? +91-223-3400500 zapoven@gmail.com Ring Road No. 1, DDU Nagar, Amanaka, Raipur, Chhattisgarh 492001, India Empowering Your Kitchen with Innovation - ZapOven © 2024 Disclaimer Privacy Policy Terms of Use",
    "thanks": "Thank You - We Appreciate Your Purchase at ZapOven ZapOven Thank You for Getting in Touch! We appreciate you taking the time to reach out to us. Your feedback is important and helps us improve our services. We'll review your message and get back to you as soon as possible. In the meantime, feel free to explore more of our site and see what else ZapOven has to offer. We're always adding new content and features, so check back often! Thanks again for your input. We value your participation in our community. To main",
    "about": "About Us - Learn More About ZapOven's Mission and Values ZapOven Loncation Ring Road No. 1, DDU Nagar, Amanaka, Raipur, Chhattisgarh 492001, India Phone +91-223-3400500 Email zapoven@gmail.com ZapOven Home About Us Advantages Why are we Mission Success in numbers About ZapOven At ZapOven, we are passionate about revolutionizing your cooking experience. Founded with a commitment to quality and innovation, our mission is to provide top-of-the-line microwaves that make your kitchen efficient, stylish, and user-friendly. We believe in the power of technology to simplify your life and elevate your culinary skills.ng our customers have the best possible experience. Our team is always ready to assist you with any questions or concerns you may have. Quality We prioritize the highest standards of quality in every microwave we offer. Each product is carefully tested to ensure durability, efficiency, and performance. Innovation Staying ahead of the curve, we continuously seek out the latest technological advancements to bring you state-of-the-art microwave ovens with cutting-edge features. Customer Focus Your satisfaction is our top priority. We are dedicated to providing exceptional customer service, from the moment you visit our site to the post-purchase support. Our Story ZapOven began with a vision to transform the way people cook and enjoy their meals. Our founders, experienced professionals in the home appliance industry, saw a gap in the market for high-quality, efficient microwaves that cater to modern lifestyles. Driven by this insight, they established ZapOven to bring their vision to life. Since our inception, we have grown into a trusted name in the industry, known for our commitment to excellence and innovation. We are proud to serve a diverse and satisfied customer base, continuously striving to exceed their expectations. Join the ZapOven Community When you choose ZapOven, you’re not just buying a microwave; you’re joining a community of passionate cooks and food enthusiasts. We invite you to explore our range of products, discover new recipes, and share your culinary adventures with us. Together, we can make cooking faster, easier, and more enjoyable. ZapOven USEFUL LINKS Home About Us Advantages Why are we Mission Success in numbers NEED HELP? +91-223-3400500 zapoven@gmail.com Ring Road No. 1, DDU Nagar, Amanaka, Raipur, Chhattisgarh 492001, India Empowering Your Kitchen with Innovation - ZapOven © 2024 Disclaimer Privacy Policy Terms of Use We use cookies to ensure you get the best experience on our website. Learn more Accept document.addEventListener(\"DOMContentLoaded\", function () { const cookieBanner = document.getElementById(\"cookie-banner\"); const acceptButton = document.getElementById(\"accept-cookies\"); if (!localStorage.getItem(\"cookiesAccepted\")) { cookieBanner.style.display = \"flex\"; } acceptButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieBanner.style.display = \"none\"; }); });",
    "disclaimer": "Disclaimer - Important Information About Using ZapOven ZapOven Loncation Ring Road No. 1, DDU Nagar, Amanaka, Raipur, Chhattisgarh 492001, India Phone +91-223-3400500 Email zapoven@gmail.com ZapOven Home About Us Advantages Why are we Mission Success in numbers Disclaimer Welcome to ZapOven, your one-stop-shop for high-quality microwave ovens in India. We are committed to providing our customers with the best products and services, but before you make a purchase, please take a moment to read the following disclaimer. Product Information All the microwave ovens sold on ZapOven are sourced from reliable and trusted manufacturers. We make every effort to ensure that the product information provided on our website is accurate and up-to-date. However, we cannot guarantee that all the information is error-free. If you notice any discrepancies or errors in the product information, please contact us immediately at zapoven@gmail.com. Pricing and Availability The prices listed on our website are subject to change without notice. We reserve the right to modify or discontinue any product or service offered on our website at any time without prior notice. We also cannot guarantee the availability of any product listed on our website. In the event that a product is not available, we will inform you as soon as possible and offer you a refund or a replacement product. Warranty and Returns All microwave ovens sold on ZapOven come with a manufacturer's warranty. The warranty period may vary depending on the product and the manufacturer. Please refer to the product description for the warranty period and terms. If you experience any issues with your microwave oven during the warranty period, please contact the manufacturer directly. We accept returns within 7 days of delivery. The product must be in its original condition, with all the packaging materials and accessories intact. Please note that we do not accept returns for products that have been used or damaged. If you wish to return a product, please contact us at zapoven@gmail.com to initiate the return process. Liability ZapOven will not be liable for any damages or injuries caused by the use or misuse of our products. It is the responsibility of the customer to read and follow the instructions provided by the manufacturer before using the product. We also recommend that you take necessary precautions while using the microwave oven, such as not using metal containers or utensils, and not heating food for too long. Intellectual Property All the content on our website, including but not limited to text, images, logos, and graphics, are the property of ZapOven and are protected by Indian and international copyright laws. You may not use, reproduce, modify, or distribute any of the content on our website without our prior written consent. Contact Us If you have any questions or concerns about this disclaimer or any of our products or services, please contact us at zapoven@gmail.com. We will be happy to assist you. ZapOven USEFUL LINKS Home About Us Advantages Why are we Mission Success in numbers NEED HELP? +91-223-3400500 zapoven@gmail.com Ring Road No. 1, DDU Nagar, Amanaka, Raipur, Chhattisgarh 492001, India Empowering Your Kitchen with Innovation - ZapOven © 2024 Disclaimer Privacy Policy Terms of Use",
    "index": "ZapOven - Discover Top-Quality Microwaves for Your Kitchen ZapOven Loncation Ring Road No. 1, DDU Nagar, Amanaka, Raipur, Chhattisgarh 492001, India Phone +91-223-3400500 Email zapoven@gmail.com ZapOven Home About Us Advantages Why are we Mission Success in numbers Welcome to ZapOven Your Ultimate Microwave Destination Speed Cooking Experience lightning-fast cooking times with our state-of-the-art microwaves. Say goodbye to long waits! Energy Efficient Our microwaves are designed to be energy-efficient, saving you money and reducing your carbon footprint. Sleek Design Modern, stylish designs that will complement any kitchen decor. Upgrade your kitchen with a touch of elegance. Easy to Use User-friendly interfaces make cooking simple and straightforward for everyone. Safety First Built-in safety features ensure that your microwave use is as safe as it is efficient. Versatile Functions From defrosting to grilling, our microwaves come with a variety of functions to meet all your cooking needs. Why Choose ZapOven? At ZapOven, we are dedicated to providing the best microwaves on the market. Our products are carefully selected for their quality, efficiency, and innovative features. Trust us to make your cooking experience faster and more enjoyable. About Us Our Mission At ZapOven, our mission is to revolutionize the way you cook by offering top-of-the-line microwaves that combine speed, efficiency, and style. We believe that a great microwave can transform your kitchen and your cooking habits. We strive to provide products that not only meet but exceed our customers' expectations. Our commitment to quality and customer satisfaction drives everything we do. Join us on this journey to a faster, easier, and more efficient cooking experience. Our Success in Numbers Trusted by Thousands Join Our Community 10K+ Happy Customers 500+ Products Sold 99% Customer Satisfaction Customer Satisfaction Dedicated to Excellence At ZapOven, we are dedicated to ensuring our customers have the best possible experience. Our team is always ready to assist you with any questions or concerns you may have. From helping you choose the right microwave to providing ongoing support, we are here to make your journey with ZapOven seamless and enjoyable. We value your feedback and continuously strive to improve our products and services to better serve you. Our Best Sellers SpeedMaster 3000 Fast and efficient with multiple cooking settings. ₹ 15,000 Order EcoWave Pro Eco-friendly and energy-efficient for a sustainable kitchen. ₹ 12,500 Order Chef's Choice Advanced features for the culinary enthusiast. ₹18,000 Order FamilyWave Large capacity perfect for family meals. ₹14,000 Order Location Ring Road No. 1, DDU Nagar, Amanaka, Raipur, Chhattisgarh 492001, India Phone +91-223-3400500 Email zapoven@gmail.com I accept the Privacy Policy Send ZapOven USEFUL LINKS Home About Us Advantages Why are we Mission Success in numbers NEED HELP? +91-223-3400500 zapoven@gmail.com Ring Road No. 1, DDU Nagar, Amanaka, Raipur, Chhattisgarh 492001, India Empowering Your Kitchen with Innovation - ZapOven © 2024 Disclaimer Privacy Policy Terms of Use We use cookies to ensure you get the best experience on our website. Learn more Accept document.addEventListener(\"DOMContentLoaded\", function () { const cookieBanner = document.getElementById(\"cookie-banner\"); const acceptButton = document.getElementById(\"accept-cookies\"); if (!localStorage.getItem(\"cookiesAccepted\")) { cookieBanner.style.display = \"flex\"; } acceptButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieBanner.style.display = \"none\"; }); });",
    "privacy-policy": "Privacy Policy - How ZapOven Protects Your Personal Information ZapOven Loncation Ring Road No. 1, DDU Nagar, Amanaka, Raipur, Chhattisgarh 492001, India Phone +91-223-3400500 Email zapoven@gmail.com ZapOven Home About Us Advantages Why are we Mission Success in numbers Privacy Policy When you visit our website, we may collect certain information about your device, including information about your web browser, IP address, time zone, and some of the cookies that are installed on your device. Additionally, as you browse the site, we collect information about the individual web pages or products that you view, what websites or search terms referred you to the site, and information about how you interact with the site. We refer to this automatically-collected information as \"Device Information.\" We collect Device Information using the following technologies: Cookies are data files that are placed on your device or computer and often include an anonymous unique identifier. \"Log files\" track actions occurring on the Site, and collect data including your IP address, browser type, Internet service provider, referring/exit pages, and date/time stamps. \"Web beacons,\" \"tags,\" and \"pixels\" are electronic files used to record information about how you browse the Site. Additionally, when you make a purchase or attempt to make a purchase through the Site, we collect certain information from you, including your name, billing address, shipping address, payment information (including credit card numbers), email address, and phone number. We refer to this information as \"Order Information. How We Use Your Information We use the Order Information that we collect generally to fulfill any orders placed through the Site (including processing your payment information, arranging for shipping, and providing you with invoices and/or order confirmations). Additionally, we use this Order Information to: Communicate with you; Screen our orders for potential risk or fraud; and When in line with the preferences you have shared with us, provide you with information or advertising relating to our products or services. We use the Device Information that we collect to help us screen for potential risk and fraud (in particular, your IP address), and more generally to improve and optimize our Site (for example, by generating analytics about how our customers browse and interact with the Site, and to assess the success of our marketing and advertising campaigns). Your Rights If you are a European resident, you have the right to access personal information we hold about you and to ask that your personal information be corrected, updated, or deleted. If you would like to exercise this right, please contact us through the contact information below. Data Retention When you place an order through the Site, we will maintain your Order Information for our records unless and until you ask us to delete this information. Changes We may update this privacy policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal or regulatory reasons. Minors The Site is not intended for individuals under the age of 18. Contact Us For more information about our privacy practices, if you have questions, or if you would like to make a complaint, please contact us by e-mail at zapoven@gmail.com or by mail using the details provided below: By using this site, you represent that you are at least the age of majority in your state or province of residence, or that you are the age of majority in your state or province of residence and you have given us your consent to allow any of your minor dependents to use this site. ZapOven USEFUL LINKS Home About Us Advantages Why are we Mission Success in numbers NEED HELP? +91-223-3400500 zapoven@gmail.com Ring Road No. 1, DDU Nagar, Amanaka, Raipur, Chhattisgarh 492001, India Empowering Your Kitchen with Innovation - ZapOven © 2024 Disclaimer Privacy Policy Terms of Use"
  },
  "date": "2024-07-11T11:29:01.400Z"
}