{
  "name": "ZenGardenAustralia",
  "pages": {
    "about-us": "About Us - ZenGarden Resort | Discover Our Story and Luxurious Experiences ZenGarden HOME ABOUT US Casino Contact Join Our Community ZenGarden Community Spotlight Experience Luxury with ZenGarden Join our community of resort guests and discover the latest amenities and exclusive offers at ZenGarden. LEARN MORE Join Our Community Discover ZenGarden Experience Luxury and Serenity Explore the latest amenities and experiences at ZenGarden. Join our resort community today! LEARN MORE Wellness Workshops Participate in wellness workshops and learn how to enhance your relaxation with ZenGarden's exclusive programs. Exclusive Events Join exclusive events and get insider access to the latest resort activities and luxury experiences. New Offerings Be the first to experience our newest resort offerings and exclusive luxury packages. Guest Testimonials \"My stay at ZenGarden was unforgettable. The luxury and serenity provided by the resort made my vacation truly exceptional!\" - Jessica M. \"ZenGarden offers a perfect blend of relaxation and elegance. The amenities and services exceeded all my expectations. Highly recommended!\" - David H. \"From the moment I arrived at ZenGarden, I felt pampered and well-cared for. The resort's attention to detail and guest satisfaction is remarkable!\" - Lisa W. The ZenGarden website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline ZenGarden Experience ultimate relaxation and luxury with ZenGarden, your premier destination for a serene getaway. Navigation Links Disclaimers Privacy & Policy Terms & Conditions Contacts 137 Mooroondu Rd, Thorneside QLD 4158, Australia zengarden@gmail.com +61738223226",
    "contacts": "Contact Us - ZenGarden Resort | Reach Out for Assistance and Inquiries ZenGarden HOME ABOUT US Casino Contact Questions? We're here to help! I accept Privacy Policy SUBMIT GET IN TOUCH 137 Mooroondu Rd, Thorneside QLD 4158, Australia zengarden@gmail.com +61738223226 The ZenGarden website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline ZenGarden Experience ultimate relaxation and luxury with ZenGarden, your premier destination for a serene getaway. Navigation Links Disclaimers Privacy & Policy Terms & Conditions Contacts 137 Mooroondu Rd, Thorneside QLD 4158, Australia zengarden@gmail.com +61738223226",
    "disclaimers": "Disclaimers - ZenGarden Resort | Important Legal Information and Terms ZenGarden HOME ABOUT US Casino Contact Important Disclaimers Welcome to ZenGarden Resort. The terms below govern your use of our online platform and services. By accessing or utilizing our website, you expressly consent to these stipulations. Please read them attentively. 1. General Notice The information presented on our website is for general knowledge purposes exclusively. Although we endeavor to maintain accurate and current data, ZenGarden Resort does not warrant or represent the completeness, precision, or dependability of the content. Any reliance on such information is entirely at your own risk. 2. Limitation of Responsibility Under no circumstances shall ZenGarden Resort be held liable for any direct, indirect, incidental, special, consequential, or punitive damages, or any damages whatsoever, arising from or associated with the use of our website or services. This encompasses, but is not confined to, damages for loss of profits, data, or other intangible losses. 3. External Links Our website may contain links to external online platforms that are not owned or managed by ZenGarden Resort. We do not guarantee the correctness, pertinence, timeliness, or comprehensiveness of any content on these external sites. The inclusion of any links does not signify endorsement or approval by ZenGarden Resort of the linked platform. The ZenGarden website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline ZenGarden Experience ultimate relaxation and luxury with ZenGarden, your premier destination for a serene getaway. Navigation Links Disclaimers Privacy & Policy Terms & Conditions Contacts 137 Mooroondu Rd, Thorneside QLD 4158, Australia zengarden@gmail.com +61738223226",
    "index": "ZenGarden - Discover Luxury and Comfort at Our Premier Resort ZenGarden HOME ABOUT US Casino Contact Experience Ultimate Comfort and Luxury LEARN MORE ABOUT US Exclusive Packages Explore our exclusive resort packages designed to offer you the ultimate relaxation and luxury experience. Spa & Wellness Indulge in our spa and wellness services to rejuvenate your mind, body, and spirit with our expert treatments. Gourmet Dining Savor gourmet cuisine at our world-class dining venues, offering a range of exquisite dishes and culinary experiences. Join Our Community ZenGarden Community Spotlight Experience Luxury with ZenGarden Join our community of resort guests and discover the latest amenities and exclusive offers at ZenGarden. LEARN MORE Latest Updates Stay Informed Discover the latest resort amenities and offerings. Stay updated with ZenGarden's exclusive updates. SEE MORE Guest Reviews Read detailed reviews from our guests and find out why ZenGarden is the preferred choice for luxury stays. SEE MORE Exclusive Offers Unlock special deals and promotions available exclusively to ZenGarden guests. SEE MORE Join Our Community Discover ZenGarden Experience Luxury and Serenity Explore the latest amenities and experiences at ZenGarden. Join our resort community today! LEARN MORE Wellness Workshops Participate in wellness workshops and learn how to enhance your relaxation with ZenGarden's exclusive programs. Exclusive Events Join exclusive events and get insider access to the latest resort activities and luxury experiences. New Offerings Be the first to experience our newest resort offerings and exclusive luxury packages. Guest Testimonials \"My stay at ZenGarden was unforgettable. The luxury and serenity provided by the resort made my vacation truly exceptional!\" - Jessica M. \"ZenGarden offers a perfect blend of relaxation and elegance. The amenities and services exceeded all my expectations. Highly recommended!\" - David H. \"From the moment I arrived at ZenGarden, I felt pampered and well-cared for. The resort's attention to detail and guest satisfaction is remarkable!\" - Lisa W. The ZenGarden website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline ZenGarden Experience ultimate relaxation and luxury with ZenGarden, your premier destination for a serene getaway. Navigation Links Disclaimers Privacy & Policy Terms & Conditions Contacts 137 Mooroondu Rd, Thorneside QLD 4158, Australia zengarden@gmail.com +61738223226",
    "privacy-policy": "Privacy Policy - ZenGarden Resort | How We Protect Your Personal Information ZenGarden HOME ABOUT US Casino Contact Privacy Policy This Privacy Policy outlines how ZenGarden Hotel collects, uses, discloses, and protects your personal information. Information We Collect We may collect the following information: Personal information (name, contact details, etc.) Booking information (dates, room preferences, etc.) Payment information (credit card details, etc.) Device information (IP address, browser type, etc.) Information Sharing We may share your information with: Trusted third-party service providers Law enforcement agencies if required by law Data Security We implement security measures to protect your personal information from unauthorized access, use, disclosure, alteration, and destruction. Your Rights You have the right to access, correct, or delete your personal information. Changes to This Policy We may update this Privacy Policy from time to time. We will notify you of any significant changes. The ZenGarden website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline ZenGarden Experience ultimate relaxation and luxury with ZenGarden, your premier destination for a serene getaway. Navigation Links Disclaimers Privacy & Policy Terms & Conditions Contacts 137 Mooroondu Rd, Thorneside QLD 4158, Australia zengarden@gmail.com +61738223226",
    "products": "ZenGarden Casino - Explore Thrilling Games and Big Wins ZenGarden HOME ABOUT US Casino Contact Discover Our Casino Games Explore ZenGarden Casino Unleash the Excitement Dive into our wide range of casino games at ZenGarden. From classic slots to thrilling table games, experience the best of casino entertainment. LEARN MORE Slot Machines Try your luck with a variety of exciting slot machines, each offering unique themes and big win potential. Blackjack Challenge yourself with classic blackjack. Test your strategy and aim for 21 to win big. Roulette Experience the thrill of roulette. Place your bets and watch the wheel spin for a chance at winning exciting prizes. Join Our Casino Community ZenGarden Casino Spotlight Experience Thrills with ZenGarden Join our community of casino enthusiasts and stay updated on the latest games, exclusive promotions, and gaming tips at ZenGarden. LEARN MORE Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 The ZenGarden website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline ZenGarden Experience ultimate relaxation and luxury with ZenGarden, your premier destination for a serene getaway. Navigation Links Disclaimers Privacy & Policy Terms & Conditions Contacts 137 Mooroondu Rd, Thorneside QLD 4158, Australia zengarden@gmail.com +61738223226 const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "Terms and Conditions - ZenGarden Resort | Policies and Guidelines ZenGarden HOME ABOUT US Casino Contact Terms of Service Welcome to ZenGarden Resort. These Terms of Service govern your use of our website and services. By accessing or utilizing our website, you agree to abide by and be bound by these Terms of Service. Please read them carefully. 1. Agreement to Terms By using our website, you consent to be bound by these Terms of Service, our Privacy Statement, and any additional policies or guidelines we may establish. If you disagree with these terms, please refrain from using our website or services. 2. Modifications to Terms We reserve the right to modify these Terms of Service from time to time. Any changes will be posted on this page, and we will notify you of significant changes via email or through our website. Your continued use of our website following any changes constitutes acceptance of such modifications. 3. Website Use You agree to use our website solely for lawful purposes and in a manner that does not infringe upon the rights of or restrict the use of the website by any third party. Prohibited activities include, but are not limited to, transmitting any unlawful, harmful, or offensive content. 4. Intellectual Property All content and materials on our website, including text, images, logos, and trademarks, are the property of ZenGarden Resort or our licensors. You may not utilize, reproduce, or distribute any content from our website without our prior written consent. The ZenGarden website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline ZenGarden Experience ultimate relaxation and luxury with ZenGarden, your premier destination for a serene getaway. Navigation Links Disclaimers Privacy & Policy Terms & Conditions Contacts 137 Mooroondu Rd, Thorneside QLD 4158, Australia zengarden@gmail.com +61738223226",
    "thanks": "Thank You - ZenGarden Resort | Your Inquiry is Appreciated ZenGarden HOME ABOUT US Casino Contact Thank You! We appreciate your interest in ZenGarden Resort. Your inquiry has been received, and our team will get back to you as soon as possible. In the meantime, if you have any immediate questions or need further assistance, please don't hesitate to contact us. Thank you for considering ZenGarden Resort. We look forward to welcoming you soon! The ZenGarden website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline ZenGarden Experience ultimate relaxation and luxury with ZenGarden, your premier destination for a serene getaway. Navigation Links Disclaimers Privacy & Policy Terms & Conditions Contacts 137 Mooroondu Rd, Thorneside QLD 4158, Australia zengarden@gmail.com +61738223226"
  },
  "date": "2024-07-21T10:12:49.086Z"
}