{
  "name": "zobibacy.com",
  "pages": {
    "about-page": "About Us - Lush Haven Retreat 09:00AM - 20:00PM +912212392823 Home About us Blog Rooms Casino Contact Us Home About us Blog Rooms Casino Contact Us Discover the Essence of Lush Haven Retreat Unveiling a Sanctuary Where Luxury, Nature, and Serenity Converge A Symphony of Luxury and Nature At Lush Haven Retreat, we transcend the ordinary, inviting you to a realm where opulence meets the serenity of nature. Nestled in a picturesque landscape, our retreat is more than just a destination; it's an experience meticulously crafted to redefine your idea of hospitality. We envision Lush Haven Retreat as a haven where every guest finds solace, indulgence, and a profound connection with the natural world. Our commitment is to provide an environment where luxury seamlessly blends with the tranquility of lush surroundings. Exceptional Hospitality Led by our Hospitality Maestro, Olivia Evergreen, our team is dedicated to ensuring your stay exceeds expectations. Each member is driven by a passion for hospitality, promising warm welcomes, personalized services, and attention to detail that transforms moments into cherished memories. Our rooms and suites are elegantly designed, seamlessly blending modern comfort with nature-inspired elements. Floor-to-ceiling windows offer breathtaking views, allowing you to immerse yourself in the beauty that surrounds Lush Haven Retreat. Culinary Excellence: Embark on a culinary journey curated by our Culinary Artisan, Jasper Delightson. From farm-to-table freshness to innovative gastronomic creations, our dining experiences are a celebration of flavors and culinary craftsmanship. CONTACT US Email: lush-haven@gmail.com Phone: +912212392823 Adress: Nerul - Candolim Road, Fadtewada, Nerul, Bardez, Goa 403114 QUICK LINKS Rooms Privacy Policy Disclaimer Terms of use",
    "blog-page": "Lush Haven Retreat Blog - Discover Our Latest Updates and Insights 09:00AM - 20:00PM +912212392823 Home About us Blog Rooms Casino Contact Us Home About us Blog Rooms Casino Contact Us Lush Haven Retreat Awarded Green Hospitality Certification Embrace sustainable luxury! We are proud to announce that Lush Haven Retreat has received recognition for our eco-friendly initiatives, earning the esteemed Green Hospitality Certification. New Culinary Delights Unveiled by Chef Jasper Delightson Indulge your taste buds in a culinary journey! Our Culinary Artisan, Jasper Delightson, introduces an exquisite menu featuring seasonal delights and innovative flavors, elevating the dining experience at Lush Haven Retreat. Seasonal Escapes: Unwrap the Magic of Winter at Lush Haven Experience winter wonder at Lush Haven Retreat! Our seasonal packages invite you to cozy up by the fireplace, indulge in festive treats, and explore the enchanting surroundings adorned in winter's embrace. Wellness Weekends: Revitalize Your Body and Mind Elevate your well-being with our Wellness Weekends! Immerse yourself in rejuvenating spa treatments, invigorating yoga sessions, and nourishing culinary experiences for a holistic retreat at Lush Haven. Exclusive Event Spaces: Unveiling The Haven Pavilion Host your special moments in style! Introducing The Haven Pavilion, our newest event space designed for intimate weddings, corporate retreats, and memorable celebrations amidst the lush landscapes of our retreat. Pet-Friendly Paradise: A Retreat for Every Family Member Now your furry friends can enjoy the luxury too! Lush Haven Retreat welcomes pets with open arms, providing pet-friendly amenities and personalized services to ensure every member of the family experiences the magic of our haven. CONTACT US Email: lush-haven@gmail.com Phone: +912212392823 Adress: Nerul - Candolim Road, Fadtewada, Nerul, Bardez, Goa 403114 QUICK LINKS Rooms Privacy Policy Disclaimer Terms of use",
    "casino": "Introducing Lush Haven: First Onshore Casino 09:00AM - 20:00PM +912212392823 Home About us Blog Rooms Casino Contact Us Home About us Blog Rooms Casino Contact Us Lush Haven: FIRST ONSHORE CASINO Introducing Lush Haven: First Onshore Casino Welcome to the grand opening of Lush Haven, a haven of excitement nestled on the shores of India. As the first onshore casino in the region, Lush Haven promises an unparalleled gaming experience fused with luxury, sophistication, and a touch of tropical charm. Unmatched Hospitality: Fine Dining Delights: Savor culinary masterpieces crafted by renowned chefs at our exquisite restaurants. From delectable seafood to gourmet international cuisine, every dish is a culinary delight, perfectly complemented by an extensive selection of fine wines and spirits. Luxurious Accommodations: Retreat to our lavish accommodations where comfort meets elegance. Each room and suite is meticulously designed to provide the utmost relaxation and indulgence, offering breathtaking views of the ocean and unparalleled comfort at every turn. Exceptional Service: At Lush Haven, we take pride in delivering exceptional service tailored to your every need. Our dedicated team is committed to ensuring your stay is nothing short of extraordinary, from seamless check-ins to personalized concierge assistance. Experience the Extravagance: World-Class Entertainment: Beyond the excitement of gaming, Lush Haven offers a vibrant entertainment scene. From live music performances to dazzling shows and themed events, every moment at Lush Haven is infused with energy and excitement. Exclusive VIP Lounge: Indulge in the ultimate luxury at our exclusive VIP lounge, where personalized service, premium amenities, and high-stakes gaming redefine opulence. Elevate your experience and immerse yourself in the lap of luxury reserved for the discerning few. Opulent Gaming Floor: Step onto our lavish gaming floor adorned with shimmering chandeliers and sleek décor. From classic table games like blackjack, roulette, and poker to state-of-the-art slot machines, the thrill of winning awaits at every corner. Responsible Gaming: Lush Haven is dedicated to promoting responsible gaming practices. We prioritize the well-being of our guests and provide resources for those seeking assistance with gambling-related issues. Our trained staff members are available to offer support and guidance to ensure a safe and enjoyable gaming experience for all. Visit Lush Haven Today: Embark on a journey of unparalleled luxury and excitement at Lush Haven, the first onshore casino destination. Whether you're seeking thrills on the gaming floor, indulging in gourmet dining experiences, or simply unwinding in luxury accommodations, Lush Haven promises an unforgettable escape unlike any other. Come discover the allure of Lush Haven and make memories that will last a lifetime. PLAY LIKE A PRO This content is intended for individuals aged 18 and above. I am 18+ Blackjack Blackjack is a game of cards where the goal is to have a score closer to 21 than the dealer with two cards dealt. If your hand total exceeds 21, you get busted or else you can continue to play. read more Roulette In Roulette, you have a spinning wheel with red and black slots with numbers from 1 to 36, and a 0 slot in green. If you have bet on a number or on a group of numbers that contain it, then you win. read more Baccarat Baccarat is a simple guessing game played with 8 decks of cards. To win, players must make the right call on whether the Player Hand and the Banker Hand will have a score closer to 9 points. read more Casino War Casino War is one of the easiest casino games. In this game, both the player and the dealer are dealt one card each. If the value of your card is higher than the dealer’s card you win! read more 7 up 7 down 7 Up 7 Down is a dice-based game. To win, you have to guess if the total on a pair of dice is equal to 7, above 7 or below 7. If your call matches the total value, you win or else you lose. read more 3 Card Poker 3 Card Poker is a casino game played against the dealer with a standard deck of cards with the objective to have a better hand than the dealer with only having three cards dealt. read more 5 Card Poker 5 Card Poker is played against the dealer with a standard deck of cards. To win this game, you need to have a better hand combination than the dealer with only having the 5 cards dealt. read more Mini Flush In Mini Flush, the players and the dealer are both dealt three cards. The main goal for the player is to have a higher-ranked card combination as per Flush rules to beat the dealer’s hand. read more Andar Bahar Andar Bahar is a simple game of chance played with a standard deck of cards. The main goal of the game is to predict whether the first card called the Joker features in the Andar or the Bahar box. read more Money Wheel Money Wheel is a game of luck that consists of a giant spinning wheel and a table with numbers and symbols for each section. The players win by predicting which symbol the money wheel would stop at. read more Texas House Poker Texas House Poker is played against the dealer. The main goal is to make the highest value five-card poker hand with the two cards dealt to the player & the five community cards dealt on the table. read more Texas Hold'Em Poker The dealer deals two cards face down at the start, and there are five cards face up on the table. The players use their two cards and the five face-up cards to make the best possible hand to win the round. read more CONTACT US Email: lush-haven@gmail.com Phone: +912212392823 Adress: Nerul - Candolim Road, Fadtewada, Nerul, Bardez, Goa 403114 QUICK LINKS Rooms Privacy Policy Disclaimer Terms of use",
    "contact-page": "Contact Us - Lush Haven Retreat 09:00AM - 20:00PM +912212392823 Home About us Blog Rooms Casino Contact Us Home About us Blog Rooms Casino Contact Us lush-haven@gmail.com +912212392823 Andheri East, Mumbai, Maharashtra 400059, India Write to us If you have any questions, just fill in the contact form, and we will answer you shortly. Send message I accept Privacy Policy CONTACT US Email: lush-haven@gmail.com Phone: +912212392823 Adress: Nerul - Candolim Road, Fadtewada, Nerul, Bardez, Goa 403114 QUICK LINKS Rooms Privacy Policy Disclaimer Terms of use",
    "disclaimer-page": "Disclaimer - Lush Haven Retreat 09:00AM - 20:00PM +912212392823 Home About us Blog Rooms Casino Contact Us Home About us Blog Rooms Casino Contact Us Disclaimer - Lush Haven Retreat Accuracy of Information: While we make every effort to provide accurate and up-to-date information, Lush Haven Retreat cannot guarantee the completeness, accuracy, or reliability of the content on our website. Changes to Information: The information on our website is subject to change without notice. Lush Haven Retreat reserves the right to modify, add, or remove content at any time. Reservation Changes: Lush Haven Retreat reserves the right to modify or cancel reservations due to unforeseen circumstances, including but not limited to maintenance, renovations, or other operational reasons. External Service Providers: We may rely on external service providers for certain amenities and services. Lush Haven Retreat is not liable for any interruptions or deficiencies in services provided by external entities. Limitation of Liability: Lush Haven Retreat, its affiliates, and staff are not liable for any direct, indirect, incidental, consequential, or punitive damages arising from the use or inability to use our website or services. Third-Party Links: Our website may contain links to third-party websites. Lush Haven Retreat is not responsible for the content, privacy policies, or practices of external sites. Cancellation and Refund Policy: Guests are advised to review our specific reservation policies, including cancellation and refund procedures, which may vary based on the type of reservation and package. Rate Changes: Lush Haven Retreat reserves the right to adjust room rates and packages based on market conditions, demand, or other factors without prior notice. Third-Party Interception: The transmission of data over the internet cannot be guaranteed as completely secure. Lush Haven Retreat is not liable for any unauthorized access, interception, or loss of data during online transmissions. Privacy Policy: Our Privacy Policy outlines how we handle your personal information. By using our website, you agree to the terms outlined in our Privacy Policy. Write to us If you have any questions, please contact us at lush-haven@gmail.com CONTACT US Email: lush-haven@gmail.com Phone: +912212392823 Adress: Nerul - Candolim Road, Fadtewada, Nerul, Bardez, Goa 403114 QUICK LINKS Rooms Privacy Policy Disclaimer Terms of use",
    "index1": "Lush Haven Retreat - Your Oasis of Luxury and Tranquility 09:00AM - 20:00PM +912212392823 Home About us Blog Rooms Casino Contact Us Home About us Blog Rooms Casino Contact Us Discover a haven of serenity and sophistication in the heart of nature at Lush Haven Retreat. Lush Haven Retreat: Where Tranquility Meets Luxury book now Unrivaled Natural Surroundings Immerse yourself in the beauty of unspoiled landscapes surrounding Lush Haven Retreat, offering a tranquil escape where nature becomes an integral part of your luxurious stay. Tailored Luxury and Comfort Experience personalized indulgence with our commitment to bespoke hospitality, ensuring each guest enjoys a tailor-made, opulent experience, from plush accommodations to dedicated services. Eco-Friendly Elegance Embrace sustainable luxury at Lush Haven Retreat, where our eco-friendly initiatives harmonize with the lush environment, providing a guilt-free escape that prioritizes both comfort and environmental consciousness. Welcome to Lush Haven Retreat At Lush Haven Retreat, we redefine the art of hospitality, offering an escape where modern comfort meets the serenity of lush surroundings. Immerse yourself in a haven designed for relaxation and rejuvenation. get in touch Our team Olivia Evergreen Hospitality Maestro Jasper Delightson Culinary Artisan Penelope Harmony Guest Services Guru Atticus Wildwood Nature Concierge What we offer Tea & Coffee Start your day with a steaming cup of your favorite brew Hot Showers Luxuriate in rejuvenating hot showers, providing a soothing retreat after a day Laundry Travel light and worry-free with our convenient laundry services, Air Conditioning Embrace the perfect temperature in your room with our modern air conditioning Wi-Fi Stay effortlessly connected with our free Wi-Fi Kitchen Enjoy the flexibility of preparing your meals in the comfort Ironing Look your best throughout your stay with our ironing services Lockers Keep your valuables safe with our secure lockers Lush Haven Retreat - Your Luxurious Escape Awaits! Immerse Yourself in Unparalleled Comfort and Serenity Amidst the Beauty of Lush Surroundings. Experience Opulence Redefined learn more 98% Guest Satisfaction 365 Days of Bliss 111 TEXT CONTACT US Email: lush-haven@gmail.com Phone: +912212392823 Adress: Nerul - Candolim Road, Fadtewada, Nerul, Bardez, Goa 403114 QUICK LINKS Rooms Privacy Policy Disclaimer Terms of use",
    "learn-how-to-play-3card-poker": "3 CARD POKER - learn how to play 09:00AM - 20:00PM +912212392823 Home About us Blog Rooms Casino Contact Us Home About us Blog Rooms Casino Contact Us 3 CARD POKER: LEARN HOW TO PLAY 3 CARD POKER 3 Card Poker is a casino game that is played with a standard deck of cards. The main objective of the game is to have a better hand than the dealer with only three cards dealt. HOW TO PLAY? You begin this game by placing an initial bet on one of the options on the table using chips. Then you are dealt your cards and the dealer’s card face down. After this, you may choose to see your cards and continue to play by matching the initial bet indicated by placing more chips on top of your cards, face down. You can also choose to fold and leave the game at this point. Next, the dealer reveals her hand. If your hand is better than the dealer’s hand you win. Rules to Know In 3 Card Poker, there are three betting options. These include Ante, Play, and Pair Plus. Ante is the first bet placed before the cards are dealt. After seeing your hand you can place an additional bet equal to the initial bet amount. This is known as Play. To place a bet you need to keep your cards face down and the bet amount on top of them, in the Play area labeled on the table. A Pair Plus is an optional bet that can be placed alongside the ante before the cards are dealt. This bet is not played against any other player or dealer. It is a bet that you win if there is a pair or better in your first three cards. If you check and find out that you have been dealt bad cards, you can choose to fold and leave the game. You will forfeit your initial bet and the pair plus bet amount when you fold. Once all players have decided their moves, the dealer opens her cards by turning them face up. If your hand is better than the dealer’s hand, you win and receive a payment based on the established payout structure. Or else you lose your betting amount and the dealer takes away your cards. The dealer must have a minimum of Queen High to pay the winning hand’s bet. If the dealer doesn’t have a Queen High, only the Ante gets paid even money. The descending order in which the card combinations are ranked is Mini Royale, Straight Flush, Three of a Kind, Straight, Flush, Pair, and High Card. Inside Bets Straight Up is when you place a bet on any one number on the roulette table. The payout is 35x your betting amount. Split is when you keep your chip on the line between two adjacent numbers that you choose to bet on. The payout is 17x your betting amount. Corner is when you place your chip on the common corners of four numbers that you choose to bet on. The payout is 8x your betting amount.&nbsp; Street is when you bet on three consecutive numbers on the same row by placing a chip on the outer side of the table. The payout is 11x your betting amount.&nbsp; Six Line is when you bet on two adjacent rows by placing a chip on the common outer corner of the two rows. The payout is 5x your betting amount. Outside Bets Even Chances comprise dual options such as red-black, odd-even, and high-low(1-18 &amp; 19-36). You can choose to bet on either one of these dual options to earn a 1x payout on winning. Dozens comprise a group of 12 numbers such as 1-12, 13-24, and 25-36. There are called the 1st dozen, 2nd dozen, and 3rd dozen respectively. The payout on winning is 2x your betting amount. Column bets comprise betting on an individual column that you think the winning number will feature from. On winning, the payout is 2x your betting amount.&nbsp; If the winning number is zero, all outside bets lose. Other games This content is intended for individuals aged 18 and above. I am 18+ Blackjack Blackjack is a game of cards where the goal is to have a score closer to 21 than the dealer with two cards dealt. If your hand total exceeds 21, you get busted or else you can continue to play. read more Roulette In Roulette, you have a spinning wheel with red and black slots with numbers from 1 to 36, and a 0 slot in green. If you have bet on a number or on a group of numbers that contain it, then you win. read more Baccarat Baccarat is a simple guessing game played with 8 decks of cards. To win, players must make the right call on whether the Player Hand and the Banker Hand will have a score closer to 9 points. read more Casino War Casino War is one of the easiest casino games. In this game, both the player and the dealer are dealt one card each. If the value of your card is higher than the dealer’s card you win! read more 7 up 7 down 7 Up 7 Down is a dice-based game. To win, you have to guess if the total on a pair of dice is equal to 7, above 7 or below 7. If your call matches the total value, you win or else you lose. read more 3 Card Poker 3 Card Poker is a casino game played against the dealer with a standard deck of cards with the objective to have a better hand than the dealer with only having three cards dealt. read more 5 Card Poker 5 Card Poker is played against the dealer with a standard deck of cards. To win this game, you need to have a better hand combination than the dealer with only having the 5 cards dealt. read more Mini Flush In Mini Flush, the players and the dealer are both dealt three cards. The main goal for the player is to have a higher-ranked card combination as per Flush rules to beat the dealer’s hand. read more Andar Bahar Andar Bahar is a simple game of chance played with a standard deck of cards. The main goal of the game is to predict whether the first card called the Joker features in the Andar or the Bahar box. read more Money Wheel Money Wheel is a game of luck that consists of a giant spinning wheel and a table with numbers and symbols for each section. The players win by predicting which symbol the money wheel would stop at. read more Texas House Poker Texas House Poker is played against the dealer. The main goal is to make the highest value five-card poker hand with the two cards dealt to the player & the five community cards dealt on the table. read more Texas Hold'Em Poker The dealer deals two cards face down at the start, and there are five cards face up on the table. The players use their two cards and the five face-up cards to make the best possible hand to win the round. read more CONTACT US Email: lush-haven@gmail.com Phone: +912212392823 Adress: Nerul - Candolim Road, Fadtewada, Nerul, Bardez, Goa 403114 QUICK LINKS Rooms Privacy Policy Disclaimer Terms of use",
    "learn-how-to-play-5card-poker": "5 CARD POKER - learn how to play 09:00AM - 20:00PM +912212392823 Home About us Blog Rooms Casino Contact Us Home About us Blog Rooms Casino Contact Us 5 CARD POKER: LEARN HOW TO PLAY 5 CARD POKER 5 Card Poker is one of the simplest games in the poker family. It is played with a standard deck of cards. The main objective of the game is to have a better hand than the dealer with only having the 5 cards dealt. There is also a rule through which you may exchange 1 or 2 cards while playing for a better hand. This can only be performed once. HOW TO PLAY? You begin this game by placing an initial bet on the table using chips. Then you and the dealer get five cards each. With one dealer card facing up. After this, you may choose to see your cards and continue to play by placing another bet of 2x the initial bet, on top of your cards, face down. You may also choose to fold and leave the game at this point. Next, the dealer reveals his/her hand. If your hand is better than the dealer’s hand you win. There are many odds of winning in this game as well.&nbsp; Rules to Know In 5 Card Poker, there are 2 betting options. These include Ante and Bet. 5 Card poker is a game played against the dealer, independent of the other players on the table. If you check and find out that you have been dealt bad cards, you can choose to fold and leave the game. By doing so, you will forfeit your initial bet or ante and the jackpot bonus amount. In 5 Card Poker, there is also an added option of exchanging a maximum of 2 cards each for the price of an Ante bet. You perform this exchange if you think your cards can be in a better sequence by exchanging two cards. You also forfeit the jackpot bonus when doing an exchange. The dealer must have an Ace and King combination or better to qualify to play the round. If the dealer doesn’t qualify, it will result in a ‘Push’ irrespective of the player's hand. Ante is always paid even money, if the dealer qualifies bets are paid out according to the odds.&nbsp; For instance, if a player has a ‘Flush’, the payout will be 1x the ante bet amount and 5x the bet amount. The descending order in which the card combinations are ranked is Royale Flush, Straight Flush, Four of a Kind, Full House, Flush, Straight, Three of a Kind, Two Pairs, One Pair, and High Card. Combinations Royale Flush is when the player has the five cards Ace, Jack, King, Queen, and 10 in the same suit. The payout on winning with a Royale Flush is even money on the ante and 100x the bet amount. This is the highest rank in a game of 5 Card Poker. Straight Flush is when the player has five cards of the same suit in a sequence. The payout on winning with a Straight Flush is even money on the ante and 50x the bet amount placed. Four of a Kind is when the player has four cards of the same value or rank. The payout on winning with a four of Kind is even money on the ante and 20x the bet amount. Full House is when the player has three of a kind with a pair among the five cards dealt. The payout on winning is 7x the bet amount and even money on the ante bet. Flush is when the player has five cards of the same suit but not in any given sequence. The payout for winning with Flush is 5x the bet amount and even money on the ante bet. Straight is when the player has five cards in a sequence but they are not of the same suit. The payout on winning with a Straight is 4x the bet amount and even money on the ante bet. ‘Ace, 2, 3, 4, and 5’ is the smallest straight or straight flush hands. Three of a Kind is when three cards of the player are of the same value and the other two are not. The payout on winning with a Three of a Kind is even money on the ante, 3x the bet amount. Two Pairs are when the player has two pairs of cards in the same rank, and one card is different. The payout on winning with a two-pair is 2x the bet amount and even money on the ante. One Pair is when the player has two cards of the same rank or value and the other three cards are in no given sequence. The payout on winning with one pair is even money on the ante and the bet amount. Ace/King is the lowest ranking combination in 5 Card Poker. It is the minimum rank to qualify. When both the dealer and the player have an Ace/King, the winning depends on the value of the other card of the highest value. The payout on winning with Ace/King is even money on the ante and the bet amount. Other games This content is intended for individuals aged 18 and above. I am 18+ Blackjack Blackjack is a game of cards where the goal is to have a score closer to 21 than the dealer with two cards dealt. If your hand total exceeds 21, you get busted or else you can continue to play. read more Roulette In Roulette, you have a spinning wheel with red and black slots with numbers from 1 to 36, and a 0 slot in green. If you have bet on a number or on a group of numbers that contain it, then you win. read more Baccarat Baccarat is a simple guessing game played with 8 decks of cards. To win, players must make the right call on whether the Player Hand and the Banker Hand will have a score closer to 9 points. read more Casino War Casino War is one of the easiest casino games. In this game, both the player and the dealer are dealt one card each. If the value of your card is higher than the dealer’s card you win! read more 7 up 7 down 7 Up 7 Down is a dice-based game. To win, you have to guess if the total on a pair of dice is equal to 7, above 7 or below 7. If your call matches the total value, you win or else you lose. read more 3 Card Poker 3 Card Poker is a casino game played against the dealer with a standard deck of cards with the objective to have a better hand than the dealer with only having three cards dealt. read more 5 Card Poker 5 Card Poker is played against the dealer with a standard deck of cards. To win this game, you need to have a better hand combination than the dealer with only having the 5 cards dealt. read more Mini Flush In Mini Flush, the players and the dealer are both dealt three cards. The main goal for the player is to have a higher-ranked card combination as per Flush rules to beat the dealer’s hand. read more Andar Bahar Andar Bahar is a simple game of chance played with a standard deck of cards. The main goal of the game is to predict whether the first card called the Joker features in the Andar or the Bahar box. read more Money Wheel Money Wheel is a game of luck that consists of a giant spinning wheel and a table with numbers and symbols for each section. The players win by predicting which symbol the money wheel would stop at. read more Texas House Poker Texas House Poker is played against the dealer. The main goal is to make the highest value five-card poker hand with the two cards dealt to the player & the five community cards dealt on the table. read more Texas Hold'Em Poker The dealer deals two cards face down at the start, and there are five cards face up on the table. The players use their two cards and the five face-up cards to make the best possible hand to win the round. read more CONTACT US Email: lush-haven@gmail.com Phone: +912212392823 Adress: Nerul - Candolim Road, Fadtewada, Nerul, Bardez, Goa 403114 QUICK LINKS Rooms Privacy Policy Disclaimer Terms of use",
    "learn-how-to-play-7up7down": "7 UP 7 DOWN - learn how to play 09:00AM - 20:00PM +912212392823 Home About us Blog Rooms Casino Contact Us Home About us Blog Rooms Casino Contact Us 7 UP 7 DOWN: LEARN HOW TO PLAY 7 UP 7 DOWN 7 Up 7 Down is a dice-based casino game. To win, you have to guess if the total on a pair of dice is equal to 7, above 7, or below 7. If your call matches the total value, you win, or else you lose. HOW TO PLAY? You begin this game with an initial bet on the options on the table using chips. Then the pair of dice is sprung by the dealer using a dice jar and the final result is revealed. If the sum of the numbers on the two dice is as per your initial bet, you win. Or else you lose the round. Rules to Know The 7 Up 7 Down table has a felt with the three betting options written on it.&nbsp; The three options include less than 7, greater than 7, and equal to 7. Each player starts the game by placing their chips on one or two of these options before the two dice are rolled. Numbers below 7 (1,2,3,4,5,6) are known as Seven Down. If you win by calling a Seven Down, the payout is 1x the betting amount. Numbers above 7 (8,9,10,11,12) are known as Seven Up. If you win by calling a Seven Up, the payout is 1x the betting amount. The number 7 is called a Lucky Seven. If you win by calling a Lucky Seven bet, the payout is 4x the betting amount. If the final position of the two dice doesn’t indicate a clear result, either by landing on top of each other or by leaning against the jar, the pair of dice are rolled again. Other games This content is intended for individuals aged 18 and above. I am 18+ Blackjack Blackjack is a game of cards where the goal is to have a score closer to 21 than the dealer with two cards dealt. If your hand total exceeds 21, you get busted or else you can continue to play. read more Roulette In Roulette, you have a spinning wheel with red and black slots with numbers from 1 to 36, and a 0 slot in green. If you have bet on a number or on a group of numbers that contain it, then you win. read more Baccarat Baccarat is a simple guessing game played with 8 decks of cards. To win, players must make the right call on whether the Player Hand and the Banker Hand will have a score closer to 9 points. read more Casino War Casino War is one of the easiest casino games. In this game, both the player and the dealer are dealt one card each. If the value of your card is higher than the dealer’s card you win! read more 7 up 7 down 7 Up 7 Down is a dice-based game. To win, you have to guess if the total on a pair of dice is equal to 7, above 7 or below 7. If your call matches the total value, you win or else you lose. read more 3 Card Poker 3 Card Poker is a casino game played against the dealer with a standard deck of cards with the objective to have a better hand than the dealer with only having three cards dealt. read more 5 Card Poker 5 Card Poker is played against the dealer with a standard deck of cards. To win this game, you need to have a better hand combination than the dealer with only having the 5 cards dealt. read more Mini Flush In Mini Flush, the players and the dealer are both dealt three cards. The main goal for the player is to have a higher-ranked card combination as per Flush rules to beat the dealer’s hand. read more Andar Bahar Andar Bahar is a simple game of chance played with a standard deck of cards. The main goal of the game is to predict whether the first card called the Joker features in the Andar or the Bahar box. read more Money Wheel Money Wheel is a game of luck that consists of a giant spinning wheel and a table with numbers and symbols for each section. The players win by predicting which symbol the money wheel would stop at. read more Texas House Poker Texas House Poker is played against the dealer. The main goal is to make the highest value five-card poker hand with the two cards dealt to the player & the five community cards dealt on the table. read more Texas Hold'Em Poker The dealer deals two cards face down at the start, and there are five cards face up on the table. The players use their two cards and the five face-up cards to make the best possible hand to win the round. read more CONTACT US Email: lush-haven@gmail.com Phone: +912212392823 Adress: Nerul - Candolim Road, Fadtewada, Nerul, Bardez, Goa 403114 QUICK LINKS Rooms Privacy Policy Disclaimer Terms of use",
    "learn-how-to-play-andar-bahar": "ANDAR BAHAR - learn how to play 09:00AM - 20:00PM +912212392823 Home About us Blog Rooms Casino Contact Us Home About us Blog Rooms Casino Contact Us ANDAR BAHAR: LEARN HOW TO PLAY ANDAR BAHAR Andar Bahar is a simple game of chance played with a standard deck of cards. The main objective of the game is to predict whether the Andar box wins or the Bahar box wins. The dealer begins by shuffling the deck and revealing the first card or Joker. Then the players place their bet by guessing which set of boxes would the Joker card first land in. You win by correctly choosing Andar or Bahar. HOW TO PLAY? The game begins when the dealer reveals the Joker. Next, all players place their initial bets by placing chips on either Andar or Bahar. The first box where the Joker lands win the round. You win if your initial call matches the box that the Joker lands in.&nbsp; Rules to Know On an Andar Bahar table, there are two sets of boxes, these are labeled Andar and Bahar.&nbsp; It is played with a single set of cards that the dealer shuffles before every round. The game begins when the dealer reveals the first card known as Joker and places it at the center of the table. Next, all players on the table place their bets by choosing whether the Joker will land on the Andar set or Bahar box. These initial bets are placed on the box labeled 1st bet for both the box. After every player has placed their 1st bet, the dealer calls no more bets and begins drawing cards for each box in an alternating pattern. In essence, the dealer first reveals one card for Bahar followed by one card for Andar. If the Joker appears on the first card drawn on Bahar, then 25% of the betting amount is paid to all players betting on Bahar. Consequently, all players betting on Andar lose. If the Joker appears on the first card drawn for the Andar set, all players betting on Andar are paid even money, and all players betting on Bahar lose.&nbsp; If the Joker doesn’t appear in the first two cards, the players have another opportunity to place the 2nd bet. This bet is placed on the box labeled 2nd bet for both sets. After all, players have placed their 2nd bet, the dealer calls no more bets and starts drawing cards again. These cards are placed alternatingly, first on Bahar and then on Andar until the Joker is revealed. If the first card drawn on the 2nd bet is the Joker, the 2nd bet is paid 25% of the betting amount and the first bet is paid even money. The payout for winning after this stage is even money or 1x the initial bets. Super Bahar bet is an optional bet you can place by putting your chips on the box labeled super bahar on the table. This bet can be placed during the 1st bet and the 2nd bet but only for the Bahar box.&nbsp; If you place a Super Bahar bet and the first card drawn is the Joker, the payout is 11x the betting amount. Other games This content is intended for individuals aged 18 and above. I am 18+ Blackjack Blackjack is a game of cards where the goal is to have a score closer to 21 than the dealer with two cards dealt. If your hand total exceeds 21, you get busted or else you can continue to play. read more Roulette In Roulette, you have a spinning wheel with red and black slots with numbers from 1 to 36, and a 0 slot in green. If you have bet on a number or on a group of numbers that contain it, then you win. read more Baccarat Baccarat is a simple guessing game played with 8 decks of cards. To win, players must make the right call on whether the Player Hand and the Banker Hand will have a score closer to 9 points. read more Casino War Casino War is one of the easiest casino games. In this game, both the player and the dealer are dealt one card each. If the value of your card is higher than the dealer’s card you win! read more 7 up 7 down 7 Up 7 Down is a dice-based game. To win, you have to guess if the total on a pair of dice is equal to 7, above 7 or below 7. If your call matches the total value, you win or else you lose. read more 3 Card Poker 3 Card Poker is a casino game played against the dealer with a standard deck of cards with the objective to have a better hand than the dealer with only having three cards dealt. read more 5 Card Poker 5 Card Poker is played against the dealer with a standard deck of cards. To win this game, you need to have a better hand combination than the dealer with only having the 5 cards dealt. read more Mini Flush In Mini Flush, the players and the dealer are both dealt three cards. The main goal for the player is to have a higher-ranked card combination as per Flush rules to beat the dealer’s hand. read more Andar Bahar Andar Bahar is a simple game of chance played with a standard deck of cards. The main goal of the game is to predict whether the first card called the Joker features in the Andar or the Bahar box. read more Money Wheel Money Wheel is a game of luck that consists of a giant spinning wheel and a table with numbers and symbols for each section. The players win by predicting which symbol the money wheel would stop at. read more Texas House Poker Texas House Poker is played against the dealer. The main goal is to make the highest value five-card poker hand with the two cards dealt to the player & the five community cards dealt on the table. read more Texas Hold'Em Poker The dealer deals two cards face down at the start, and there are five cards face up on the table. The players use their two cards and the five face-up cards to make the best possible hand to win the round. read more CONTACT US Email: lush-haven@gmail.com Phone: +912212392823 Adress: Nerul - Candolim Road, Fadtewada, Nerul, Bardez, Goa 403114 QUICK LINKS Rooms Privacy Policy Disclaimer Terms of use",
    "learn-how-to-play-baccart": "Baccart - learn how to play 09:00AM - 20:00PM +912212392823 Home About us Blog Rooms Casino Contact Us Home About us Blog Rooms Casino Contact Us BACCART: LEARN HOW TO PLAY BACCART A game of Baccarat is played with 8 decks of cards contained in the shoe on the Baccarat table with boxes to place your chips on. Baccarat is a simple guessing game played by guessing which of the two hands dealt to the player, between the Player Hand and the Banker Hand will have a higher value. To have the winning hand you must the highest possible points which are set at 9 points. HOW TO PLAY? You begin this game by placing an initial bet on one of the options two options- Player Bet or Banker’s Bet, using your chips. After all players have placed their bets, the dealer calls ‘no more bets’ and then the dealer deals one card and reveals it at the Player box. Followed by another card for the Banker box.&nbsp; This is repeated twice so that each box contains exactly two cards.&nbsp; After this, if your bet matches the box with the highest-ranked combination, you win. Or else you lose that round.&nbsp; There is also an additional third card rule that is explained below. It is also important to note that the rules of Baccarat’s card combination are different from most other casino games.&nbsp; Rules to Know A game of Baccarat has five types of bet, namely, the Players Bet, Banker’s Bet, Tie Bet, Super Six Bet, and the Pair Bet. Card Ranking: In this game, 9 is the highest-ranking card, 10 and the Picture or Face Cards are worth 0 points, cards numbered from 1 to 9 have their face value, and the ace is worth one point.&nbsp; Adding up Points: In this game, when the total points cross 9 or enter double digits, the unit's second digit becomes the total points of the player’s hand. For instance, 10 will be 0, 11 will be 1, 12 will be 2, and so on.&nbsp; Only the bet, either Player Bet or Banker’s Bet, that is the closest to 9 wins the game.&nbsp; If the sum of the totals on the cards of each of the bets doesn’t add up to 8 or 9, the dealer may draw an additional card. In cases of a tie, neither hand wins or loses. The dealer collects and pays all optional bets as per the payout table. The dealer always plays the first card on the Player’s Hand and then on the Bank’s hand.&nbsp; Player Bets are won are when the total of the cards on the Player box is equal to 8 or 9. The players who bet on this box win this bet as the Player’s Hand. The payout on winning is even money on the initial bet amount.&nbsp; A Natural Nineis when the first two cards in any box directly add up to a 9. For example, a combination of an Eight card and an Ace, or a Jack and a 9 card, and so on.&nbsp; Banker Bets are won are when the total of the cards on the Bankers box is equal to 8 or 9. The players who bet on this box win this bet as the Banker’s Hand. The payout on winning is even money on the initial bet amount.&nbsp; If the Banker’s Hand wins with a total of 6 points, then the payout on winning is 50% of the initial bet amount.&nbsp; When the cards of the Player’s Hand and the Banker’s Hand, both have the same value, it is called a Tie or Egalite. A winning bet on a tie is paid 8x the bet amount.&nbsp; Super Six Bets are optional bets placed alongside the initial bet. A player wins this bet if the Banker Hand wins with 6 points. The payout on winning a Super Six bet is 12x the bet amount.&nbsp; Pair Bets are also an optional bet placed alongside the original bet on either the Banker pair or the Player pair of cards. The player betting on this will win if the first two cards are a pair. The payout for winning a pair Bet is 11x the bet amount.&nbsp; Third Card Rules: The Player Hand total must always be above 6 points or less or else the third card will be drawn.&nbsp; If the Player's Hand total is less than 5, another card must be drawn. This is unless the Banker's Hand has 8 or 9, in which case the Banker's hand has won the round.&nbsp; The Third Card is drawn for the Banker’s Hand if the total of the first two cards dealt is either 0, 1, or 2. The banker plays for another card unless the Players Hand is 8 or 9, in which case the player's Hand has won the game.&nbsp; If the Banker’s Hand has a total of 3, then the Banker draws, in the Players Hand, if the third card has a value of 0, 1, 2, 3, 4, 5, 6, 7, and 9. The Banker stands or loses if the Player's third card is an 8 card.&nbsp; If the Banker’s Hand has a total of 4, then the Banker draws, in the Players Hand if the third card has a value of 2, 3, 4, 5, 6, and 7. The Banker stands or loses if the Player's third card is a value of 0,1,8 or 9.&nbsp; If the Banker’s Hand has a total of 5, then the Banker draws, in the Players Hand if the third card has a value of 4, 5, 6, and 7. The Banker stands or loses if the Player's third card is a value of 0,1, 2, 3, 8, or 9.&nbsp; If the Banker’s Hand has a total of 6, then the Banker draws, in the Players Hand if the third card has a value of 6 or 7. The Banker stands or loses if the Player's third card is a value of 0,1, 2, 3, 4, 5, 8, or 9.&nbsp; If the Banker’s Hand has a total of 6, then the Banker draws, in the Players Hand if the third card has a value of 6 or 7. The Banker stands or loses if the Player's third card is a value of 0,1, 2, 3, 4, 5, 8 or 9.&nbsp; If the Banker’s Hand has a total of 7, then the Banker stands or loses.&nbsp; If the Banker’s Hand has a total of 8 or 9, then neither of the two hands draws a third card. Other games This content is intended for individuals aged 18 and above. I am 18+ Blackjack Blackjack is a game of cards where the goal is to have a score closer to 21 than the dealer with two cards dealt. If your hand total exceeds 21, you get busted or else you can continue to play. read more Roulette In Roulette, you have a spinning wheel with red and black slots with numbers from 1 to 36, and a 0 slot in green. If you have bet on a number or on a group of numbers that contain it, then you win. read more Baccarat Baccarat is a simple guessing game played with 8 decks of cards. To win, players must make the right call on whether the Player Hand and the Banker Hand will have a score closer to 9 points. read more Casino War Casino War is one of the easiest casino games. In this game, both the player and the dealer are dealt one card each. If the value of your card is higher than the dealer’s card you win! read more 7 up 7 down 7 Up 7 Down is a dice-based game. To win, you have to guess if the total on a pair of dice is equal to 7, above 7 or below 7. If your call matches the total value, you win or else you lose. read more 3 Card Poker 3 Card Poker is a casino game played against the dealer with a standard deck of cards with the objective to have a better hand than the dealer with only having three cards dealt. read more 5 Card Poker 5 Card Poker is played against the dealer with a standard deck of cards. To win this game, you need to have a better hand combination than the dealer with only having the 5 cards dealt. read more Mini Flush In Mini Flush, the players and the dealer are both dealt three cards. The main goal for the player is to have a higher-ranked card combination as per Flush rules to beat the dealer’s hand. read more Andar Bahar Andar Bahar is a simple game of chance played with a standard deck of cards. The main goal of the game is to predict whether the first card called the Joker features in the Andar or the Bahar box. read more Money Wheel Money Wheel is a game of luck that consists of a giant spinning wheel and a table with numbers and symbols for each section. The players win by predicting which symbol the money wheel would stop at. read more Texas House Poker Texas House Poker is played against the dealer. The main goal is to make the highest value five-card poker hand with the two cards dealt to the player & the five community cards dealt on the table. read more Texas Hold'Em Poker The dealer deals two cards face down at the start, and there are five cards face up on the table. The players use their two cards and the five face-up cards to make the best possible hand to win the round. read more CONTACT US Email: lush-haven@gmail.com Phone: +912212392823 Adress: Nerul - Candolim Road, Fadtewada, Nerul, Bardez, Goa 403114 QUICK LINKS Rooms Privacy Policy Disclaimer Terms of use",
    "learn-how-to-play-blackjack": "BLACKJACK - learn how to play 09:00AM - 20:00PM +912212392823 Home About us Blog Rooms Casino Contact Us Home About us Blog Rooms Casino Contact Us BLACKJACK: LEARN HOW TO PLAY BLACKJACK Blackjack is a game of cards played against the dealer or the house. Every table has seven boxes and the cards are dealt from a shoe containing six pre-shuffled decks. All picture cards have a value of 10. Ace has a value of either 11 or 1. HOW TO PLAY? You begin this game by placing an initial bet,&nbsp; this is done by placing chips on one of the boxes. Once all players on the table have placed their initial bets, the dealer starts by dealing two cards to each player. You get blackjack if your cards have a total value equal to 21. Next, the dealer deals with one card for the house. You continue to play as long as your cards have a total value of less than 21 You get busted or lose the round if your card’s value goes beyond 21 at any time. You can also win by scoring 21 by calling for one additional card at a time. You win if your card's total value exceeds the dealer’s score. Rules to Know If your first two cards add up to 21, you get a Blackjack. The payout is 1.5x the initial bet you placed If you don’t get a Blackjack you can continue to play by calling for additional cards, one at a time. You can call for additional cards by tapping the table. If your score is close to 21, you may choose to stand at the score. You can do so by waving your hand horizontally over the table. This means you don’t want any more additional cards. After each player at a table is content with their scores, the dealer deals the cards for the house. The dealer has to stop dealing more cards for the house once the total adds up to 17 or more. If your score is greater than the dealer’s hand, you still win and the payout is equal to your initial bet. Other rules you should also know about include pair bets, surrender, and insurance. On a pair bet, if your cards have the same value, mixed color, and mixed suite. The payout on winning is 5x the betting amount. Similarly, if your cards have the same value, same color, and a different suite, the payout is 12x the betting amount. If your cards have the same value and same suite, the payout on winning a pair bet is 25x the betting amount. For surrendering, you need to gesture horizontally below your box on the table with your finger. You lose 50% of your initial bet and your cards are removed from the table. You cannot surrender when the dealer’s first card is an ace. TIPS & TRICKS In a game of Blackjack, the dealer or the house is always your opponent. A soft total is when the dealer’s ace can be counted as either 1 or 11. A hard total is when the dealer’s ace can only be considered a 1. If the dealer’s first card is 6 or below, it usually indicates a low score. This means the player can stand on a hard 12 or above. When a dealer’s card has a value of 7 to ace, you may choose to stand on reaching a score of 16. For a soft total, you may hit or draw additional cards up to a score of 15 For a soft 19 or 20, you may choose to stand. Players double down when their first two cards have a value of 9,10 or 11. A soft 16,17,18 is a good time to double down when the dealer’s first card has a low value. When the dealer has a high-value first card, you may call or hit on a soft 16 or 17 and stand on a soft 18. Other games This content is intended for individuals aged 18 and above. I am 18+ Blackjack Blackjack is a game of cards where the goal is to have a score closer to 21 than the dealer with two cards dealt. If your hand total exceeds 21, you get busted or else you can continue to play. read more Roulette In Roulette, you have a spinning wheel with red and black slots with numbers from 1 to 36, and a 0 slot in green. If you have bet on a number or on a group of numbers that contain it, then you win. read more Baccarat Baccarat is a simple guessing game played with 8 decks of cards. To win, players must make the right call on whether the Player Hand and the Banker Hand will have a score closer to 9 points. read more Casino War Casino War is one of the easiest casino games. In this game, both the player and the dealer are dealt one card each. If the value of your card is higher than the dealer’s card you win! read more 7 up 7 down 7 Up 7 Down is a dice-based game. To win, you have to guess if the total on a pair of dice is equal to 7, above 7 or below 7. If your call matches the total value, you win or else you lose. read more 3 Card Poker 3 Card Poker is a casino game played against the dealer with a standard deck of cards with the objective to have a better hand than the dealer with only having three cards dealt. read more 5 Card Poker 5 Card Poker is played against the dealer with a standard deck of cards. To win this game, you need to have a better hand combination than the dealer with only having the 5 cards dealt. read more Mini Flush In Mini Flush, the players and the dealer are both dealt three cards. The main goal for the player is to have a higher-ranked card combination as per Flush rules to beat the dealer’s hand. read more Andar Bahar Andar Bahar is a simple game of chance played with a standard deck of cards. The main goal of the game is to predict whether the first card called the Joker features in the Andar or the Bahar box. read more Money Wheel Money Wheel is a game of luck that consists of a giant spinning wheel and a table with numbers and symbols for each section. The players win by predicting which symbol the money wheel would stop at. read more Texas House Poker Texas House Poker is played against the dealer. The main goal is to make the highest value five-card poker hand with the two cards dealt to the player & the five community cards dealt on the table. read more Texas Hold'Em Poker The dealer deals two cards face down at the start, and there are five cards face up on the table. The players use their two cards and the five face-up cards to make the best possible hand to win the round. read more CONTACT US Email: lush-haven@gmail.com Phone: +912212392823 Adress: Nerul - Candolim Road, Fadtewada, Nerul, Bardez, Goa 403114 QUICK LINKS Rooms Privacy Policy Disclaimer Terms of use",
    "learn-how-to-play-casino-war": "CASINO WAR - learn how to play 09:00AM - 20:00PM +912212392823 Home About us Blog Rooms Casino Contact Us Home About us Blog Rooms Casino Contact Us CASINO WAR: LEARN HOW TO PLAY CASINO WAR Casino War is one of the easiest casino games played with cards. It is always played against the dealer. Both the player and the dealer are dealt with one card. If the value of your card is higher than the dealer’s card you win or else you lose. HOW TO PLAY? You begin this game by putting an initial bet by placing chips on the table. Then the dealer deals one card for each player and one card for the house from a shoe containing eight pre-shuffled decks.&nbsp; If your card has a higher value than the dealer, you win. Or else, you lose the round.&nbsp; Rules to Know &nbsp;The lowest hand value in Casino War is a 2, while the greatest card value is an ace. You win even money if&nbsp;your card has a higher value than the dealer’s card value. This means the payout is 1x the betting amount. All suites are of the same rank.&nbsp; Among face cards, the order of decreasing value is King, Queen, and followed by Jack.&nbsp; All numbered cards have a value equal to their numbers.&nbsp; If you and the dealer have been dealt cards of the same value, it is called a tie.&nbsp; In the case of a tie, you have two choices. You may choose to surrender&nbsp;or Go To War. Upon opting to Go to War, if your second card has&nbsp;a higher value than the dealer’s second card, you will win the bet. If the value of the second card is also a tie, you will get a bonus payment equal&nbsp;to the initial bet. There is another optional bet called the tie bet, wherein you place an additional bet alongside the initial bet before the cards are dealt. You win the tie bet if the first card dealt has the same value as that of the dealer’s first card. The payout is 10x the initial bet amount. Other games This content is intended for individuals aged 18 and above. I am 18+ Blackjack Blackjack is a game of cards where the goal is to have a score closer to 21 than the dealer with two cards dealt. If your hand total exceeds 21, you get busted or else you can continue to play. read more Roulette In Roulette, you have a spinning wheel with red and black slots with numbers from 1 to 36, and a 0 slot in green. If you have bet on a number or on a group of numbers that contain it, then you win. read more Baccarat Baccarat is a simple guessing game played with 8 decks of cards. To win, players must make the right call on whether the Player Hand and the Banker Hand will have a score closer to 9 points. read more Casino War Casino War is one of the easiest casino games. In this game, both the player and the dealer are dealt one card each. If the value of your card is higher than the dealer’s card you win! read more 7 up 7 down 7 Up 7 Down is a dice-based game. To win, you have to guess if the total on a pair of dice is equal to 7, above 7 or below 7. If your call matches the total value, you win or else you lose. read more 3 Card Poker 3 Card Poker is a casino game played against the dealer with a standard deck of cards with the objective to have a better hand than the dealer with only having three cards dealt. read more 5 Card Poker 5 Card Poker is played against the dealer with a standard deck of cards. To win this game, you need to have a better hand combination than the dealer with only having the 5 cards dealt. read more Mini Flush In Mini Flush, the players and the dealer are both dealt three cards. The main goal for the player is to have a higher-ranked card combination as per Flush rules to beat the dealer’s hand. read more Andar Bahar Andar Bahar is a simple game of chance played with a standard deck of cards. The main goal of the game is to predict whether the first card called the Joker features in the Andar or the Bahar box. read more Money Wheel Money Wheel is a game of luck that consists of a giant spinning wheel and a table with numbers and symbols for each section. The players win by predicting which symbol the money wheel would stop at. read more Texas House Poker Texas House Poker is played against the dealer. The main goal is to make the highest value five-card poker hand with the two cards dealt to the player & the five community cards dealt on the table. read more Texas Hold'Em Poker The dealer deals two cards face down at the start, and there are five cards face up on the table. The players use their two cards and the five face-up cards to make the best possible hand to win the round. read more CONTACT US Email: lush-haven@gmail.com Phone: +912212392823 Adress: Nerul - Candolim Road, Fadtewada, Nerul, Bardez, Goa 403114 QUICK LINKS Rooms Privacy Policy Disclaimer Terms of use",
    "learn-how-to-play-mini-flush": "MINI FLUSH - learn how to play 09:00AM - 20:00PM +912212392823 Home About us Blog Rooms Casino Contact Us Home About us Blog Rooms Casino Contact Us MINI FLUSH: LEARN HOW TO PLAY MINI FLUSH Mini Flush is a casino game played with a standard deck of cards. In this game, the players and the dealer are both dealt three cards. The main objective for the player is to have a higher-ranked card combination as per Flush rules to beat the dealer’s hand. This can be considered as an Indian variation to the conventional 3 Card Poker, played using Flush rules for card combination rankings. HOW TO PLAY? You begin this game by placing an initial bet on one of the options on the table using chips. Then the dealer deals your three cards and also deals three cards for the house, face down.&nbsp; After this, you may choose to see your cards and continue to play by matching the initial bet indicated by placing more chips on top of your cards, face down. You may also choose to fold and leave the game at this point. Next, the dealer reveals her hand. If your hand is better than the dealer’s hand you win. Rules to Know A game of Mini Flush is always played against the dealer. In mini-flush, the highest-ranking combination is three Aces and the lowest ranking combination is 5,3,2. A game of Mini Flush has a few different rules than the common poker rules. In Mini Flush, there are two betting options. These include Ante or Board bet, Bet Ante is the first bet placed before your cards are dealt by the dealer.&nbsp; There are also two optional bets known as High and Low, and Bonus Bet, that can be played during the initial ante bet. To do so, you need to place your chips on the respective boxes on the table. After the dealer has dealt your three cards and three cards for the house, you can see your cards and also have to option of quitting the game, that is to fold. If a player chooses to fold, they forfeit the ante bet amount. If you wish to continue the game, you have to place an additional bet on the box labeled Bet on the table. This amount has to be equal to your ante account and must be placed on top of your cards face down. The dealers must have at least a Queen as the High Card to qualify for the game. The highest ranking hands in a game of Mini Flush include Trail, Double Run or Straight Flush, Three of Kind and Run or Straight, Flush, Pair, and High Cards. If the dealer and the player both have identical hands irrespective of the suit, it will be a Push.&nbsp; If the dealer does not qualify then the board is paid even money while the bet amount is a Push.&nbsp; High and Low is also an optional bet that the players bet on. This is placed during the board bet. It is placed on the prediction of whether the payer’s cards will be of a higher or lower rank than the dealer, respectively. The Low Card combinations include Ten Top, Nine Top, Eight Top, Seven Top, and Six Top. Ten Top is when the highest-ranking card in the hand is a 10 and the two other cards are of a varying suit and in no sequence. Similar Nine Top is when the highest-ranking card in the hand is a 9 and the two other cards are of a varying suit and in no sequence, and so on.&nbsp; The payout for Ten Top is a Push, Nine top is even money on the bet amount, for Eight top it's 2x the bet amount, for Seven Top it is 4x the bet amount, for Six Top it is 15x the bet amount and for a Five Top it is 50x the bet amount. This Low bet payout is made irrespective of the players continuing the game. Other games This content is intended for individuals aged 18 and above. I am 18+ Blackjack Blackjack is a game of cards where the goal is to have a score closer to 21 than the dealer with two cards dealt. If your hand total exceeds 21, you get busted or else you can continue to play. read more Roulette In Roulette, you have a spinning wheel with red and black slots with numbers from 1 to 36, and a 0 slot in green. If you have bet on a number or on a group of numbers that contain it, then you win. read more Baccarat Baccarat is a simple guessing game played with 8 decks of cards. To win, players must make the right call on whether the Player Hand and the Banker Hand will have a score closer to 9 points. read more Casino War Casino War is one of the easiest casino games. In this game, both the player and the dealer are dealt one card each. If the value of your card is higher than the dealer’s card you win! read more 7 up 7 down 7 Up 7 Down is a dice-based game. To win, you have to guess if the total on a pair of dice is equal to 7, above 7 or below 7. If your call matches the total value, you win or else you lose. read more 3 Card Poker 3 Card Poker is a casino game played against the dealer with a standard deck of cards with the objective to have a better hand than the dealer with only having three cards dealt. read more 5 Card Poker 5 Card Poker is played against the dealer with a standard deck of cards. To win this game, you need to have a better hand combination than the dealer with only having the 5 cards dealt. read more Mini Flush In Mini Flush, the players and the dealer are both dealt three cards. The main goal for the player is to have a higher-ranked card combination as per Flush rules to beat the dealer’s hand. read more Andar Bahar Andar Bahar is a simple game of chance played with a standard deck of cards. The main goal of the game is to predict whether the first card called the Joker features in the Andar or the Bahar box. read more Money Wheel Money Wheel is a game of luck that consists of a giant spinning wheel and a table with numbers and symbols for each section. The players win by predicting which symbol the money wheel would stop at. read more Texas House Poker Texas House Poker is played against the dealer. The main goal is to make the highest value five-card poker hand with the two cards dealt to the player & the five community cards dealt on the table. read more Texas Hold'Em Poker The dealer deals two cards face down at the start, and there are five cards face up on the table. The players use their two cards and the five face-up cards to make the best possible hand to win the round. read more CONTACT US Email: lush-haven@gmail.com Phone: +912212392823 Adress: Nerul - Candolim Road, Fadtewada, Nerul, Bardez, Goa 403114 QUICK LINKS Rooms Privacy Policy Disclaimer Terms of use",
    "learn-how-to-play-money-wheel": "MONEY WHEEL - learn how to play 09:00AM - 20:00PM +912212392823 Home About us Blog Rooms Casino Contact Us Home About us Blog Rooms Casino Contact Us MONEY WHEEL: LEARN HOW TO PLAY MONEY WHEEL Money Wheel is one of the easiest casino games that comprise a giant spinning wheel with numbers and symbols for each section. The number of sections varies from one wheel to the other. It also has a playing table with the same symbols and the odds of playing written next to it. The players need to predict which symbol the money wheel would stop by placing their bets on the respective symbol on the table. You win if the symbol you placed your bet on is the same as the symbol on which the money wheel stops. HOW TO PLAY? The game begins when you place your bet using chips on the symbol or symbols of your choice.&nbsp; Once all players on a table have placed their bets, the dealer calls no more bets and spins the giant money wheel. You win a payout if the spinning wheel stops at the same symbol as your initial bets. Rules to Know The Money Wheel is a giant spinning wheel that is divided into various sections using easy-to-read numbers and symbols.&nbsp; Each section also has different odds of winning and this is displayed on the table as well as on the wheel.&nbsp; The odds also depend on the number of times a particular symbol appears on the giant spinning wheel. The payout on winning this game ranges from even money or 1x your bet to 40x your betting amount.&nbsp; You can also place bets on multiple symbols to increase your overall chances of winning. Other games This content is intended for individuals aged 18 and above. I am 18+ Blackjack Blackjack is a game of cards where the goal is to have a score closer to 21 than the dealer with two cards dealt. If your hand total exceeds 21, you get busted or else you can continue to play. read more Roulette In Roulette, you have a spinning wheel with red and black slots with numbers from 1 to 36, and a 0 slot in green. If you have bet on a number or on a group of numbers that contain it, then you win. read more Baccarat Baccarat is a simple guessing game played with 8 decks of cards. To win, players must make the right call on whether the Player Hand and the Banker Hand will have a score closer to 9 points. read more Casino War Casino War is one of the easiest casino games. In this game, both the player and the dealer are dealt one card each. If the value of your card is higher than the dealer’s card you win! read more 7 up 7 down 7 Up 7 Down is a dice-based game. To win, you have to guess if the total on a pair of dice is equal to 7, above 7 or below 7. If your call matches the total value, you win or else you lose. read more 3 Card Poker 3 Card Poker is a casino game played against the dealer with a standard deck of cards with the objective to have a better hand than the dealer with only having three cards dealt. read more 5 Card Poker 5 Card Poker is played against the dealer with a standard deck of cards. To win this game, you need to have a better hand combination than the dealer with only having the 5 cards dealt. read more Mini Flush In Mini Flush, the players and the dealer are both dealt three cards. The main goal for the player is to have a higher-ranked card combination as per Flush rules to beat the dealer’s hand. read more Andar Bahar Andar Bahar is a simple game of chance played with a standard deck of cards. The main goal of the game is to predict whether the first card called the Joker features in the Andar or the Bahar box. read more Money Wheel Money Wheel is a game of luck that consists of a giant spinning wheel and a table with numbers and symbols for each section. The players win by predicting which symbol the money wheel would stop at. read more Texas House Poker Texas House Poker is played against the dealer. The main goal is to make the highest value five-card poker hand with the two cards dealt to the player & the five community cards dealt on the table. read more Texas Hold'Em Poker The dealer deals two cards face down at the start, and there are five cards face up on the table. The players use their two cards and the five face-up cards to make the best possible hand to win the round. read more CONTACT US Email: lush-haven@gmail.com Phone: +912212392823 Adress: Nerul - Candolim Road, Fadtewada, Nerul, Bardez, Goa 403114 QUICK LINKS Rooms Privacy Policy Disclaimer Terms of use",
    "learn-how-to-play-roulette": "ROULETTE - learn how to play 09:00AM - 20:00PM +912212392823 Home About us Blog Rooms Casino Contact Us Home About us Blog Rooms Casino Contact Us ROULETTE: LEARN HOW TO PLAY ROULETTE Roulette is a game of chance. The game has a spinning wheel with red and black slots with numbers from 1 to 36. There is also one green slot with the number 0 and a ball. To place your bets, you call a number or a group of numbers, and then the dealer spins the wheel. Once the wheel and the ball stop, you win if your call matches the ball's final position. HOW TO PLAY? You begin this game by placing a bet on a number or a group of numbers on the roulette table.&nbsp; Next, the dealer spins the roulette wheel with the ball. Once, the ball stops, the final position of the ball indicates the winning number. If your bet matches this winning number, you win! Rules to Know The chips used in roulette are different. It helps identify the player and their bets.&nbsp; While European Roulettes have one zero slot, American roulettes have two zeroes.&nbsp; There are two types of bets you can place - Inside Bets and the Outside Bets Inside Bets have 6 options - Straight Up, Split, Corner, Street, and Six Line Outside Bets have 3 options - Dozens, Columns, and Even Chances Inside Bets Straight Up is when you place a bet on any one number on the roulette table. The payout is 35x your betting amount. Split is when you keep your chip on the line between two adjacent numbers that you choose to bet on. The payout is 17x your betting amount. Corner is when you place your chip on the common corners of four numbers that you choose to bet on. The payout is 8x your betting amount.&nbsp; Street is when you bet on three consecutive numbers on the same row by placing a chip on the outer side of the table. The payout is 11x your betting amount.&nbsp; Six Line is when you bet on two adjacent rows by placing a chip on the common outer corner of the two rows. The payout is 5x your betting amount. Outside Bets Even Chances comprise dual options such as red-black, odd-even, and high-low(1-18 &amp; 19-36). You can choose to bet on either one of these dual options to earn a 1x payout on winning. Dozens comprise a group of 12 numbers such as 1-12, 13-24, and 25-36. There are called the 1st dozen, 2nd dozen, and 3rd dozen respectively. The payout on winning is 2x your betting amount. Column bets comprise betting on an individual column that you think the winning number will feature from. On winning, the payout is 2x your betting amount.&nbsp; If the winning number is zero, all outside bets lose. Other games This content is intended for individuals aged 18 and above. I am 18+ Blackjack Blackjack is a game of cards where the goal is to have a score closer to 21 than the dealer with two cards dealt. If your hand total exceeds 21, you get busted or else you can continue to play. read more Roulette In Roulette, you have a spinning wheel with red and black slots with numbers from 1 to 36, and a 0 slot in green. If you have bet on a number or on a group of numbers that contain it, then you win. read more Baccarat Baccarat is a simple guessing game played with 8 decks of cards. To win, players must make the right call on whether the Player Hand and the Banker Hand will have a score closer to 9 points. read more Casino War Casino War is one of the easiest casino games. In this game, both the player and the dealer are dealt one card each. If the value of your card is higher than the dealer’s card you win! read more 7 up 7 down 7 Up 7 Down is a dice-based game. To win, you have to guess if the total on a pair of dice is equal to 7, above 7 or below 7. If your call matches the total value, you win or else you lose. read more 3 Card Poker 3 Card Poker is a casino game played against the dealer with a standard deck of cards with the objective to have a better hand than the dealer with only having three cards dealt. read more 5 Card Poker 5 Card Poker is played against the dealer with a standard deck of cards. To win this game, you need to have a better hand combination than the dealer with only having the 5 cards dealt. read more Mini Flush In Mini Flush, the players and the dealer are both dealt three cards. The main goal for the player is to have a higher-ranked card combination as per Flush rules to beat the dealer’s hand. read more Andar Bahar Andar Bahar is a simple game of chance played with a standard deck of cards. The main goal of the game is to predict whether the first card called the Joker features in the Andar or the Bahar box. read more Money Wheel Money Wheel is a game of luck that consists of a giant spinning wheel and a table with numbers and symbols for each section. The players win by predicting which symbol the money wheel would stop at. read more Texas House Poker Texas House Poker is played against the dealer. The main goal is to make the highest value five-card poker hand with the two cards dealt to the player & the five community cards dealt on the table. read more Texas Hold'Em Poker The dealer deals two cards face down at the start, and there are five cards face up on the table. The players use their two cards and the five face-up cards to make the best possible hand to win the round. read more CONTACT US Email: lush-haven@gmail.com Phone: +912212392823 Adress: Nerul - Candolim Road, Fadtewada, Nerul, Bardez, Goa 403114 QUICK LINKS Rooms Privacy Policy Disclaimer Terms of use",
    "learn-how-to-play-texas-holdem-poker": "TEXAS HOLD'EM POKER - learn how to play 09:00AM - 20:00PM +912212392823 Home About us Blog Rooms Casino Contact Us Home About us Blog Rooms Casino Contact Us TEXAS HOLD'EM POKER: LEARN HOW TO PLAY TEXAS HOLD'EM POKER A game of Texas Hold Em Poker is one of the traditional games available at a casino. It is played with 2-6 players on a table with a dealer. The game is played against all other players on the table. There are two compulsory bets, to begin with after which the main objective is to make the highest combination in a five-card poker hand with the two cards dealt individually to all the players and the five community cards dealt on the table common to all the players. There are also various other stages to place your bets in a game of Texas Hold Em Poker. HOW TO PLAY? The game begins when the Small Blind player and the Big Blind player have placed their initial bets on the table using poker chips. It is compulsory for the two blind players to place a bet for the game to begin. After this, the dealer deals each player 2 cards face down. The players can then see the cards and take a call on whether to continue or fold. The person sitting next to the Big Blind begins the first round of betting. This player can either call, raise or fold. This is common to all other non-blind players for the round. After all players on the table have made their bets, the chips move to the center of the table and the next round begins. In this round, the dealer begins by adding three cards to the table as community cards, and face-ups, for all players to see. All players have three betting options in this round which include check, bet and fold with the small blind player the first to act. When all players have made their decisions either to fold, call or raise, and the bets match, the third betting round commences.&nbsp; The dealer deals another card face-up, common to the table and then the players have the option to check, bet, raise or fold once again. This round is quite similar to the second betting round. Then the last round begins in the same manner as the third round when the dealer places the fifth community card face up on the poker table.&nbsp; You now have seven cards to make the highest ranking 5-card combination using the five community cards and the 2 cards in hand.&nbsp; The players in this round also have the same betting options as the third round, namely, the option to check, bet, raise or fold. After all, bets are placed, each player reveals their private cards, simultaneously.&nbsp; To win you must have the highest-ranking five-card combination among everyone at the table otherwise you will lose. Rules to Know In Texas Hold Em Poker begins with two compulsory bets from the Small Blind first followed by the Big Blind. These roles change every round with a new player assuming the role of Small Blind and Big Blind. The others commence the game for free. There are four betting rounds in a standard game of Texas Hold Em Poker. These include Preflop, Flop, Turn, and the River rounds. In the Preflop round, the player sitting next to the Big Blind starts the betting. All the other non-blind players in this case have three betting options which include Call, Raise and Fold.&nbsp; Call is matching the bet amount of the big blind.&nbsp; Raise is putting in more money via chips on the table than the big blind. Fold is when you check your hands and don’t want to continue that game. In essence, you quit that round of poker.&nbsp; After all, players have made their bets, the second round called the Flop round begins. In this Flop round, three community cards common to every player on the table are dealt face up.&nbsp; The Flop round begins with the bet from the small blind player. There are three betting options that the player can choose from including check, bet and fold. Check is when you don’t want to add any more bet money and yet want to continue to play the round. Bet is when you add some betting amount to the table. This bet amount has to be matched by all other players on the table. In this round, all players also have the option to raise the initial bet made by the small blind. Upon doing so, all other players on the table must match this bet amount before the round can begin. The next round is known as the Turn round. It begins when the dealer deals one more community card face-up for the table. The rules in this round are the same as the rules of the Flop round with each player having the option to check, bet, raise or fold. This round also lasts as long as all players have placed matching bet amounts on the table. The next round is the last round of betting and is known as the River round. It begins when the dealer deals one more community card face-up for the table. So, now there are seven cards dealt in total.&nbsp; You can use any of the five community cards on the table and the two cards individually dealt to the player to form the highest ranking poker combination to win.&nbsp; The rules in this round are the same as the rules of the Flop round with each player having the option to check, bet, raise or fold. This round also lasts as long as all players have placed matching bet amounts on the table. After this comes what in poker terms is called a Showdown. This is when all the remaining players on the table reveal their hands for the table to see, in an attempt to win with the highest ranking poker combination.&nbsp; Texas Hold Em Poker is a winner takes all game. This means that there is only one winning hand every round while all the other players on the table lose.&nbsp; The descending order in which the poker card combinations are ranked is Royale Flush, Straight Flush, Four of a Kind, Full House, Flush, Straight, Three of a Kind, Two Pairs, One Pair, and High Card.&nbsp; If two players have the same ranking five-card combination, the player with the higher value High Card, wins the round.&nbsp; The ranking of individual cards in a game of Texas Hold Em Poker in descending order is Ace, King, Queen, Jack, 10, 9, 8, 7, 6, 5, 4, 3, and 2. The payout in poker depends on the sum total of all the bets made by all the players at a table. Other games This content is intended for individuals aged 18 and above. I am 18+ Blackjack Blackjack is a game of cards where the goal is to have a score closer to 21 than the dealer with two cards dealt. If your hand total exceeds 21, you get busted or else you can continue to play. read more Roulette In Roulette, you have a spinning wheel with red and black slots with numbers from 1 to 36, and a 0 slot in green. If you have bet on a number or on a group of numbers that contain it, then you win. read more Baccarat Baccarat is a simple guessing game played with 8 decks of cards. To win, players must make the right call on whether the Player Hand and the Banker Hand will have a score closer to 9 points. read more Casino War Casino War is one of the easiest casino games. In this game, both the player and the dealer are dealt one card each. If the value of your card is higher than the dealer’s card you win! read more 7 up 7 down 7 Up 7 Down is a dice-based game. To win, you have to guess if the total on a pair of dice is equal to 7, above 7 or below 7. If your call matches the total value, you win or else you lose. read more 3 Card Poker 3 Card Poker is a casino game played against the dealer with a standard deck of cards with the objective to have a better hand than the dealer with only having three cards dealt. read more 5 Card Poker 5 Card Poker is played against the dealer with a standard deck of cards. To win this game, you need to have a better hand combination than the dealer with only having the 5 cards dealt. read more Mini Flush In Mini Flush, the players and the dealer are both dealt three cards. The main goal for the player is to have a higher-ranked card combination as per Flush rules to beat the dealer’s hand. read more Andar Bahar Andar Bahar is a simple game of chance played with a standard deck of cards. The main goal of the game is to predict whether the first card called the Joker features in the Andar or the Bahar box. read more Money Wheel Money Wheel is a game of luck that consists of a giant spinning wheel and a table with numbers and symbols for each section. The players win by predicting which symbol the money wheel would stop at. read more Texas House Poker Texas House Poker is played against the dealer. The main goal is to make the highest value five-card poker hand with the two cards dealt to the player & the five community cards dealt on the table. read more Texas Hold'Em Poker The dealer deals two cards face down at the start, and there are five cards face up on the table. The players use their two cards and the five face-up cards to make the best possible hand to win the round. read more CONTACT US Email: lush-haven@gmail.com Phone: +912212392823 Adress: Nerul - Candolim Road, Fadtewada, Nerul, Bardez, Goa 403114 QUICK LINKS Rooms Privacy Policy Disclaimer Terms of use",
    "learn-how-to-play-texas-house-poker": "TEXAS HOUSE POKER - learn how to play 09:00AM - 20:00PM +912212392823 Home About us Blog Rooms Casino Contact Us Home About us Blog Rooms Casino Contact Us TEXAS HOUSE POKER: LEARN HOW TO PLAY TEXAS HOUSE POKER Texas House Poker is a variation of traditional Texas Hold 'em Poker. Unlike traditional poker, this game is played only against the dealer instead of the other players. The main objective is to make the highest combination five-card poker hand with the two cards dealt individually to the player and the five common community cards dealt on the table. There are also various stages to place your bets in a game of Texas House Poker. HOW TO PLAY? You begin this game by placing an initial bet or Ante, by placing chips on the table using chips. Then the dealer deals two cards to each of the players at the table, face down. Then the players are free to see their cards before making a decision on whether to continue playing that hand or fold. After this, continue to play by playing another bet of 2 times the initial ante bet, as the Flop, by placing more chips on the Flop box on the table. You may also choose to fold and leave the game at this point. Next, the dealer adds three cards to the table as Flop cards, face-up, for all players to see. The Turn bet is a further bet that can be placed after the dealer has dealt the face-up River card. You could also decide to check at this point. The River bet is a further bet that can be placed after the dealer has dealt the face-up River card. You could also decide to check at this point. Next, the dealer reveals the last card and the dealer’s hand. At this point, if the five-card combination in your hand is better than the dealer’s hand, you win. Or else you lose the round.&nbsp; Rules to Know In Texas House Poker there are different types of betting options such as Ante, Flop, Turn and River, Bonus Bet, and Jackpot Bet. Ante is the first bet you place before any of the cards are dealt. To do so, you must place your bet amount using chips in the ante box on the table.&nbsp; Flop is the second bet played only after the player has seen their first two cards dealt. The bet amount for a Flop must be twice the ante bet amount.&nbsp; Turn and River are both similar to the Ante bet but are optional as players may not choose to play these bets. Turn is the third bet played before the Flop card is revealed and the River bet is the last bet played before the fifth card called the RIver is revealed by the dealer among the community cards on the table. Both the Tun and River bets must be equal to the Ante bet amount.&nbsp; Jackpot Bet is also an optional bet but it is played alongside the ante bet should the player choose to. These winnings are independent of the final result of the game and have different payouts according to the strength of your hand.&nbsp; Bonus Bet is also played during the ante bet, that is before any card has been dealt by the dealer. This is also an optional bet as the players may not choose to play a bet as their Bonus Bet. These winnings are independent of the final result of the game and have different payouts according to the strength of your hand.&nbsp;&nbsp; Bonus Bets are paid out depending on the strength of the two cards in the hand of a player. The payout rates are as follows: → Winning a Bonus Bet with a pair of aces gives a payout of 30x the bonus bet amount.→ For the ace and king combination of a particular suit, the payout is 25x the bet amount.→ For ace and queen or ace and jack in the same suit, the payout is 20x the initial bonus bet amount→ For ace and king in any suit, the payout is 15x the bonus bet amount→ For a pair of kings, queens, or jacks, the payout is 10x the bonus bet amount→ For a combination of an ace and a queen or an ace and a jack in any suit, the payout on winning is 5x the bonus &amp; bet amount→ For a pair of 10 cards, the bonus payout is 3x the bonus bet amount.&nbsp; You also have the option to fold or quit the game after seeing the first two cards dealt to your hand. By doing so the player will forfeit their ante bet amount. After the Flop card has been dealt, the players have an option of placing additional bets before the Turn and River cards are revealed. Or, the players who wouldn’t like to place more bets can Check at this stage. To check, tap the table with two or three fingers in the relevant box labeled on the table.&nbsp; After all five community cards have been revealed by the dealer on the table, the dealer reveals their hand. To win, the combination of the player’s hand must be higher than the dealer’s hand.&nbsp; If the combination of cards in your hand beat the dealer’s hand, the flop, turn and river bets get paid 1x of each of the betting amounts. And, the ante bet is paid 1x the betting amount for a poker combination value of Straight or higher. If the dealer’s hand beats the player’s hand, the player loses. If the player’s hand and the dealer’s hand end up in a tie, then all hands are a Push. The descending order in which the card combinations are ranked is Royale Flush, Straight Flush, Four of a Kind, Full House, Flush, Straight, Two Pairs, One Pair, and High Card.&nbsp; Other games This content is intended for individuals aged 18 and above. I am 18+ Blackjack Blackjack is a game of cards where the goal is to have a score closer to 21 than the dealer with two cards dealt. If your hand total exceeds 21, you get busted or else you can continue to play. read more Roulette In Roulette, you have a spinning wheel with red and black slots with numbers from 1 to 36, and a 0 slot in green. If you have bet on a number or on a group of numbers that contain it, then you win. read more Baccarat Baccarat is a simple guessing game played with 8 decks of cards. To win, players must make the right call on whether the Player Hand and the Banker Hand will have a score closer to 9 points. read more Casino War Casino War is one of the easiest casino games. In this game, both the player and the dealer are dealt one card each. If the value of your card is higher than the dealer’s card you win! read more 7 up 7 down 7 Up 7 Down is a dice-based game. To win, you have to guess if the total on a pair of dice is equal to 7, above 7 or below 7. If your call matches the total value, you win or else you lose. read more 3 Card Poker 3 Card Poker is a casino game played against the dealer with a standard deck of cards with the objective to have a better hand than the dealer with only having three cards dealt. read more 5 Card Poker 5 Card Poker is played against the dealer with a standard deck of cards. To win this game, you need to have a better hand combination than the dealer with only having the 5 cards dealt. read more Mini Flush In Mini Flush, the players and the dealer are both dealt three cards. The main goal for the player is to have a higher-ranked card combination as per Flush rules to beat the dealer’s hand. read more Andar Bahar Andar Bahar is a simple game of chance played with a standard deck of cards. The main goal of the game is to predict whether the first card called the Joker features in the Andar or the Bahar box. read more Money Wheel Money Wheel is a game of luck that consists of a giant spinning wheel and a table with numbers and symbols for each section. The players win by predicting which symbol the money wheel would stop at. read more Texas House Poker Texas House Poker is played against the dealer. The main goal is to make the highest value five-card poker hand with the two cards dealt to the player & the five community cards dealt on the table. read more Texas Hold'Em Poker The dealer deals two cards face down at the start, and there are five cards face up on the table. The players use their two cards and the five face-up cards to make the best possible hand to win the round. read more CONTACT US Email: lush-haven@gmail.com Phone: +912212392823 Adress: Nerul - Candolim Road, Fadtewada, Nerul, Bardez, Goa 403114 QUICK LINKS Rooms Privacy Policy Disclaimer Terms of use",
    "privacy-policy": "Privacy Policy - Lush Haven Retreat 09:00AM - 20:00PM +912212392823 Home About us Blog Rooms Casino Contact Us Home About us Blog Rooms Casino Contact Us Privacy Policy - Lush Haven Retreat Discover Lush Haven Retreat values your privacy and is dedicated to safeguarding your personal information. This Privacy Policy outlines how we handle your data to ensure a secure and enjoyable experience at Lush Haven Retreat. Third-Party Partnerships Collaborating with trusted partners who adhere to data protection standards for specific services, such as payment processing or analytics. Encouraging you to review the privacy policies of third-party partners to understand their data handling practices. Your Rights Providing the ability to access and correct your personal information upon request. Offering options for you to obtain and transfer your data to another service if needed. Granting you the right to withdraw consent for specific data processing activities. Children’s Privacy Our services are not directed to individuals under a certain age. We do not knowingly collect personal information from minors without parental consent. Encouraging parents or guardians to monitor and control online activities of minors in their care. Data Retention Specifying the duration for which your personal information will be retained, considering legal requirements and the purpose of data processing. Outlining procedures for secure and permanent deletion of personal information upon request. Updates to Privacy Policy Communicating updates or changes to our Privacy Policy through visible notifications on our website. Committing to periodic reviews and updates to ensure ongoing compliance with privacy regulations. Contact Information Providing clear channels for you to contact us regarding privacy concerns or inquiries. Committing to timely responses to privacy-related requests or concerns. Marketing Communications Seeking explicit consent before sending promotional materials or marketing communications. Providing easy-to-use opt-out mechanisms for those who no longer wish to receive marketing communications. Clearly specifying the frequency and content of marketing communications to manage expectations. Collaboration with Data Protection Authorities We believe in open dialogue. In case of any concerns, we commit to transparent communication with data protection authorities, providing necessary information promptly. Staying compliant is an ongoing commitment. We continuously monitor changes in privacy regulations to ensure our policies and procedures align with the latest standards. Write to us If you have any questions, please contact us at lush-haven@gmail.com CONTACT US Email: lush-haven@gmail.com Phone: +912212392823 Adress: Nerul - Candolim Road, Fadtewada, Nerul, Bardez, Goa 403114 QUICK LINKS Rooms Privacy Policy Disclaimer Terms of use",
    "rooms-page": "Luxurious Hotel Rooms - Lush Haven Retreat 09:00AM - 20:00PM +912212392823 Home About us Blog Rooms Casino Contact Us Home About us Blog Rooms Casino Contact Us Serenity Suite Immerse yourself in pure tranquility with breathtaking views and lavish amenities, creating an intimate haven for relaxation. BOOK Enchanted Garden Room A charming retreat surrounded by lush greenery, where the soothing sounds of nature blend seamlessly with your luxurious accommodations. BOOK Tranquil Oasis Deluxe Indulge in the epitome of comfort and sophistication, where every detail is designed to create a serene and rejuvenating atmosphere. BOOK Eco-Friendly Forest Haven Experience sustainable luxury in this thoughtfully curated room, seamlessly integrating modern comfort with a deep connection to nature. BOOK Sunrise Serenade Loft Wake up to awe-inspiring sunrise views, as this loft offers a perfect blend of elegance, comfort, and a touch of natural beauty. BOOK Royal Horizon Penthouse Elevate your stay in this opulent penthouse, where luxury meets the sky, providing an unparalleled experience of grandeur and sophistication. BOOK CONTACT US Email: lush-haven@gmail.com Phone: +912212392823 Adress: Nerul - Candolim Road, Fadtewada, Nerul, Bardez, Goa 403114 QUICK LINKS Rooms Privacy Policy Disclaimer Terms of use",
    "terms-of-use": "Terms of Use - Lush Haven Retreat 09:00AM - 20:00PM +912212392823 Home About us Blog Rooms Casino Contact Us Home About us Blog Rooms Casino Contact Us Terms of Use - Lush Haven Retreat User Agreement: By accessing or using the Lush Haven Retreat website, you agree to abide by these Terms of Use and all applicable laws and regulations. If you do not agree with any part of these terms, please refrain from using our website. Limited License: Lush Haven Retreat grants you a limited, non-exclusive, and non-transferable license to access and use our website for personal or informational purposes. Prohibited Activities: Users are prohibited from engaging in any activities that may harm the integrity or functionality of the website, including but not limited to unauthorized access, data mining, or use of malicious software. Ownership: All content on the Lush Haven Retreat website, including text, graphics, logos, pictures, and software, is the property of Lush Haven Retreat or its content suppliers and is protected by copyright and other intellectual property laws. Use Restrictions: Users may not reproduce, modify, distribute, display, or otherwise use any content from the website without the explicit permission of Lush Haven Retreat. Lawful Use: Users agree to use the Lush Haven Retreat website for lawful purposes only and in a manner consistent with all applicable laws and regulations. Respectful Communication: Interactions on our website, including comments and submissions, should be respectful. Users are prohibited from engaging in offensive, harmful, or disruptive behavior. Accuracy of Information: Users are responsible for providing accurate and complete information during the reservation and booking process. Lush Haven Retreat is not liable for errors or inaccuracies resulting from user-provided information. Cancellation and Refund Policies: Specific reservation and booking policies, including cancellation and refund procedures, are outlined in our Reservation Policies. Users are advised to review these policies before making reservations. Data Protection: Lush Haven Retreat is committed to protecting your privacy. Our Privacy Policy outlines how we collect, use, and safeguard your personal information. User Responsibilities: Users are responsible for maintaining the confidentiality of their account information and for all activities conducted under their account. External Links: Our website may contain links to third-party websites. Lush Haven Retreat does not endorse or have control over the content, privacy policies, or practices of these external sites. Responsibility Users acknowledge that they access third-party websites at their own risk and are subject to the terms and conditions of those sites. Write to us If you have any questions, please contact us at lush-haven@gmail.com CONTACT US Email: lush-haven@gmail.com Phone: +912212392823 Adress: Nerul - Candolim Road, Fadtewada, Nerul, Bardez, Goa 403114 QUICK LINKS Rooms Privacy Policy Disclaimer Terms of use",
    "thank-you": "Thank You - Lush Haven Retreat Thank You for Choosing Lush Haven Retreat At Lush Haven Retreat, we want to express our deepest gratitude to you. Thank you for choosing our haven of luxury and tranquility for your stay. Your presence has enriched our space, and we are honored to have played a part in creating cherished memories for you. Our journey is made extraordinary by guests like you. Your trust and support serve as the foundation of our success. We are committed to providing unparalleled experiences, and your satisfaction is our greatest reward. Whether you've enjoyed the comfort of our luxurious rooms, savored the flavors of our dining offerings, or immersed yourself in the serene ambiance of our retreat, your presence has made a lasting impact. Thank you for being a valued part of the Lush Haven Retreat family. We look forward to welcoming you back for more unforgettable moments in the future. Home"
  }
}